Repository: Klocman/Bulk-Crap-Uninstaller
Catalog: source/UninstallTools/Properties/Localisation.*.resx
Languages: ar, de, es, fr, hu, it, ja, nl, pl, pt_br, sl, sv, tr, vi, zh_hans

# IsRegistered
source: Application is registered
ar: يتم تسجيل التطبيق
de: Anwendung ist registriert
es: La aplicación está registrada
fr: L'application est enregistrée
hu: A program regisztrálva van
it: L'applicazione è registrata
ja: アプリケーションが登録されています
nl: Het programma is geregistreerd
pl: Aplikacja jest zarejestrowana
pt_br: O aplicativo está registrado
sl: Aplikacija je registrirana
sv: Appen är registrerad
tr: Uygulama kayıtlı
vi: Ứng dụng đã đăng ký
zh_hans: 应用程序已注册

# UninstallListEditor_InvalidFilter
source: Invalid filter
ar: فلتر باطل
de: Ungültiger Filter
es: Filtro inválido
fr: Filtre invalide
hu: Érvénytelen szűrő
it: Filtro invalido
ja: 無効なフィルター
nl: Ongeldig filter
pl: Nieprawidłowy filtr
pt_br: Filtro inválido
sl: Neveljaven filter
sv: Ogiltigt filter
tr: Geçersiz filtre
vi: Bộ lọc không hợp lệ
zh_hans: 无效的筛选器

# UninstallListEditor_NewFilter
source: New filter
ar: فلتر جديد
de: Neuer Filter
es: Nuevo filtro
fr: Nouveau filtre
hu: Új szűrő
it: Nuovo filtro
ja: 新しいフィルター
nl: Nieuw filter
pl: Nowy filtr
pt_br: Novo filtro
sl: Nov filter
sv: Nytt filter
tr: Yeni filtre
vi: Bộ lọc mới
zh_hans: 新筛选器

# UninstallListEditor_NothingMatched
source: No matches
ar: غير متطابقات
de: Keine Übereinstimmung
es: No hay coincidencias
fr: Pas de correspondance
hu: Nincs találat
it: Non coincide
ja: 一致するものはありません
nl: Geen overeenkomst
pl: Brak wyników
pt_br: Sem correspondência
sl: Ni ujemanja
sv: Inga matchningar
tr: Eşleşme yok
vi: Không trùng khớp
zh_hans: 没有匹配

# FilterComparisonMethod_Contains
source: Contains
ar: يحتوي
de: Enthält
es: Contiene
fr: Contient
hu: Tartalmazza
it: Contiene
ja: 含む
nl: Bevat
pl: Zawiera
pt_br: Contém
sl: Vsebuje
sv: Innehåller
tr: İçeren
vi: Chứa tất cả ký tự
zh_hans: 包含

# FilterComparisonMethod_EndsWith
source: Ends with
ar: ينتهي مع
de: Endet mit
es: Termina con
fr: Finit par
hu: Ezzel végződik
it: Finisce con
ja: で終わる
nl: Eindigd met
pl: Kończy się na
pt_br: Termina com
sl: Konča z
sv: Slutar med
tr: İle biten
vi: Kết thúc bằng
zh_hans: 结尾是

# FilterComparisonMethod_Equals
source: Equals
ar: يساوي
de: Ist gleich
es: Iguales
fr: Égal
hu: Egyenlő
it: Uguale
ja: 等しい
nl: Is gelijk aan
pl: Równa się
pt_br: É igual a
sl: Enako
sv: Är lika med
tr: Eşittir
vi: Giống hệt
zh_hans: 完全相同

# FilterComparisonMethod_Regex
source: Regex
it: Espressione regolare
ja: 正規表現
tr: Düzenli ifade
zh_hans: 正则表达式

# FilterComparisonMethod_StartsWith
source: Starts with
ar: يبدا
de: Beginnt mit
es: Comienza con
fr: Commence par
hu: Ezzel kezdődik
it: Inizia con
ja: で始まる
nl: Begint met
pl: Zaczyna się na
pt_br: Começa com
sl: Začne z
sv: Börjar med
tr: İle başlar
vi: Bắt đầu bằng
zh_hans: 开头是

# UninstallerType_WindowsFeature
source: Windows Feature
ar: ميزة ويندوز
de: Windows Funktion
es: Característica de Windows
fr: Fonctionnalité Windows
hu: Windows szolgáltatás
it: Caratteristica di windows
ja: Windowsの機能
nl: Windows functie
pl: Funkcja Windows
pt_br: Recurso do Windows
sl: Windows funkcija
sv: Windowsfunktion
tr: Windows Özelliği
zh_hans: Windows特性

# FilterComparisonMethod_Any
source: Contains any
ar: يحتوي على اي
de: Enthält irgendeines
es: Contiene cualquier
fr: Contient tout
hu: Bármit tartalmazhat
it: Contiene qualunque
ja: いずれかを含む
nl: Bevat wat ... dan ook
pl: Zawiera dowolny
pt_br: Contém qualquer
sl: Vsebuje karkoli
sv: Innehåller något av
tr: Herhangi biri
vi: Chứa bất kỳ ký tự
zh_hans: 包含任一个

# StartupEntries
source: Startup commands
ar: اوامر بدء التشغيل
de: Autostart Befehle
es: Comandos de inicio
fr: Commandes de démarrage
hu: Indítópult parancsok
it: Comandi di avvio
ja: スタートアップコマンド
nl: Opstart opdrachten
pl: Komendy autostartu
pt_br: Comandos de inicialização
sl: Zagonski ukazi
sv: Startkommandon
tr: Başlangıç komutları
vi: Câu lệnh khởi động cùng hệ thống
zh_hans: 启动命令

# StartupManager_Message_Delete_Details
source: They will no longer be opened during boot. Make sure the selected items are not required before removing them.
ar: لن تكون مفتوحة بعد الان اثناء الاقلاع. تاكد من ان المواد المحددة غير مطلوبه قبل ازالتها.
de: Sie werden beim Booten nicht mehr geöffnet. Stellen Sie sicher, dass die ausgewählten Elemente nicht mehr erforderlich sind, bevor sie entfernt werden.
es: Ya no se abrirán durante el arranque. Asegúrese de que los elementos seleccionados no sean necesarios antes de quitarlos.
fr: Ils ne seront plus ouverts pendant le démarrage. Vérifiez que les éléments sélectionnés ne sont pas requis avant de les supprimer.
hu: Ezek már nem lesznek megnyithatók a rendszerindítás közben. Ellenőrizze, hogy a kiválasztott elemek nem szükségesek-e, mielőtt törli azokat.
it: Non saranno più aperti in fase di avvio. Assicurati che gli elementi selezionati non siano necessari prima di rimuoverli.
ja: 起動時にこれらは開かれなくなります。削除する前に、選択したアイテムが必要ないことを確認してください。
nl: Deze worden bij het 'opstarten' niet meer geopend. Overtuig u ervan, dat de gekozen onderdelen niet langer vereist zijn, voordat deze zijn verwijderd.
pl: Nie będą one już otwierane podczas startu systemu. Upewnij się że wybrane elementy nie są wymagane przed ich usunięciem.
pt_br: Eles não serão mais abertos durante a inicialização. Verifique se os itens selecionados não são necessários antes de removê-los.
sl: Ne bodo več odprti med zagonom sistema. Preden jih odstranite se prepričajte, da izbrani vnosi niso potrebni.
sv: De kommer inte längre att öppnas under uppstart. Se till att de valda objekten inte krävs innan du tar bort dem.
tr: Artık önyükleme sırasında açılmayacaklar. Çıkarmadan önce seçilen öğelerin gerekli olmadığından emin olun.
vi: Các mục đã chọn sẽ không còn được mở tự động trong quá trình khởi động. Hãy đảm bảo các mục này không cần thiết trước khi xóa chúng.
zh_hans: 它们开机时不再启动。在删除前请确保选中项不再需要。

# StartupManager_Message_Delete_Header
source: Remove selected programs from startup?
ar: ازاله البرامج المحددة عند بدء التشغيل ؟
de: Ausgewählte Programme aus dem Autostart entfernen?
es: ¿Eliminar los programas seleccionados del inicio?
fr: Supprimer les programmes sélectionnés du démarrage ?
hu: Eltávolítja a kijelölt programokat az Indítópultból?
it: Rimuovere i programmi selezionati dall'avvio?
ja: 選択したプログラムをスタートアップから削除しますか？
nl: Gekozen programma's verwijderen uit opstarten?
pl: Usunąć wybrane programy z autostartu?
pt_br: Remover programas selecionados da inicialização?
sl: Ob zagonu, naj odstranim izbrane programe?
sv: Ta bort valda program från uppstarten?
tr: Seçilen programlar başlangıçtan kaldırılsın mı?
vi: Loại bỏ các chương trình đã chọn khỏi quá trình khởi động cùng hệ thống?
zh_hans: 从开机启动项中删除选中程序?

# StartupManager_Message_Delete_Title
source: Startup Manager
ar: مدير بدء التشغيل
de: Autostart Manager
es: Administrador del Inicio
fr: Gestionnaire de Démarrage
hu: Indítópult kezelő
it: Gestore dell'avvio
ja: スタートアップマネージャー
nl: Opstartmanager
pl: Menedżer Autostartu
pt_br: Gerenciador de Inicialização
sl: Upravitelj zagona
sv: Uppstartshanterare
tr: Başlangıç Yöneticisi
vi: Trình quản lý Khởi động cùng hệ thống
zh_hans: 开机启动项管理器

# StartupManager_Loading
source: Loading...
ar: يتم الان تحميل...
de: Laden...
es: Cargando...
fr: Chargement...
hu: Betöltés...
it: Caricando...
ja: 読み込み中...
nl: Laden...
pl: Ładowanie...
pt_br: Carregando...
sl: Nalaganje...
sv: Laddar...
tr: Yükleniyor...
vi: Đang nạp...
zh_hans: 加载中...

# Confidence_PF_EmptyFolder
source: Empty folder
ar: مجلد فارغ
de: Leerer Ordner
es: Carpeta vacía
fr: Dossier vide
hu: Üres mappa
it: Cartella vuota
ja: 空のフォルダー
nl: Lege map
pl: Pusty folder
pt_br: Pasta vazia
sl: Prazna mapa
sv: Tom mapp
tr: Boş klasör
vi: Thư mục trống
zh_hans: 空文件夹

# Confidence_PF_ExecsPresent
source: Executables are present
ar: الملفات التنفيذية موجودة
de: Ausführbare Dateien sind vorhanden
es: Los ejecutables están presentes
fr: Des exécutables sont présents
hu: Jelen levő futtathatók
it: Gli eseguibili sono presenti
ja: 実行可能ファイルが存在します
nl: Uitvoerbare bestanden zijn aanwezig
pl: Obecne są pliki wykonywalne
pt_br: Executáveis estão presentes
sl: Prisotne so izvršljive datoteke
sv: Exekverbara filer finns tillgängliga.
tr: Yürütülebilir dosyalar mevcut
vi: Các tệp thực thi hiện có
zh_hans: 存在可执行文件

# Confidence_PF_FilesPresent
source: Files are present
ar: الملفات موجودة
de: Dateien sind vorhanden
es: Los archivos están presentes
fr: Des fichiers sont présents
hu: Jelen levő fájlok
it: I files sono presenti
ja: ファイルが存在します
nl: Bestanden zijn aanwezig
pl: Obecne są pliki
pt_br: Arquivos estão presentes
sl: Prisotne so datoteke
sv: Filer finns
tr: Dosyalar mevcut
vi: Các tệp hiện có
zh_hans: 文件存在

# Confidence_PF_ManyFilesPresent
source: Many files are present
ar: العديد من الملفات موجودة
de: Viele Dateien sind vorhanden
es: Muchos archivos están presentes
fr: Beaucoup de fichiers sont présents
hu: Túl sok fájl van jelen
it: Sono presenti molti file
ja: 多くのファイルが存在します
nl: Veel bestanden zijn aaanwezig
pl: Wiele plików jest obecnych
pt_br: Muitos arquivos estão presentes
sl: Prisotnih je veliko datotek
sv: Många filer finns
tr: Birçok dosya mevcut
vi: Rất nhiều tệp tin hiện có
zh_hans: 许多文件存在

# Confidence_PF_NameIsUsed
source: Program name is recognized
ar: يتم التعرف على اسم البرنامج
de: Programmname erkannt
es: El nombre del programa es reconocido
fr: Le nom du programme est reconnu
hu: A program neve azonosítva
it: Il nome del programma è stato riconosciuto
ja: プログラム名が認識されています
nl: Programma naam werd herkend
pl: Nazwa programu jest rozpoznana
pt_br: O nome do programa é reconhecido
sl: Ime programa je prepoznano
sv: Programnamnet är känt.
tr: Program adı doğrulandı
vi: Tên chương trình được công nhận
zh_hans: 识别到程序名称

# Confidence_PF_NoSubdirs
source: No sub directories
ar: لا توجد دلائل فرعيه
de: Keine Unterverzeichnisse
es: No hay subdirectorios
fr: Pas de sous-dossiers
hu: Nincsenek alkönyvtárak
it: Non ci sono sottocartelle
ja: サブディレクトリはありません
nl: Geen sub-mappen
pl: Brak podfolderów
pt_br: Não há subdiretórios
sl: Ni podimenikov
sv: Inga underkataloger.
tr: Alt klasör yok
vi: Không có thư mục con
zh_hans: 无子目录

# Confidence_PF_PublisherIsUsed
source: Publisher is recognized
ar: يتم التعرف على الناشر
de: Herausgeber erkannt
es: El editor es reconocido
fr: L'éditeur est reconnu
hu: A kiadó azonosítva
it: L'editore è stato riconosciuto
ja: パブリッシャーが認識されています
nl: Uitgever werd herkend
pl: Wydawca jest rozpoznany
pt_br: O editor é reconhecido
sl: Založnik je prepoznan
sv: Utgivaren är identifierad.
tr: Yayıncı Doğrulandı
vi: Nhà phát hành được công nhận
zh_hans: 识别到发布者

# Confidence_Startup_IsRunOnce
source: Entry will be ran only once
ar: سيتم تشغيل الادخال مره واحده فقط
de: Eintrag wird nur einmal ausgeführt
es: La entrada se ejecutará una sola vez
fr: L'entrée sera lancée une seule fois
hu: A bejegyzés csak egyszer fog végrehajtódni
it: La voce sarà eseguita una sola volta
ja: エントリーは一度だけ実行されます
nl: Registratie wordt slechts eenmaal uitgevoerd
pl: Zostanie uruchomiony tylko raz
pt_br: A entrada será executada apenas uma vez
sl: Vnos bo zagnan samo enkrat
sv: Posten kommer endast att köras en gång.
tr: Bir kez başlatılacak
vi: Mục nhập chỉ được thực thi một lần
zh_hans: 条目只会运行一次

# Confidence_Startup_StartupMatched
source: Entry is matched to the application
ar: الادخال مطابق للتطبيق
de: Eintrag stimmt mit der Anwendung überein
es: La entrada se corresponde con la solicitud
fr: L'entrée correspond à l'application
hu: A bejegyzés illeszkedik az alkalmazáshoz
it: La voce corrisponde ad una applicazione
ja: エントリーはアプリケーションに一致しています
nl: Registratie komt overeen met de toepassing
pl: Wpis jest przypisany do aplikacji
pt_br: A entrada é compatível com o aplicativo
sl: Vnos se ujema z aplikacijo
sv: Posten är kopplad till applikationen.
tr: Giriş uygulama ile eşleşti
vi: Mục nhập trùng khớp với ứng dụng
zh_hans: 条目与应用程序匹配

# Junk_Drive_GroupName
source: Files and directories
ar: الملفات والدلائل
de: Dateien und Ordner
es: Archivos y directorios
fr: Fichiers et dossiers
hu: Fájlok és könyvtárak
it: File e cartelle
ja: ファイルとディレクトリ
nl: Bestanden en mappen
pl: Pliki i katalogi
pt_br: Arquivos e diretórios
sl: Datoteke in imeniki
sv: Filer och mappar
tr: Dosyalar ve dizinler
vi: Các tệp và thư mục
zh_hans: 文件和目录

# Junk_ProgramFilesOrphans_GroupName
source: Program Files orphan
ar: ملفات البرنامج اليتيمة
de: Verwaiste Programmdateien
es: Archivos de programa huérfanos
fr: Orphelin de Program Files
hu: Elárvultak a Program Files mappában
it: File del programma orfani
ja: プログラムファイルの孤立
nl: Verweesde programma bestanden
pl: Pozostałość w Program Files
pt_br: Arquivo de programas órfão
sl: Sirota programskih datotek
sv: Programfiler utan överordnad.
tr: Program dosyalarında kalır
vi: Các tệp chương trình mồ côi
zh_hans: 孤立程序文件

# Junk_Registry_GroupName
source: Registry
ar: مكتب التسجيل
es: Registro
fr: Registre
hu: Beállításjegyzék
it: Registro
ja: レジストリ
nl: Register
pl: Rejestr
pt_br: Registro
sl: Register
sv: Register
tr: Kayıt defteri
zh_hans: 注册表

# Junk_Startup_GroupName
source: Startup
ar: بدء
de: Autostart
es: Inicio
fr: Démarrage
hu: Indítópult
it: Avvio
ja: スタートアップ
nl: Autostart
pl: Autostart
pt_br: Inicialização
sl: Zagon
sv: Uppstart
tr: Başlangıç
vi: Khởi động cùng hệ thống
zh_hans: 开机启动项

# StartupManager_FailedEnable_FileNotFound
source: Failed to enable this entry, the following file was not found:
ar: فشل تمكين هذا الادخال ، لم يتم العثور على الملف التالي:
de: Eintrag konnte nicht aktiviert werden, weil die folgende Datei fehlt:
es: Error al habilitar esta entrada, no se encontró el siguiente archivo:
fr: Échec en activation de cette entrée, le fichier suivant est introuvable :
hu: Nem sikerült engedélyezni ezt a bejegyzést, a következő fájl nem található:
it: Non è possibile abilitare questa voce, i seguenti file non sono sono stati trovati:
ja: このエントリを有効にできませんでした。次のファイルが見つかりませんでした:
nl: De registratie kon niet worden geactiveerd, omdat het volgende bestand ontbreekt:
pl: Włączenie tej pozycji się nie powiodło, następujący plik nie został znaleziony:
pt_br: Falha ao habilitar essa entrada, o seguinte arquivo não foi encontrado:
sl: Spodletelo je omogočanje tega vnosa. Naslednja datoteka ni bila najdena:
sv: Det gick inte att aktivera denna post, följande fil hittades inte:
tr: Bu giriş etkinleştirilemedi, aşağıdaki dosya bulunamadı:
vi: Không thể kích hoạt mục này, các tệp sau không được tìm thấy:
zh_hans: 启用此条目失败，找不到以下文件:

# UninstallError_UninstallerTimedOut
source: Uninstaller timed out
ar: انتهت مهله الغاء التثبيت
de: Zeitüberschreitung beim Uninstaller
es: El desinstalador no responde
fr: Le désinstalleur a dépassé le temps
hu: Eltávolító időtúllépés
it: Il disinstallatore non risponde
ja: アンインストーラーのタイムアウト
nl: Tijd overschrijding bij de uninstaller
pl: Upłynął limit czasu dezinstalatora
pt_br: Desinstalador expirou
sl: Odstranjevalec je potekel
sv: Avinstallationsprogrammet svarade inte.
tr: Kaldırıcı zaman aşımına uğradı
vi: Trình gỡ cài đặt đã hết thời gian chờ
zh_hans: 卸载程序超时

# Startup_ShortName_Task
source: Task
ar: مهمة
de: Aufgabe
es: Tarea
fr: Tâche
hu: Feladat
it: Operazione
ja: タスク
nl: Taak
pl: Zadanie
pt_br: Tarefa
sl: Opravilo
sv: Uppgift
tr: Görev
vi: Tác vụ
zh_hans: 任务

# Startup_Shortname_BrowserHelper
source: Browser Helper Object
ar: كائن مساعد المستعرض
de: Browser Helper Objekt
es: Objeto del Ayudante del Navegador
fr: Extension de navigateur
hu: Böngésző segítő objektuma
it: Estensione del navigatore
ja: ブラウザヘルパーオブジェクト
nl: Browser Helper Objekt
pt_br: Objeto Auxiliar do Navegador
sl: Pomožni predmet brskalnika (BHO)
sv: Webbläsarhjälpobjekt
tr: Tarayıcı Yardımcı Nesnesi
vi: Đối tượng Trợ giúp Trình duyệt
zh_hans: 浏览器辅助对象(BHO)

# UninstallListItem_ValueEmpty
source: Value cannot be null or empty
ar: لا يمكن ان تكون القيمة خاليه او فارغه
de: Wert darf nicht Null oder leer sein
es: El valor no puede ser nulo o vacío
fr: La valeur ne peut être nulle ou vide
hu: Az érték nem lehet nulla, vagy üres
it: Il valore non può essere nullo o vuoto
ja: 値は null または空であってはなりません
nl: Waarde mag niet leeg of null zijn
pl: Wartość nie może być zerowa lub pusta
pt_br: O valor não pode ser nulo ou estar vazio
sl: Vrednost ne sme niti null ali prazna
sv: Värde kan inte vara null eller tomt
tr: Değer, içeriksiz veya boş olamaz
vi: Giá trị không thể là NULL hoặc bỏ trống.
zh_hans: 值不能为null或empty

# UninstallListItem_NewLineInValue
source: Value cannot contain newlines
ar: لا يمكن ان تحتوي القيمة على سطور جديده
de: Wert darf keine Zeilenumbrüche enthalten
es: El valor no puede contener líneas nuevas
fr: La valeur ne peut contenir de nouvelles lignes
hu: Az érték nem tartalmazhat új sorokat
it: Il valore non può contenere nuove linee
ja: 値には改行を含めることはできません
nl: Waarde mag geen nieuwe regels bevatten
pl: Wartość nie może zawierać znaków nowej linii
pt_br: O valor não pode conter linhas novas
sl: Vrednost ne sme vsebovati novih vrstic
sv: Värde kan inte innehålla radbrytningar
tr: Değer yeni satırlar içeremez
vi: Giá trị không thể chứa ký tự thoát dòng mới (\n)
zh_hans: 值不能包含新行

# Error_InvalidRegKeys
source: Invalid or unknown startup registry key(s):
ar: مفاتيح مكتب التسجيل بدء تشغيل باطل او مجهول:
de: Ungültiger oder unbekannter startup registrierungs schlüssel
es: Clave de registro de inicio no válida o desconocida(s):
fr: Clé(s) de registre de démarrage invalide(s) ou inconnue(s)
hu: Érvénytelen, vagy ismeretlen Indítópult registry kulcs:
it: Chiave(i) di registro invalida(e) o sconosciuta(e):
ja: 無効または不明なスタートアップレジストリキー：
nl: Ongeldige of onbekende opstart registersleutel(s):
pl: Nieprawidłowy lub nieznany klucz startowy:
pt_br: Chave(s) de registro de inicialização inválida ou desconhecida:
sl: Neveljavni ali neznani zagonski ključi v registru:
sv: Ogiltig eller okänd uppstarts-registernyckel
tr: Geçersiz veya bilinmeyen başlangıç kayıt defteri anahtar(ları)ı:
vi: (Các) khóa registry khởi động cùng hệ thống không hợp lệ hoặc không xác định:
zh_hans: 无效或未知开机启动项注册表键:

# UninstallerType_StoreApp
source: Windows Store App
ar: نوافذ متجر التطبيق
de: Windows Store Programm
es: App de Windows Store
fr: Appli Windows Store
hu: Windows Áruházbeli alkalmazás
it: App di Windows Store
ja: Windows ストアアプリ
pl: Aplikacja Windows Store
sl: Windows Store Aplikacija
tr: Windows Mağazası Uygulaması
zh_hans: Windows商店应用

# UninstallListEditor_NewCondition
source: New condition
ar: حاله جديده
de: Neue Bedingung
es: Nueva condición
fr: Nouvelle condition
hu: Új feltétel
it: Nuova condizione
ja: 新しい条件
nl: Nieuwe voorwaarde
pl: Nowy warunek
pt_br: Nova condição
sl: Nov pogoj
sv: Ny villkor
tr: Yeni durum
vi: Điều kiện mới

# IsOrphaned
source: Is unregistered
ar: غير مسجل
de: Ist unregistriert
es: Is no registrado
fr: Est non enregistré
hu: Nem regisztrált
it: Non è registrato
ja: 未登録かどうか
nl: Is niet geregistreerd
pl: Jest niezarejestrowany
pt_br: Não está registrado
sl: Je neregistriran
sv: Är oregistrerad
tr: Kayıtsız
vi: Chưa đăng ký
zh_hans: 未注册

# ConfidencePart_IsStoreApp
source: Removal of Store App data is problematic
ar: ازاله بيانات تطبيق مخزن الاشكاليه
de: Die Entfernung der Store App Data kann zu Problemen führen
es: La eliminación de los datos de la App Store es problemático
fr: Suppression problématique des données du Store
hu: Az Áruházbeli alkalmazás adatainak eltávolítása problémás
it: La rimozione dei dati dell'App Store è difficoltosa
ja: ストアアプリのデータ削除に問題があります
nl: Verwijderen van Store App gegevens is een probleem
pl: Usuwanie danych Store App jest problematyczne
pt_br: Remoção dos dados da App Store é problemática
sl: Odstranitev Store Aplikacije je problematično
sv: Borttagning av Store App data är problematiskt
tr: Mağaza Uygulama verilerinin kaldırılması sorunludur
vi: Việc xóa dữ liệu Store App có vấn đề
zh_hans: 删除应用商店数据时有问题

# UninstallerType_SimpleDelete
source: Simple Delete
ar: حذف بسيط
de: Einfaches Löschen
es: Borrado simple
fr: Effacer simplement
hu: Egyszerű törlés
it: Eliminazione semplice
ja: シンプルな削除
nl: Eenvoudig verwijderen
pl: Proste usunięcie
pt_br: Eliminação Simples
sl: Preprosto izbriši
sv: Enkel Radering
tr: Basit Sil
vi: Xoá đơn giản
zh_hans: 简单删除

# ConfidencePart_AllSubdirsMatched
source: Directory is, or will be empty after removing junk.
ar: الدليل ، او سيكون فارغا بعد ازاله الخردة.
de: Das Verzeichnis ist oder wird nach dem Entfernen von Junk leer sein.
es: El directorio está, o estará, vacío después de eliminar la basura.
fr: Le dossier est ou sera vide après suppression des résidus.
hu: A könyvtár a felesleg eltávolítása után üres lesz.
it: La cartella è o resterà vuota dopo la rimozione degli scarti
ja: ディレクトリは、またはジャンクを削除した後に空になります。
nl: De map is of zal leeg zijn na het verwijderen van rommel.
pl: Folder jest lub będzie pusty po usunięciu śmieci
pt_br: O diretório é, ou estará vazio após a remoção de lixo.
sl: Imenik je ali bo prazen po odstranjevanju odpadkov.
sv: Mappen är, eller blir tom efter borttagning av skräp.
tr: Dizin gereksiz veya kaldırıldıktan sonra boş olacaktır.
vi: Thư mục trống hoặc vẫn trống ngay cả sau khi loại bỏ rác.
zh_hans: 目录为空，或在删除垃圾后将为空。

# Startup_ShortName_Service
source: Service
ar: خدمه
es: Servicio
hu: Szolgáltatás
it: Servizio
ja: サービス
pl: Usługa
pt_br: Serviço
sl: Storitev
sv: Tjänst
tr: Servis
vi: Dịch vụ
zh_hans: 服务

# ComparisonTargetInfo_AllProperties
source: All properties
ar: كافة الخصائص
de: Alle Eigenschaften
es: Todas las propiedades
fr: Toutes propriétés
hu: Minden tulajdonság
it: Tutte le proprietà
ja: プロパティ
nl: Alle eigenschappen
pl: Wszystkie właściwości
pt_br: Todas as propriedades
sl: Vse lastnosti
sv: Alla egenskaper
tr: Tüm özellikler
vi: Tất cả thuộc tính
zh_hans: 所有属性

# Progress_MSI
source: Scanning installed MSI products...
ar: المثبتة MSI مسح منتجات...
de: Durchsuche installierte MSI Produkte...
es: Analizando productos MSI instalados...
fr: Balayage des produits MSI installés...
hu: Telepített MSI termékek ellenőrzése...
it: Controllando i prodotti con installatore MSI...
ja: インストールされたMSI製品をスキャン中...
nl: Scannen op geïnstalleerde MSI producten...
pl: Skanowanie zainstalowanych produktów MSI ...
pt_br: Analisando produtos MSI instalados...
sl: Pregledovanje nameščenih izdelkov MSI ...
sv: Scannar installerade MSI produkter...
tr: Yüklü MSI ürünleri taranıyor...
vi: Đang quét các sản phẩm MSI đã cài đặt...
zh_hans: 扫描已安装MSI产品...

# Progress_MSI_sub
source: Found {0} application GUIDs
ar: GUIDs تم العثور على {0} تطبيق
de: Anwendungens GUIDs {0} gefunden
es: Halladas {0} aplicaciones GUID
fr: Trouvé {0} GUIDs d'applications
hu: Beazonosítva{0} program GUID
it: Trovate {0} applicazioni GUIDs
ja: {0} のアプリケーション GUID が見つかりました
nl: Gevonden {0} programma GUID's
pl: Znaleziono {0} GUIDów aplikacji
pt_br: Encontradas {0} aplicações GUID
sl: Najdeno {0} GUIDov aplikacije
sv: Hittade {0} app GUIDs
tr: {0} uygulama GUID'si bulundu
vi: Đã tìm thấy {0} GUID ứng dụng
zh_hans: 查找{0}应用程序全局唯一标识符(GUID)

# Progress_Registry
source: Scanning registry for uninstallers...
ar: مسح مكتب التسجيل لالغاء التثبيت...
de: Durchsuche Registry nach Uninstallern...
es: Registro de escaneo para desinstaladores...
fr: Balayage du registre pour les désinstalleurs
hu: Eltávolítók ellenőrzése a beállításjegyzékben...
it: Ricerca nel registro dei disinstallatori...
ja: アンインストーラーのためにレジストリをスキャン中...
nl: Register scannen op de-installers...
pl: Skanowanie dezinstalatorów w rejestrze...
pt_br: Escaneando o registro para desinstaladores...
sl: Pregled registra za iskanje odstranjevalcev...
sv: Scanna registret efter avinstallationsprogram...
tr: Kaldırma amaçlı yüklemeler için kayıt tarama ...
vi: Đang quét registry để tìm các trình gỡ cài đặt...
zh_hans: 扫描注册表以查找卸载程序...
