Repository: Klocman/Bulk-Crap-Uninstaller
Catalog: source/UninstallTools/Properties/Localisation.*.resx
Languages: ar, de, es, fr, hu, it, ja, nl, pl, pt_br, sl, sv, tr, vi, zh_hans

# Progress_Registry_Gathering
source: Gathering registry keys
ar: جمع مفاتيح مكتب التسجيل
de: Registrierungsschlüssel sammeln
es: Recopilación de claves del registro
fr: Regroupement des clés de registre
hu: Beállításkulcsok összegyűjtése
it: Selezione delle chiavi di registro
ja: レジストリキーを収集中
nl: Verzamelen registersleutels
pl: Gromadzenie kluczy rejestru
pt_br: Reunindo as chaves do Registro
sl: Zbiranjev ključev registra
sv: Samlar registernycklar
tr: Kayıt defteri anahtarlarını toplanıyor
vi: Đang thu thập các khoá registry...
zh_hans: 正在收集注册表键

# Progress_Registry_Processing
source: Processing {0}
ar: معالجه {0}
de: Ausführen {0}
es: Procesando {0}
fr: Traitement de {0}
hu: Feldolgozás {0}
it: Processando {0}
ja: {0} を処理中
nl: Verwerking {0}
pl: Przetwarzanie {0}
pt_br: Processando {0}
sl: Obdelava {0}
sv: Bearbetar {0}
tr: {0} işleniyor
vi: Đang quét {0}
zh_hans: 正在处理{0}

# Progress_GatherUninstallerInfo
source: Generating missing uninstaller information...
ar: يتم الان انشاء معلومات الغاء التثبيت مفقود...
de: Fehlende Deinstallationsinformationen werden generiert ...
es: Generación de información de desinstalación que falta...
fr: Génération de l'information de désinstalleur manquant
hu: Hiányzó eltávolítási információk összeállítása...
it: Creazione delle informazioni di disinstallazione mancanti...
ja: 不足しているアンインストーラー情報を生成中...
nl: Genereren ontbrekende de-installer informatie
pl: Generowanie brakujacych informacji o deinstalatorach...
pt_br: Gerando informações de desinstalador em falta...
sl: Ustvarjanje manjkajočih informacij o odstranjevalcu...
sv: Genererar saknad avinstallations-info
tr: Eksik kaldırıcı bilgileri oluşturuluyor ...
vi: Đang tạo thông tin trình gỡ cài đặt bị thiếu...
zh_hans: 正在生成丢失的卸载程序信息...

# Progress_DriveScan
source: Scanning drives for applications...
ar: مسح المحركات للتطبيقات...
de: Laufwerke nach Anwendungen scannen ...
es: Analizando unidades por aplicaciones...
fr: Balayage des lecteurs pour les applications...
hu: Meghajtókon levő programok ellenőrzése...
it: Ricerca delle applicazioni nel disco...
ja: アプリケーションのためにドライブをスキャン中...
nl: Schijven scannen op programma's
pl: Skanowanie aplikacji na dyskach...
pt_br: Escaneando drives em busca de aplicativos...
sl: Pregled pogonov za iskanje aplikacij...
sv: Scannar enheter efter appar...
tr: Uygulamalar için sürücüler taranıyor ...
vi: Đang quét ổ đĩa để tìm các ứng dụng...
zh_hans: 正在扫描驱动器以查找应用程序...

# Progress_DriveScan_Gathering
source: Gathering directories
ar: تجميع الدلائل
de: Gruppierung von Dateien
es: Recopilando directorios
fr: Regroupement des dossiers
hu: Könyvtárak összegyűjtése
it: Selezionando le cartelle
ja: ディレクトリを収集中
nl: Verzamelen mappen
pl: Zbieranie folderów
pt_br: Reunindo diretórios
sl: Zbiranje imenikov
sv: Samlar kataloger
tr: Dizinler toplanıyor
vi: Đang thu thập thư mục...
zh_hans: 正在收集目录

# Progress_AppStores
source: Scanning application stores...
ar: يتم الان مسح مخازن التطبيقات...
de: Überprüfe Anwendungs Store
es: Analizando aplicaciones de tiendas...
fr: Balayage des magasins d'applications
hu: Programtárolók ellenőrzése...
it: Ricerca nello store delle applicazioni...
ja: アプリケーションストアをスキャン中...
nl: Scannen programma opslag plaatsen...
pl: Skanowanie magazynów aplikacji...
pt_br: Escaneando armazenagem de aplicativos...
sl: Iskanje shranjenih aplikacij ...
sv: Scannar app-stores
tr: Tarama uygulamaları depolanıyor ...
vi: Đang quét các kho ứng dụng...
zh_hans: 正在扫描应用程序商店...

# Progress_AppStores_Templates
source: Searching for application templates
ar: بحث عن قوالب التطبيقات
de: Nach Anwendungsvorlagen suchen
es: Buscando plantillas de aplicaciones
fr: Recherche des modèles d'applications
hu: Alkalmazássablonok keresése
it: RIcerca di modelli per applicazioni
ja: アプリケーションテンプレートを検索中
nl: Zoeken naar programma templates
pl: Wyszukiwanie szablonów aplikacji
pt_br: Procurando modelos de aplicativos
sl: Iskanje predlog za aplikacijo
sv: Söker efter applikationsmallar.
tr: Uygulama şablonları aranıyor
vi: Đang tìm kiếm các mẫu ứng dụng...
zh_hans: 正在搜索应用程序模板

# Progress_AppStores_Steam
source: Searching for Steam Apps
ar: بحث عن تطبيقات البخار
de: Suche nach Steam Anwendungen
es: Buscando aplicaciones de Steam
fr: Recherche des Applis Steam
hu: Steam alkalmazások keresése
it: Ricerca per Steam Apps
ja: Steam アプリを検索中
nl: Zoeken naar Steam Apps
pl: Szukanie Steam Apps
pt_br: Procurando aplicativos do Steam
sl: Iskanje Steam Apps
sv: Söker efter Steam Appar
tr: Steam Uygulamaları Aranıyor
vi: Đang kiểm tra Steam App...
zh_hans: 正在搜索Steam应用程序

# Progress_AppStores_WinStore
source: Searching for Windows Store Apps
ar: بحث عن تطبيقات مخزن وندوز
de: Suche nach Windows Store Anwendungen
es: Buscando aplicaciones de Windows Store
fr: Recherche des Applis du Windows Store
hu: Windows áruházbeli alkalmazások keresése
it: Ricerca per Windows Store Apps
ja: Windows ストアアプリを検索中
nl: Zoeken naar Windows Store Apps
pl: Szukanie programów Windows Store
pt_br: Procurando aplicativos da Windows Store
sl: Iskanje Windows Store Apps
sv: Söker efter Windows Store Apps
tr: Windows Mağazası Uygulamaları aranıyor
vi: Đang kiểm tra Windows Store App...
zh_hans: 正在搜索Windows商店应用

# Progress_AppStores_WinFeatures
source: Searching for Windows Features
ar: بحث عن ميزات وندوز
de: Suche nach Windows Eigenschaften
es: Buscando características de Windows
fr: Recherche des Fonctionnalités Windows
hu: Windows szolgáltatások keresése
it: Ricerca per funzionalità di Windows
ja: Windows 機能を検索中
nl: Zoeken naar Windows onderdelen
pl: Szukanie funkcji systemu Windows
pt_br: Procurando por Recurss do Windows
sl: Iskanje funkcij sistema Windows
sv: Söker efter Windows-funktioner
tr: Windows Özellikleri aranıyor
vi: Đang kiểm tra Windows Features...
zh_hans: 正在搜索Windows功能

# Progress_Merging
source: Merging discovered applications...
ar: دمج التطبيقات المكتشفة...
de: Zusammenführen gefundener Anwendungen ...
es: Fusionando aplicaciones descubiertas...
fr: Fusion des applications découvertes...
hu: Azonosított programok egyesítése...
it: Unione applicazioni trovate...
ja: 発見されたアプリケーションをマージ中...
nl: Samenvoegen ontdekte programma's...
pl: Łączenie odkrytych aplikacji...
pt_br: Combinando aplicações descobertas...
sl: Združevanje odkritih aplikacij ...
sv: Sammanfogar upptäckta appar…
tr: Keşfedilen uygulamalar birleştiriliyor...
vi: Đang hợp nhất các ứng dụng được phát hiện...
zh_hans: 正在合并发现的应用程序...

# Progress_Merging_Stores
source: Merging applications from stores
ar: دمج التطبيقات من المخازن
de: Zusammenführen von Anwendungen aus Store
es: Fusionando aplicaciones de tiendas
fr: Fusion des applications depuis les magasins
hu: Tárolókban levő programok egyesítése
it: Unione applicazioni dagli store
ja: ストアからアプリケーションをマージ中
nl: Programma's samenvoegen uit stores
pl: Łączenie aplikacji z magazynów
pt_br: Mesclando aplicações de lojas
sl: Združevanje aplikacij iz trgovin
sv: Sammanfogar appar från Stores
tr: Uygulamaları mağazalardan birleştirme
vi: Đang hợp nhất các ứng dụng từ các kho ứng dụng...
zh_hans: 正在合并商店应用程序

# Progress_Merging_Drives
source: Merging applications from drives
ar: دمج التطبيقات من المحركات
de: Anwendungen von Laufwerken zusammenführen
es: Fusionando aplicaciones de unidades
fr: Fusion des applications depuis les lecteurs
hu: Meghajtókon levő programok egyesítése
it: Unione applicazioni dai dischi
ja: ドライブからアプリケーションをマージ中
nl: Programma's samenvoegen van schijven
pl: Łączenie aplikacji z dysków
pt_br: Mesclando aplicações das unidades
sl: Združevanje aplikacij iz pogonov
sv: Sammanfogar appar från enheter
tr: Uygulamaları sürücülerden birleştirme
vi: Đang hợp nhất các ứng dụng từ các ổ đĩa...
zh_hans: 正在合并驱动器上的应用程序

# Progress_GeneratingInfo
source: Generating missing information...
ar: يتم الان انشاء معلومات مفقوده...
de: Fehlende Informationen erzeugen ...
es: Generando información que falta...
fr: Génération de l'information manquante
hu: Hiányzó információk létrehozása...
it: Generazione informazioni mancanti...
ja: 不足している情報を生成中...
nl: Ontbrekende informatie genereren...
pl: Generowanie brakujących informacji...
pt_br: Gerando informações em falta...
sl: Ustvarjanje manjkajočih podatkov...
sv: Generar saknad information...
tr: Kayıp bilgileri üretiliyor
vi: Đang tạo thông tin còn thiếu...
zh_hans: 正在生成丢失的信息...

# UninstallerType_WindowsUpdate
source: Windows Update
ar: تحديث ويندوز
hu: Windows frissítés
ja: Windows アップデート
pl: Aktualizacja systemu Windows
pt_br: Atualização do Windows
sl: Posodobitev Windows
tr: Windows Güncelleme
zh_hans: Windows更新

# Progress_AppStores_WinUpdates
source: Searching for Windows Updates
ar: البحث عن تحديثات وندوز
de: Suche nach Windows Updates
es: Buscando actualizaciones de Windows
fr: Recherche de Mises à jour Windows
hu: Windows frissítések keresése
it: Ricerca di aggiornamenti di Windows
ja: Windows アップデートを検索中
nl: Zoeken naar Windows updates
pl: Wyszukiwanie aktualizacji systemu Windows
pt_br: Procurando atualizações do Windows
sl: Iskanje posodobitev Windows
sv: Söker efter Windows Updates
tr: Windows Güncellemeleri aranıyor
vi: Đang kiểm tra Windows Update...
zh_hans: 正在搜索Windows更新

# Junk_FirewallRule_GroupName
source: Firewall rule
ar: قاعده جدار الحماية
de: Firewall Regel
es: Regla de Firewall
fr: Règle de pare-feu
hu: Tűzfal szabály
it: Regola del firewall
ja: ファイアウォールルール
nl: Firewall regel
pl: Regula zapory
pt_br: Regra do Firewall
sl: Pravilo požarnega zidu
sv: Brandväggsregel
tr: Güvenlik duvarı kuralı
vi: Quy tắc tường lửa
zh_hans: 防火墙规则

# Junk_UserAssist_GroupName
source: User assist
ar: مساعده المستخدم
de: Benutzer Unterstützung
es: Asistente de usuario
fr: Assistant utilisateur
hu: Felhasználósegéd
it: Aiuto utente
ja: ユーザー支援
nl: Gebruikers assistentie
pt_br: Assistente do usuário
sl: Pomoč uporabnikom
sv: Användar-assistans
tr: Kullanıcı yardımı
vi: Khả năng tiếp cận
zh_hans: 用户助手

# Junk_WerReports_GroupName
source: Windows Error Reporting reports
ar: تقارير عن اخطاء الوندوز
de: Windows Fehlerberichterstattung melden.
es: Informes de errores de Windows
fr: Rapports de Windows Error Reporting
hu: Windows hibajelentések
it: Resoconto di Windows Error Reporting
ja: Windows エラー報告レポート
nl: Windows foutrapportage rapport
pl: Raportowanie błędów systemu Windows
pt_br: Relatórios de erro do Windows
sl: Poročila o poročanju o napakah v sistemu Windows
sv: Windows felrapporterings-rapporter
tr: Windows Hata Bildirimi raporları
vi: Báo cáo lỗi Windows
zh_hans: Windows错误报告

# Junk_Progress_Startup
source: Setting up junk scanners...
ar: يتم الان اعداد الماسحات الضوئية الغير هامه...
de: Junk-Scanner einrichten ...
es: Configurando escáneres basura...
fr: Réglage des scanners de résidus...
it: Configurando la ricerca degli scarti...
ja: ジャンクスキャナーを設定中...
nl: Instellen rommel scanners...
pl: Konfigurowanie skanerów śmieci ...
pt_br: Configurando scanners de lixo ...
sl: Nastavitev iskalnikov smetja...
sv: Konfigurerar skräp-skannrar…
tr: Önemsiz tarayıcıların ayarlanması ...
vi: Đang thiết lập máy quét rác...
zh_hans: 正在设置垃圾扫描器...

# Junk_Progress_Finishing
source: Finishing up...
ar: الانتهاء...
de: Beenden
es: Finalizando...
fr: En train de finir...
hu: Befejezés...
it: Completando...
ja: 終了中...
nl: Afronden...
pl: Kończenie...
pt_br: Terminando...
sl: Dokončanje...
sv: Avslutar…
tr: Bitiriliyor...
vi: Sắp hoàn thành...
zh_hans: 正在完成...

# Junk_AppCompat_GroupName
source: Application compatibility
ar: توافق التطبيق
de: Anwendungs Kompatibilität
es: Compatibilidad de aplicaciones
fr: Compatibilité d'application
hu: Alkalmazáskompatibilitás
it: Compatibilità dell'applicazione
ja: アプリケーションの互換性
nl: Programma compatibiliteit
pl: Zgodność aplikacji
pt_br: Compatibilidade de aplicativos
sl: Združljivost aplikacije
sv: App kompatibilitet
tr: Uygulama uyumluluğu
vi: Khả năng tương thích ứng dụng
zh_hans: 应用程序兼容性

# Junk_Clsid_GroupName
source: CLSID classes
ar: CLSID فئات
de: CLSID Klassen
es: Clases de CLSID
fr: Classes CLSID
hu: CLSID osztályok
it: Classe di CLSID
ja: CLSID クラス
nl: CLSID klassen
pl: Klasy CLSID
pt_br: Classes CLSID
sl: CLSID razredi
sv: CLSID klasser
tr: CLSID sınıfları
vi: Lớp CLSID
zh_hans: CLSID类

# Junk_UninstallerKey_GroupName
source: Uninstaller reference
ar: مرجع الغاء التثبيت
de: Deinstallationsprogramm-Referenz
es: Referencia del desinstalador
fr: Référence de désinstalleur
it: Riferimento del disinstallatore
ja: アンインストーラーの参照
nl: De-installer verwijzing
pl: Klucz dezinstalatora
pt_br: Referência do desinstalador
sl: Priporočilo odstranjevalca
sv: Referens för avinstallationsprogrammet
tr: Kaldırıcı referansı
vi: Tài liệu tham khảo về trình gỡ cài đặt
zh_hans: 卸载程序引用

# Junk_UninstallerLocation_GroupName
source: Uninstaller location
ar: موقع الغاء التثبيت
de: Standort des Deinstallationsprogramms
es: Ubicación del desinstalador
fr: Emplacement de désinstalleur
hu: Eltávolító helye
it: Posizione del disinstallatore
ja: アンインストーラーの場所
nl: De-installer lokatie
pl: Lokalizacja dezinstalatora
pt_br: Localização do Instalador
sl: Mesto odstranjevalca
sv: Plats för avinstallationsprogrammet
tr: Kaldırıcı konumu
vi: Vị trí trình gỡ cài đặt
zh_hans: 卸载程序未知

# Junk_Shortcut_GroupName
source: Shortcut
ar: اختصار
de: Kurzbefehl
es: Acceso directo
fr: Raccourci
hu: Parancsikon
it: Scorciatoria
ja: ショートカット
nl: Snelkoppeling
pl: Skrót
pt_br: Atalho
sl: Bližnjica
sv: Genväg
tr: Kısayol
vi: Lối tắt
zh_hans: 快捷方式

# Junk_AudioPolicy_GroupName
source: Audio policy config
ar: تكوين نهج الصوت
de: Audio policy Einstellungen
es: Configuración de política de audio
fr: Config de stratégie audio
it: Configurazione dei criteri (policy) dell'audio
ja: オーディオポリシー設定
nl: Configuratie audiobeleid
pl: Konfiguracja zasad dźwięku
pt_br: Configuração de política de áudio
sl: Konfiguracija zvočnih politik
sv: Ljudpolicy konfiguration
tr: Ses politikası yapılandırması
vi: Cấu hình chính sách âm thanh
zh_hans: 音频策略配置

# Junk_EventLog_GroupName
source: Event Log logs
ar: سجلات تسجيل الاحداث
de: Ereignisprotokoll erzeugen
es: Registros del registro de eventos
fr: Journaux d'Event Log
hu: Eseménynaplók
it: Eventi del registro eventi
ja: イベントログ
nl: Gebeurtenis logbestanden
pl: Dzienniki zdarzeń
pt_br: Registros de eventos
sl: Dnevniki dnevnika dogodkov
sv: Händelseloggar
tr: Olay Günlüğü günlükleri
vi: Nhật ký sự kiện
zh_hans: 事件日志

# Junk_Tracing_GroupName
source: Tracing information
ar: معلومات التتبع
de: Spur Information
es: Información de rastreo
fr: Traçage d'information
it: Informazioni di tracciamento
ja: トレース情報
nl: Traceer informatie
pl: Informacje śledzenia
pt_br: Informação de rastreamento
sl: Podatki o sledenju
sv: Spårnings-information
tr: İzleme bilgileri
vi: Thông tin truy vết
zh_hans: 跟踪信息

# Junk_InstalledFolders_GroupName
source: Installed folder list
ar: قائمه المجلدات المثبتة
de: Liste der Installierten Ordner
es: Lista de carpetas instaladas
fr: Liste de dossiers d'installation
it: Elenco delle cartelle installate
ja: インストールされたフォルダーのリスト
nl: Geïnstalleerde maplijst
pl: Lista folderów instalacyjnych
pt_br: Lista de pastas instaladas
sl: Seznam nameščenih map
sv: Installationsmapp-lista
tr: Yüklü klasör listesi
vi: Danh sách thư mục cài đặt
zh_hans: 安装文件夹列表

# UninstallStatus_Paused
source: Paused
ar: متوقف
de: Angehalten
es: Pausado
fr: En pause
hu: Szüneteltetve
it: Pausa
ja: 一時停止
nl: Gepauzeerd
pl: Wstrzymany
pt_br: Pausado
sl: Pavzirano
sv: Pausad
tr: Durduruldu
vi: Tạm dừng
zh_hans: 暂停

# Progress_AppStores_Chocolatey
source: Searching for Chocolatey packages
de: Suche nach Chocolatey Paketen
es: Buscando paquetes de Chocolatey
fr: Chercher les paquets Chocolatey
hu: Chocolatey csomagok keresése
it: Ricerca dei pacchetti Chocolatey
ja: Chocolatey パッケージを検索中
nl: Zoeken naar Chocolatey pakketten
pl: Wyszukiwanie pakietów Chocolatey
pt_br: Procurando por pacotes Chocolatey
sl: Iskanje Chocolatey paketov
sv: Söker efter Chocolatey paket
tr: Chocolatey paketleri aranıyor
vi: Tìm kiểm tra các gói Chocolatey...
zh_hans: 正在搜索Chocolatey包

# ChocolateyFactory_UninstallInChocolateyJunkName
source: Uninstall in Chocolatey
de: Deinstallation durch Chocolatey
es: Desinstalar en Chocolatey
fr: Désinstaller dans Chocolatey
hu: Eltávolítás a Chocolatey-vel
it: Disinstalla con Chocolatey
ja: Chocolatey でアンインストール
nl: De-installeren in Chocolatey
pl: Odinstaluj w Chocolatey
pt_br: Desinstalar pelo Chocolatey
sl: Odstrani v Chocolatey
sv: Avinstallera i Chocolatey
tr: Chocolatey ile kaldır
vi: Gỡ cài đặt bằng Chocolatey
zh_hans: 在Chocolatey中卸载

# HasStartupEntries
source: Can start automatically
de: Besitzt Autostarteintrag
es: Puede iniciarse automáticamente
fr: Peut démarrer automatiquement
it: Può avviarsi automaticamente
ja: 自動的に起動できる
nl: Kan automatisch starten
pl: Może uruchomić się automatycznie
pt_br: Pode iniciar automaticamente
sl: Lahko se zažene samodejno
sv: Kan starta automatiskt
tr: Otomatik olarak başlayabilir
vi: Có thể tự động khởi động
zh_hans: 是否能自动启动

# Progress_Startup
source: Searching for start-up entries
de: Suche nach Starteinträgen
es: Buscando entradas de inicio
fr: Recherche des entrées de démarrage
hu: Indítópult bejegyzések keresése
it: Ricerca delle voci all'avvio
ja: スタートアップエントリを検索中
nl: Zoeken naar opstart registraties
pl: Wyszukiwanie wpisów startowych
pt_br: Procurando por entradas de inicialização
sl: Iskanje zagonskih vnosov
sv: Söker efter uppstarts-poster
tr: Başlangıç girişleri aranıyor
vi: Đang kiểm tra các mục khởi động cùng hệ thống...
zh_hans: 正在搜索开机启动项

# Progress_AppStores_Oculus
source: Searching for Oculus Apps
de: Oculus Anwendungen
es: Buscando Aplicaciones de Oculus
fr: Recherche des Applis Oculus
hu: Oculus alkalmazások keresése
it: Oculus App
ja: Oculus アプリを検索中
nl: Oculus Apps
pl: Aplikacje Oculus
pt_br: Procurando por Apps Oculus
sl: Oculus aplikacije
sv: Söker efter Oculus Apps
tr: Oculus Uygulamaları
vi: Đang kiểm tra Oculus App...
zh_hans: 正在搜索Oculus应用程序

# IsWebBrowser
source: Is a web browser
de: Ist ein Web Browser
es: Es un navegador web
fr: Est un navigateur web
hu: Böngésző e
it: E' un browser web
ja: ウェブブラウザかどうか
nl: Is een web browser
pl: Przeglądarka internetowa
pt_br: É um navegador
sl: Je spletni brskalnik
sv: Är en webbläsare
tr: Bir web tarayıcısı mı
vi: Một trình duyệt
zh_hans: 是否网页浏览器

# UninstallerType_PowerShell
source: PowerShell script
es: Script de PowerShell
fr: Script PowerShell
hu: PowerShell szkript
it: Script PowerShell
ja: PowerShell スクリプト
pl: Skrypt PowerShell
sl: PowerShell skripta
tr: PowerShell betiği
vi: Tập lệnh PowerShell
zh_hans: PowerShell脚本

# Junk_DebugTracing_GroupName
source: Debug Tracing/Logging Configuration
de: Debug-Tracing/Protokollierung Konfiguration
es: Rastreo de Depuración/Configuración del Registro
fr: Configuration du débogage de Traçage/Journalisation
it: Debug Tracing/Registrazione Configurazione
ja: デバッグトレース/ロギング設定
nl: Debug tracing/Loggging Configuratie
pt_br: Configuração de Rastreio/Registro de Depuração
sv: Debug Spårning/Loggning Konfiguration
tr: Hata Ayıklama İzleme/Günlüğe Kaydetme Yapılandırması
vi: Cấu hình theo dõi/ghi nhật ký gỡ lỗi
zh_hans: 调试跟踪/日志配置

# Progress_AppStores_Scoop
source: Searching for Scoop packages
de: Auf der Suche nach Scoop-Paketen
es: Buscando paquetes de Scoop
fr: Recherche de paquets Scoop
hu: Scoop csomagok keresése
it: Ricerca di pacchetti Scoop
ja: Scoop パッケージを検索中
nl: Zoeken naar Scoop pakketten
pl: Szukanie paczek Scoop
pt_br: Procurando por pacotes Scoop
sv: Söker efter Scoop paket
tr: Scoop paketleri aranıyor
vi: Đang kiểm tra các gói Scoop...
zh_hans: 正在搜索Scoop包

# Confidence_UsedBySimilarNamedApp
source: Might belong to a different app with a similar name
de: Könnte zu einer anderen Anwendung mit einem ähnlichen Namen gehören
es: Podría pertenecer a una aplicación diferente con un nombre similar
fr: Peut appartenir à une autre appli avec un nom similaire
it: Potrebbe appartenere a un'altra applicazione con un nome simile.
ja: 類似の名前を持つ別のアプリに属している可能性があります。
nl: Kan bij een andere app horen met een vergelijkbare naam
pl: Może należeć do innej aplikacji o podobnej nazwie
pt_br: Pode pertencer a um app diferente com nome parecido
sv: Kanske tillhör en annan app med liknande namn
tr: Benzer isimli farklı bir uygulamaya ait olabilir
vi: Có thể thuộc về một ứng dụng khác có tên tương tự
zh_hans: 可能属于名称相似的其他应用程序

# UninstallerType_InnoSetup
source: Inno Setup
es: Configuración de Inno
tr: Inno Kurulumu

# UninstallerType_Steam
source: Steam
ar: يتبخر
