Repository: Klocman/Bulk-Crap-Uninstaller
Catalog: source/UninstallTools/Properties/Localisation.*.resx
Languages: ar, de, es, fr, hu, it, ja, nl, pl, pt_br, sl, sv, tr, vi, zh_hans

# AboutUrl
source: Webpage
ar: صفحة الويب
de: Webseite
es: Página web
fr: Page web
hu: Weblap
it: Pagina web
ja: ウェブページ
nl: Web pagina
pl: Strona internetowa
pt_br: Página Web
sl: Spletna stran
sv: Webbsida
tr: İnternet sayfası
vi: Trang web
zh_hans: 网页

# BundleProviderKey
source: Product code
ar: رمز المنتج
de: Produktcode
es: Código del producto
fr: Code produit
hu: Termékkód
it: Codice del prodotto
ja: 製品コード
pl: Kod produktu
pt_br: Código do produto
sl: Koda izdelka
sv: Produktkod
tr: Ürün kodu
vi: Mã sản phẩm
zh_hans: 产品代码

source: Display name
ar: اسم العرض
de: Anzeigename
es: Nombre para mostrar
fr: Nom d'affichage
hu: Megjelenítendő név
it: Nome mostrato
ja: 表示名
nl: Toon naam
pl: Nazwa
pt_br: Mostrar nome
sl: Prikazno ime
sv: Visningsnamn
tr: Görüntülenen ad
vi: Tên hiển thị
zh_hans: 显示名

# DisplayNameTrimmed
source: Trimmed display name
ar: اسم العرض المشذب
de: Kurzname
es: Nombre corto para mostrar
fr: Nom d'affichage abrégé
hu: Rövidített megjelenítendő név
it: Abbreviazione da mostrare
ja: トリムされた表示名
nl: Korte naam
pl: Przycięta nazwa
pt_br: Mostrar nome abreviado
sl: Skrajšano prikazno ime
sv: Kort visningsnamn
tr: Kesilmiş görünen ad
vi: Tên hiển thị được rút gọn
zh_hans: 修饰后的显示名

# DisplayVersion
source: Version
ar: الاصدار
es: Versión
hu: Verzió
it: Versione
ja: バージョン
nl: Versie
pl: Wersja
pt_br: Versão
sl: Različica
tr: Versiyon
vi: Phiên bản
zh_hans: 版本

source: Estimated size
ar: الحجم المقدر
de: Geschätzte Größe
es: Tamaño estimado
fr: Taille estimée
hu: Becsült méret
it: Grandezza stimata
ja: 推定サイズ
nl: Geschatte grootte
pl: Przybliżony rozmiar
pt_br: Tamanho estimado
sl: Ocenjena velikost
sv: Uppskattad storlek
tr: Tahmini boyut
vi: Kích thước ước tính
zh_hans: 估计大小

# InstallDate
source: Date of installation
ar: تاريخ التثبيت
de: Installationsdatum
es: Fecha de la instalación
fr: Date d'installation
hu: Telepítés dátuma
it: Data di installazione
ja: インストール日
nl: Installatie datum
pl: Data instalacji
pt_br: Data da instalação
sl: Datum namestitve
sv: Installationsdatum
tr: Kurulum tarihi
vi: Ngày cài đặt
zh_hans: 安装日期

# InstallLocation
source: Installation location
ar: موقع التثبيت
de: Installationspfad
es: Ubicación de la instalación
fr: Emplacement d'installation
hu: Telepítési hely
it: Cartella di installazione
ja: インストール場所
nl: Installatie pad
pl: Miejsce zainstalowania
pt_br: Local da instalação
sl: Mesto namestitve
sv: Installationsplats
tr: Kurulum yeri
vi: Vị trí cài đặt
zh_hans: 安装位置

# InstallSource
source: Installation source
ar: مصدر التثبيت
de: Installationsquelle
es: Origen de la instalación
fr: Source d'installation
hu: Telepítőforrás
it: Origine di installazione
ja: インストールソース
nl: Installatie bron
pl: Źródło instalacji
pt_br: Origem da instalação
sl: Vir namestitve
sv: Installationskälla
tr: Kurulum kaynağı
vi: Nguồn cài đặt
zh_hans: 安装源

# Is64Bit
source: Is a 64bit application
ar: هو تطبيق 64بت
de: 64bit Anwendung
es: Es una aplicación de 64 bits
fr: Est une application 64bits
hu: 64-bites alkalmazás
it: E' una applicazione a 64bit
ja: 64ビットアプリケーションかどうか
nl: Is een 64bit programma
pl: Jest aplikacją 64-bitową
pt_br: É uma aplicação de 64bit
sl: Je 64 bitna aplikacija
sv: Är en 64-bitars app
tr: 64 bit uygulama
vi: Ứng dụng 64bit
zh_hans: 是否64位应用程序

source: Is protected
ar: محمي
de: Geschützt
es: Está protegida
fr: Est protégé
hu: Védett
it: E' protetta
ja: 保護されているか
nl: Is beveiligd
pl: Jest chroniona
pt_br: Está protegido
sl: Je zaščitena
sv: Är skyddad
tr: Korunuyor
vi: Được bảo vệ
zh_hans: 是否受保护

# IsUpdate
source: Is an update
ar: هو محدث
de: Aktualisierung
es: Está actualizada
fr: Est une mise à jour
hu: Frissítés
it: E' un aggiornamento
ja: アップデートかどうか
nl: Is een update
pl: Jest aktualizacją
pt_br: Está atualizado
sl: Je posodobljena
sv: Är en uppdatering
tr: Bir güncelleme
vi: Một ứng dụng cập nhật
zh_hans: 是否更新

source: Is valid
ar: صالحه
de: Gültig
es: Es válida
fr: Est valide
hu: Érvényes
it: E' valido
ja: 有効かどうか
nl: Is geldig
pl: Jest prawidłowa
pt_br: É válido
sl: Je veljavna
sv: Är giltig
tr: Geçerli
vi: Hợp lệ
zh_hans: 是否有效

source: Modify path
ar: تعديل المسار
de: Pfad ändern
es: Ruta de modificación
fr: Modifer le chemin
hu: Útvonal módosítás
it: Modifica percorso
ja: パスを修正する
nl: Pad wijzigen
pl: Ścieżka modyfikacji
pt_br: Modificar caminho
sl: Spremeni pot
sv: Ändra sökväg
tr: Düzenleme yolu
vi: Sửa đổi đường dẫn
zh_hans: 修改路径

# Publisher
source: Publisher name
ar: اسم الناشر
de: Herausgeber
es: Nombre del editor
fr: Nom de l'éditeur
hu: Kiadó neve
it: Nome dell'editore
ja: 発行者名
nl: Uitgever
pl: Nazwa wydawcy
pt_br: Nome do editor
sl: Ime založnika
sv: Utgivarens namn
tr: Yayıncı adı
vi: Tên nhà phát hành
zh_hans: 发布者名称

# PublisherTrimmed
source: Trimmed publisher name
ar: اسم الناشر المشذب
de: Kurzname Herausgeber
es: Nombre corto del editor
fr: Nom de l'éditeur abrégé
hu: Rövidített kiadó-név
it: Abbreviazione del nome dell'editore
ja: トリムされた発行者名
nl: Korte naam uitgever
pl: Przycięta nazwa wydawcy
pt_br: Nome abreviado do editor
sl: Obrezano ime založnika
sv: Kort förlagsnamn
tr: Kesilmiş yayıncı adı
vi: Tên rút gọn của nhà phát hành
zh_hans: 修饰后的发布者名称

# QuietUninstallPossible
source: Quiet uninstall is possible
ar: الغاء التثبيت بهدوء ممكن
de: Stille Deinstallation möglich
es: Es posible la desinstalación silenciosa
fr: Désinstallation silencieuse possible
hu: A csendes eltávolítás lehetséges
it: L'installazione silenziosa è applicabile
ja: 静かなアンインストールが可能です
nl: Stille de-installatie is mogelijk
pl: Cicha dezinstalacja jest możliwa
pt_br: Desinstalação silenciosa é possível
sl: Možna je tiha odstranitev
sv: Tyst avinstallation möjlig
tr: Sessiz kaldırma mümkün
vi: Có thể gỡ cài đặt âm thầm
zh_hans: 能否静默卸载

source: Quiet uninstall string
ar: سلسله الغاء التثبيت بهدوء
de: Anweisung zur stillen Deinstallation
es: Cadena de desinstalación silenciosa
fr: Chaîne de désinstallation silencieuse
hu: Csendes eltávolító karakterlánc
it: Stringa di disinstallazione silenziosa
ja: 静かなアンインストール文字列
nl: Stille de-installatie string
pl: Ścieżka cichej deisntalacji
pt_br: Sequência de desinstalação silenciosa
sl: Niz tihe odstranitve
sv: Tyst avinstallations-sträng
tr: Sessiz kaldırma dizesi
vi: Câu lệnh gỡ cài đặt âm thầm
zh_hans: 静默卸载字母串

source: Registry key name
ar: اسم مفتاح مكتب التسجيل
de: Registryschlüssel
es: Nombre de la clave de registro
fr: Nom de la clé du registre
hu: Beállításkulcs név
it: Nome della chiave di registro
ja: レジストリキー名
nl: Registersleutel
pl: Nazwa klucza rejestru
pt_br: Nome da chave do registro
sl: Ime registrskega ključa
sv: Registernyckel
tr: Kayıt defteri anahtarı adı
vi: Tên khoá registry
zh_hans: 注册表键名称

source: Registry path
ar: مسار مكتب التسجيل
de: Registrypfad
es: Ruta de registro
fr: Chemin du registre
hu: Registry útvonal
it: Percorso del registro
ja: レジストリパス
nl: Register pad
pl: Ścieżka w rejestrze
pt_br: Caminho do registro
sl: Pot v registru
sv: Register sökväg
tr: Kayıt defteri yolu
vi: Đường dẫn registry
zh_hans: 注册表路径

# SystemComponent
source: Is a system component
ar: هو مكون النظام
de: Systemkomponente
es: Es un componente del sistema
fr: Est un composant système
hu: Ez egy rendszerösszetevő
it: E' un componente di sistema
ja: システムコンポーネントかどうか
nl: Is een systeem component
pl: Jest elementem systemowym
pt_br: É um componente do sistema
sl: Je sistemska sestavina
sv: Är en systemkomponent
tr: Bir sistem bileşeni mi
vi: Một thành phần hệ thống
zh_hans: 是否系统组件

# UninstallerFullFilename
source: Uninstaller file name
ar: اسم ملف الغاء التثبيت
de: Dateiname des Uninstallers
es: Nombre del archivo desinstalador
fr: Nom de fichier du désinstalleur
hu: Eltávolítófájl-név
it: Nome del file di disinstallazione
ja: アンインストーラーファイル名
nl: Bestandsnaam v/d uninstaller
pl: Nazwa pliku dezinstalatora
pt_br: Nome do arquivo do desinstalador
sl: Ime datoteke odstranjevalca
sv: Avinstallation filnamn
tr: Kaldırıcı dosya adı
vi: Tên tệp trình gỡ cài đặt
zh_hans: 卸载程序文件名

# UninstallerKind
source: Uninstaller type
ar: نوع الغاء التثبيت
de: Typ des Uninstallers
es: Tipo de desinstalador
fr: Type de désinstalleur
hu: Eltávolító típusa
it: Tipo di disinstallatore
ja: アンインストーラータイプ
nl: De-installatie type
pl: Typ dezinstalatora
pt_br: Tipo de desinstalador
sl: Vrsta odstranjevalca
sv: Avinstallationstyp
tr: Kaldırıcı türü
vi: Loại trình gỡ cài đặt
zh_hans: 卸载程序类型

# UninstallPossible
source: Uninstall is possible
ar: الغاء التثبيت ممكن
de: Deinstallation möglich
es: La desinstalación es posible
fr: Désinstallation possible
hu: Az eltávolítás lehetséges
it: Disinstallazione possibile
ja: アンインストールが可能
nl: De-installatie is mogelijk
pl: Dezinstalacja jest możliwa
pt_br: A desinstalação é possível
sl: Možno je odstranjevanje
sv: Avinstallation möjlig
tr: Kaldırma mümkündür
vi: Có thể gỡ cài đặt
zh_hans: 能否卸载

source: Uninstall string
ar: الغاء تثبيت السلسلة
de: Anweisung zur Deinstallation
es: Cuerda de desinstalación
fr: Chaîne de désinstallation
hu: Eltávolítási karakterlánc
it: Stringa di disinstallazione
ja: アンインストール文字列
nl: De-installatie string
pl: Ścieżka dezinstalacji
pt_br: Sequência de desinstalação
sl: Odstranjevalni niz
sv: Avinstallations-sträng
vi: Câu lệnh gỡ cài đặt
zh_hans: 卸载字符串

source: Comment
ar: تعليق
de: Kommentar
es: Comentario
fr: Commentaire
hu: Megjegyzés
it: Commenti
ja: コメント
nl: Commentaar
pl: Komentarz
pt_br: Comentário
sl: Komentar
sv: Kommentar
tr: Yorum Yap
vi: Chú thích
zh_hans: 注释

# DisplayIcon
source: Displayed icon
ar: الايقونة المعروضة
de: Angezeigtes Symbol
es: Icono mostrado
fr: Icône affichée
hu: Megjelenített ikon
it: Icona mostrata
ja: 表示されたアイコン
nl: Weergegeven symbool
pl: Wyświetlana ikona
pt_br: Ícone exibido
sl: Prikazana ikona
sv: Visad ikon
tr: Görüntülenen simge
vi: Biểu tượng hiển thị
zh_hans: 显示图标

# Error_InvalidPath
source: Invalid path
ar: مسار غير صالح
de: Ungültiger Pfad
es: Ruta inválida
fr: Chemin invalide
hu: Érvénytelen útvonal
it: Percorso invalido
ja: 無効なパス
nl: Ongeldig pad
pl: Nieprawidłowa ścieżka
pt_br: Caminho inválido
sl: Neveljavna pot
sv: Ogiltig sökväg
tr: Geçersiz yol
vi: Đường dẫn không hợp lệ
zh_hans: 无效路径

# JunkRemover_Confidence
source: Confidence
ar: ثقة
de: Vertrauensgrad
es: Confianza
fr: Confiance
hu: Biztonságosság
it: Affidabilità
ja: 確信度
nl: Vertrouwd
pl: Pewność
pt_br: Confiança
sl: Zaupanje
sv: Tillförlitlighet
tr: Güven
vi: Độ tin cậy
zh_hans: 置信度

# ManagerError_PrematureWorkerStop
source: Uninstall worker stopped prematurely
ar: ايقاف عامل الغاء التثبيت قبل الاوان
de: Deinstallationsvorgang vorzeitig beendet
es: Desinstalación detenida prematuramente
fr: Travail de désinstallation arrêté prématurément
hu: Az eltávolító működése idő előtt leállításra került
it: La disinstallazione si è fermata prima del termine
ja: アンインストールが手動で停止しました
nl: Het de-installatieproces werd voortijdig beëindigd
pl: Deinstalator nieoczekiwanie przerwał pracę
pt_br: Tarefa da desinstalação interrompida prematuramente
sl: Predčasno ustavljeno delo odstranjevalca
sv: Avinstallationsarbetaren stoppades i förtid
tr: Kaldırma erken durduruldu
vi: Tiến trình gỡ cài đặt đã dừng đột ngột
zh_hans: 卸载进程过早停止

# ManagerError_Skipped
source: Skipped by user
ar: تخطي بواسطة المستخدم
de: Vom Benutzer übersprungen
es: Omitido por el usuario
fr: Erreur passée par l'utilisateur
hu: Kihagyta a felhasználó
it: Saltato dall'utente
ja: ユーザーによってスキップされました
nl: Overgeslagen door gebruiker
pl: Pominięte przez urzytkownika
pt_br: Ignorado pelo usuário
sl: Preskočil je uporabnik
sv: Överhoppad av användaren
tr: Kullanıcı tarafından atlandı
vi: Bị người dùng bỏ qua
zh_hans: 被用户跳过

source: Uninstaller location
ar: موقع الغاء التثبيت
de: Uninstaller-Pfad
es: Ubicación del desinstalador
fr: Emplacement du désinstalleur
hu: Eltávolító helye
it: Posizione del disinstallatore
ja: アンインストーラーの場所
nl: De-installer pad
pl: Ścieżka dezinstalatora
pt_br: Local do desinstalador
sl: Mesto odstranjevalca
sv: Avinstallationsplats
tr: Kaldırıcı konumu
vi: Vị trí trình cài đặt
zh_hans: 卸载程序位置

# UninstallError_Nowaytouninstall
source: There is no valid way of uninstalling this entry
ar: لا توجد طريقه صالحه لالغاء تثبيت هذا الادخال
de: Es gibt keine gültige Methode, diesen Eintrag zu deinstallieren
es: No hay un modo válido de desinstalar esta entrada
fr: Pas de manière valide de désinstaller cette entrée
hu: Nincs érvényes mód eltávolítani ezt a bejegyzést
it: Non ci sono valide possibilità di disinstallare questa voce
ja: このエントリをアンインストールする有効な方法はありません
nl: Er is geen geldige methode om deze registratie te de-installeren
pl: Żadna metoda dezinstalacji nie jest dostępna
pt_br: Não existe uma maneira válida de desinstalar esta entrada
sl: Za odstranjevanje tega vnosa, tukaj ni veljavnega načina
sv: Det finns inget giltigt sätt att avinstallera denna post
tr: Bu girişi kaldırmanın geçerli bir yolu yok
vi: Không có cách hợp lệ nào để gỡ cài đặt mục này.
zh_hans: 没有有效的方法卸载此条目

# UninstallError_UninstallerReturnedCode
source: Uninstaller returned error code:
ar: اعاده رمز الغاء التثبيت الخطا:
de: Uninstaller-Fehlercode:
es: El desinstalador devolvió el código de error:
fr: Le désinstalleur a retourné un code erreur :
hu: Az eltávolító ezt a hibakódot adta vissza:
it: Il disinstallatore ha restituito il codice di errore:
ja: アンインストーラーはエラーコードを返しました:
nl: De-installer retourneert een foutcode:
pl: Dezinstalator zwrócił kod:
pt_br: Desinstalador retornou o código de erro:
sl: Odstranjevalec je vrnil kodo napake:
sv: Avinstallationsprogrammet returnerade felkod:
tr: Kaldırıcı hata kodu döndürdü:
vi: Trình gỡ cài đặt trả về mã lỗi:
zh_hans: 卸载应用程序返回错误代码:

# Confidence_Bad
source: Bad
ar: سيئه
de: Abzuraten
es: Mala
fr: Mauvais
hu: Rossz
it: Cattivo
ja: 悪い
nl: Slecht
pl: Zła
pt_br: Mau
sl: Slabo
sv: Dålig
tr: Kötü
vi: Kém
zh_hans: 坏

# Confidence_Good
source: Good
ar: جيد
de: Hoch
es: Buena
fr: Bon
hu: Jó
it: Buono
ja: 良好
nl: Goed
pl: Dobra
pt_br: Bom
sl: Dobro
sv: God
tr: İyi
vi: Tốt
zh_hans: 好

# Confidence_Questionable
source: Questionable
ar: مشكوك
de: Bedenklich
es: Cuestionable
fr: Discutable
hu: Kétséges
it: Discutibile
ja: 疑わしい
nl: Twijfelachtig
pl: Wątpliwa
pt_br: Duvidoso
sl: Vprašljivo
sv: Tveksam
tr: Kuşkulu
vi: Rất đáng nghi
zh_hans: 有问题

# Confidence_Unknown
source: Unknown
ar: معروف
de: Unbestimmt
es: Desconocida
fr: Inconnu
hu: Ismeretlen
it: Sconosciuto
ja: 不明
nl: Onbekend
pl: Nieznana
pt_br: Desconhecido
sl: Neznano
sv: Okänd
tr: Bilinmeyen
vi: Không xác định
zh_hans: 未知

# Confidence_VeryGood
source: Very good
ar: جيد جدا
de: Sehr hoch
es: Muy buena
fr: Très bon
hu: Nagyon jó
it: Molto buono
ja: 非常に良好
nl: Zeer goed
pl: Bardzo dobra
pt_br: Muito bom
sl: Zelo dobro
sv: Väldigt god
tr: Çok iyi
vi: Rất tốt
zh_hans: 非常好

# ParentKeyName
source: Parent uninstaller
ar: الغاء التثبيت الاصلي
de: Übergeordneter Uninstaller
es: Desinstalador padre
fr: Désinstalleur parent
hu: Szülő eltávolító
it: Dipendenze del disinstallatore
ja: 親アンインストーラー
nl: Bovenliggende de-installer
pl: Deinstalator nadrzędny
pt_br: Desinstalador de origem
sl: Nadrejeni odstranjevalec
sv: Förälder avinstallationsprogram
tr: Ebeveyn kaldırıcı
vi: Trình gỡ cài đặt gốc
zh_hans: 母卸载程序

# ConfidencePart_CompanyNameDidNotMatch
source: Company name did not match
ar: لم يتطابق اسم الشركة
de: Keine Übereinstimmung beim Firmennamen
es: El nombre de la empresa no coincide
fr: Le nom de compagnie ne correspondait pas
hu: A cégnév nem egyezik
it: Il nome dell'impresa non coincide
ja: 会社名が一致しませんでした
nl: Bedrijfsnamen komen niet overeen
pl: Nazwa firmy nie pasuje
pt_br: O nome da empresa não coincidiu
sl: Ime podjetja se ni ujemalo
sv: Företagsnamn matchade inte
tr: Şirket adı eşleşmedi
vi: Tên công ty không khớp
zh_hans: 公司名不匹配

# ConfidencePart_CompanyNameMatch
source: Company name matched
ar: اسم الشركة مطابق
de: Übereinstimmung beim Firmennamen
es: El nombre de la empresa coincide
fr: Le nom de compagnie correspondait
hu: A cégnév egyezik
it: Il nome dell'impresa coincide
ja: 会社名が一致しました
nl: Bedrijfsnamen komen overeen
pl: Nazwa firmy dopasowana
pt_br: O nome da empresa não correspondeu
sl: Ime podjetja se je ujemalo
sv: Företagsnamn matchade
tr: Şirket adı eşleşti
vi: Tên công ty trùng khớp
zh_hans: 公司名匹配

# ConfidencePart_DirectoryStillUsed
source: Directory is used by other installed applications
ar: يتم استخدام الدليل من قبل التطبيقات الاخرى المثبتة
de: Verzeichnis wird von anderen installierten Anwendungen verwendet.
es: El directorio está siendo usado por otras aplicaciones instaladas
fr: Le dossier est utilisé par d'autres applications installées
hu: A könyvtárat egyéb telepített alkalmazások használják
it: La cartella è usata da altre applicazioni installate
ja: ディレクトリは他のインストールされたアプリケーションによって使用されています
nl: De map wordt door andere geïnstalleerde toepassingen gebruikt.
pl: Katalog jest używany przez inne zainstalowane aplikacje
pt_br: O diretório é usado por outros aplicativos instalados
sl: Imenik je uporabljen z drugimi, nameščenimi aplikacijami
sv: Katalogen används av andra installerade appar
tr: Dizin diğer yüklü uygulamalar tarafından kullanılır
vi: Thư mục đang được sử dụng bởi một ứng dụng khác
zh_hans: 目录被其他已安装应用程序使用

# ConfidencePart_ExplicitConnection
source: Item is explicitly mentioned in the uninstaller
ar: المادة المذكورة صراحة في الغاء التثبيت
de: Element wird im Uninstaller explizit erwähnt.
es: El elemento se menciona explícitamente en el desinstalador
fr: L'élément est explicitement mentionné dans le désinstalleur
hu: Az elem nincs megemlítve az eltávolítóban
it: L'oggetto è esplicitamente menzionato nel disinstallatore
ja: アイテムはアンインストーラーに明示的に記載されています
nl: Het onderdeel wordt expliciet genoemd in de de-installer.
pl: Pozycja jest wyraźnie wymieniona w dezinstalatorze
pt_br: O item é explicitamente mencionado no desinstalador
sl: Vnos je izrecno naveden v odstranjevalcu
sv: Objektet är uttryckligen nämnt i avinstallationsprogrammet
tr: Öğe, kaldırıcıda açıkça belirtilmiştir
vi: Mục được đề cập rõ ràng trong trình gỡ cài đặt
zh_hans: 项目在卸载程序中明确提到

# ConfidencePart_IsUninstallerRegistryKey
source: Registry entry of the uninstaller
ar: ادخال مكتب التسجيل من الغاء التثبيت
de: Registryeintrag des Uninstallers
es: Entrada de registro del desinstalador
fr: Entrée de registre du désinstalleur
hu: Eltávolító bejegyzése a Beállításjegyzékben
it: Voce del registro del disinstallatore
ja: アンインストーラーのレジストリエントリ
nl: Register registratie van de de-installer
pl: Wpis rejestru z dezinstalatora
pt_br: Entrada do registro do desinstalador
sl: Registrski vnos odstranjevalca
sv: Registerpost för avinstallationsprogrammet
tr: Kaldırıcı kayıt defteri girişi
vi: Mục registry của trình gỡ cài đặt
zh_hans: 卸载程序的注册表项

# ConfidencePart_ItemNameEqualsCompanyName
source: Item seems to be a whole publisher category
ar: يبدو ان المادة عبارة عن فئة ناشر كاملة
de: Element scheint einer ganzen Programm-Kategorie anzugehören
es: El elemento parece ser una categoría completa de editores
fr: L'élément semble être une catégorie entière d'éditeur
hu: Úgy tűnik, hogy az összes kiadó egy kategóriába tartozik
it: L'elemento sembra essere una intera categoria dell'editore
ja: アイテムは全体のパブリッシャーカテゴリに属しているようです
nl: Het onderdeel schijnt aan een totale uitgevers categorie toe te behoren
pl: Pozycja wydaje się być cała w kategorii wydawcy
pt_br: O item parece ser uma categoria de editor integral
sl: Videti je, da je niz celotna kategorija založnika
sv: Objektet verkar vara en hel förlagskategori
tr: Öğe, bir yayıncı kategorisi gibi görünüyor
vi: Mục này dường như là toàn bộ danh mục của nhà xuất bản
zh_hans: 项目似乎是一个完整的发布者类别

# ConfidencePart_ProductNameDodgyMatch
source: Product name did not match very well
ar: اسم المنتج لا تتطابق بشكل جيد للغاية
de: Der Produktname stimmt nicht sehr gut überein.
es: El nombre del producto no coincide muy bien
fr: Le nom de produit ne correspondait pas très bien
hu: A terméknév nem egyezik meg teljesen
it: Il nome del prodotto non coincide esattamente
ja: 製品名があまり一致していません
nl: De productnaam komt niet volledig overeen.
pl: Nazwa produktu nie pasuje bardzo dobrze
pt_br: O nome do produto não combinou muito bem
sl: Ime izdelka se zelo dobro ne ujema
sv: Produktnamnet matchade inte så bra
tr: Ürün adı çok iyi uyuşmuyor
vi: Tên sản phẩm không khớp lắm
zh_hans: 产品名称不完全匹配

# ConfidencePart_ProductNamePerfectMatch
source: Product name matched perfectly
ar: مطابقه اسم المنتج تماما
de: Perfekte Übereinstimmung beim Produktnamen
es: El nombre del producto coincide perfectamente
fr: Le nom de produit correspondait parfaitement
hu: A terméknév tökéletesen megegyezik
it: Il nome del prodotto coincide perfettamente
ja: 製品名が完全に一致
nl: Perfecte overeenstemming tussen de productnamen
pl: Nazwa produktu idealnie dopasowana
pt_br: Nome do produto combinou perfeitamente
sl: Ime izdelka se popolnoma ujema
sv: Produktnamnet matchade perfekt
tr: Ürün adı mükemmel bir şekilde eşleşti
vi: Tên sản phẩm trùng khớp hoàn toàn
zh_hans: 产品名称完全匹配

# ConfidencePart_QuestionableDirectoryName
source: Directory name is questionable
ar: اسم الدليل مشكوك فيه
de: Verzeichnisname ist fraglich
es: El nombre del directorio es cuestionable
fr: Le nom du dossier est discutable
hu: A könyvtárnév kérdéses
it: Il nome della cartella è discutibile
ja: ディレクトリ名は疑わしいです
nl: De naam van de map is twijfelachtig
pl: Nazwa katalogu jest wątpliwa
pt_br: O nome do diretório é questionável
sl: Vprašljivo je ime imenika
sv: Katalognamnet är tveksamt
tr: Dizin adı sorgulanabilir
vi: Tên thư mục rất đáng ngờ
zh_hans: 目录名称有问题

# UninstallerType_Unknown
source: Unknown
ar: مجهول
de: Unbekannt
es: Desconocido
fr: Inconnu
hu: Ismeretlen
it: Sconosciuto
ja: 不明
nl: Onbekend
pl: Nieznany
pt_br: Desconhecido
sl: Neznano
sv: Okänd
tr: Bilinmeyen
vi: Không xác định
zh_hans: 未知

# UninstallerType_Msiexec
source: Windows Installer
ar: مثبت الوندوز
es: Instalador de Windows
ja: Windowsインストーラー
sl: Windows namestitveni program
tr: Windows yükleyici
vi: Trình gỡ cài đặt Windows

# UninstallerType_NSIS
source: Nullsoft Scriptable Install System
ar: نظام التثبيت النصي القابل للقيم الخالية
es: Sistema de instalación Nullsoft Scriptable
ja: Nullsoftスクリプタブルインストールシステム
tr: Nullsoft Scriptable Yükleme Sistemi

# UninstallStatus_Completed
source: Completed
ar: مكتمل
de: Vollendet
es: Completado
fr: Terminé
hu: Befejezve
it: Completato
ja: 完了
nl: Voltooid
pl: Zakończono
pt_br: Concluído
sl: Zaključeno
sv: Slutförd
tr: Tamamlandı
vi: Đã hoàn thành
zh_hans: 已完成

# UninstallStatus_Failed
source: Failed
ar: فشل
de: Gescheitert
es: Fallido
fr: Échec
hu: Sikertelen
it: Fallito
ja: 失敗
nl: Mislukt
pl: Niepowodzenie
pt_br: Falhou
sl: Spodletelo
sv: Misslyckad
tr: Başarısız oldu
vi: Thất bại
zh_hans: 失败

# UninstallStatus_Invalid
source: Invalid
ar: باطل
de: Ungültig
es: Inválido
fr: Invalide
hu: Érvénytelen
it: Invalido
ja: 無効
nl: Ongeldig
pl: Nieprawidłowy
pt_br: Inválido
sl: Neveljavno
sv: Ogiltig
tr: Geçersiz
vi: Không hợp lệ
zh_hans: 无效

# UninstallStatus_Protected
source: Protected
ar: محمي
de: Geschützt
es: Protegido
fr: Protégé
hu: Védett
it: Protetto
ja: 保護されている
nl: Beveiligd
pl: Zabezpieczony
pt_br: Protegido
sl: Zaščiteno
sv: Skyddad
tr: Korumalı
vi: Được bảo vệ
zh_hans: 受保护

# UninstallStatus_Skipped
source: Skipped
ar: متخطى
de: Übersprungen
es: Omitido
fr: Ignoré
hu: Kihagyva
it: Saltato
ja: スキップされました
nl: Overgeslagen
pl: Pominięty
pt_br: Ignorado
sl: Preskočeno
sv: Överhoppad
tr: Atlandı
vi: Đã bỏ qua
zh_hans: 已跳过

# UninstallStatus_Uninstalling
source: Uninstalling
ar: الغاء التثبيت
de: Deinstallieren
es: Desinstalando
fr: Désinstallation
hu: Eltávolítás
it: Disinstallando
ja: アンインストール中
nl: De-installeren
pl: Dezinstalacja
pt_br: Desinstalando
sl: Odstranjevanje
sv: Avinstallerar
tr: Kaldırılıyor
vi: Đang gỡ cài đặt
zh_hans: 卸载中

# UninstallStatus_Waiting
source: Waiting
ar: الانتظار
de: Warten
es: Esperando
fr: En attente
hu: Várakozás
it: Attendi
ja: 待機中
nl: Wachten
pl: Oczekiwanie
pt_br: Esperando
sl: Čakanje
sv: Väntar
tr: Bekleniyor
vi: Đang chờ
zh_hans: 等待中
