Repository: Klocman/Bulk-Crap-Uninstaller
Catalog: source/BulkCrapUninstaller/Controls/Settings/PropertiesSidebar.*.resx
Languages: es, fr, hu, it, ja, nl, pt_br, sl, sv, vi, zh_hans

# checkBoxOrphans.Text
source: Show unregistered applications
es: Mostrar aplicaciones no registradas
fr: Afficher les applications non enregistrées
hu: Nem regisztrált alkalmazás mutatása
it: Visualizza applicazioni non registrate
ja: 未登録のアプリケーションを表示する
nl: Niet geregistreerde programma's tonen
pt_br: Exibir aplicativos não registrados
sl: Prikaži neregistrirane aplikacije
sv: Visa oregistrerade appar
vi: Hiển thị các ứng dụng chưa đăng ký
zh_hans: 显示未注册的应用程序

# checkBoxOrphans.ToolTip
source: Display applications that do not have any registered uninstallers. They are not visible in most uninstall managers but still take up space. Unregistered items are marked with a red color. Warning: Double check before removing these applications, they might still be necessary!
es: Mostrar aplicaciones sin ningún desinstalador registrado. No son visibles en la mayoría de desinstaladores, pero aún ocupan espacio. Elementos no registrados son marcados con color rojo. ADVERTENCIA: Asegúrese antes de eliminar estas aplicaciones ¡Puede que aún sean necesarias!
fr: Afficher les applications n'ayant pas de désinstalleur enregistré. Elles sont invisibles dans la plupart des gestionnaires de désinstallation, mais prennent quand même de la place. Les éléments non enregistrés sont marqués avec une couleur rouge. Attention : vérifiez à deux fois avant de supprimer ces applications, elles pourraient être encore nécessaires !
hu: Azoknak az alkalmazásoknak a megjelenítése, amelyek nem rendelkeznek szabályos eltávolítóval. Ezek nem láthatók az eltávolítás kezelők számára, azonban sok helyet foglalhatnak. Az nem regisztrált elemek piros színnel kerülnek megjelölésre. Figyelem: Az eltávolításuk előtt ellenőrizze ezeket az alkalmazásokat mert lehet, hogy még mindig szükség van rájuk!
it: Visualizza le applicazioni che non hanno nessun disinstallatore registrato. Non sono visibili alla maggior parte dei gestori di disinstallazione ma possono ancora occupare spazio. Gli elementi non registrati sono marcati con colore rosso. Attenzione: verifica attentamente prima di rimuovere queste applicazioni, potrebbero essere necessarie!
ja: アンインストーラが登録されていないアプリケーションを表示します。ほとんどのアンインストールマネージャーでは表示されませんが、それでもスペースを取っています。未登録のものは、赤色で表示されます。 警告： これらのアプリケーションを削除する前に、再度確認してください！
nl: Weergave van programma's, die geen enkele gecertificeerde de-installer hebben. Deze blijven in de meeste de-installer programma's verborgen, maar nemen evenwel schijfruimte in. Niet geregistreerde onderdelen worden rood weergegeven. Waarschuwing: controleer alvorens deze programma's te verwijderen of deze niet nodig zijn!
pt_br: Exibir aplicativos que não possuem nenhum desinstalador registrado. Eles não são visíveis na maioria dos gerenciadores de desinstalação, mas ainda ocupam espaço. Os itens não registrados estão marcados com uma cor vermelha. Aviso: Verifique antes de remover esses aplicativos, eles ainda podem ser necessários!
sl: Prikaz aplikacij, ki nimajo nobene registrirane odstranjevalce. Ti niso vidni v večini upraviteljev odstranjevanja toda še vedno zasedejo prostor. Neregistrirani vnosi so označeni z rdečo barvo. Opozorilo: Dvakrat preverite pred odstranjevanjem teh aplikacij, ki so morda še vedno potrebne!
sv: Visa appar som inte har några registrerade avinstallationsprogram. De är inte synliga i de flesta avinstallationshanterare men tar fortfarande upp plats. Oregistrerade objekt markeras med en röd färg. Varning: Dubbelkolla innan du tar bort dessa applikationer, de kan fortfarande vara nödvändiga!
vi: Hiển thị các ứng dụng chưa có bất kỳ trình gỡ cài đặt được đăng ký nào. Chúng không hiển thị trong hầu hết các trình quản lý gỡ cài đặt nhưng vẫn chiếm dung lượng. Các mục chưa đăng ký được đánh dấu bằng màu đỏ. Cảnh báo: Hãy kiểm tra kỹ trước khi xóa các ứng dụng này, chúng có thể vẫn cần thiết!
zh_hans: 显示没有任何已注册卸载程序的应用程序。它们在大多数卸载管理器中不可见，但仍会占用空间。未注册的项目用红色标记。 警告：在删除这些应用程序之前，请仔细检查，它们可能仍然是必需的！

# checkBoxInvalidTest.Text
source: Highlight missing uninstallers
es: Destacar los desinstaladores que faltan
fr: Surligner les désinstalleurs invalides
hu: Hiányzók megjelölése
it: Evidenzia disinstallatori mancanti
ja: 不足しているアンインストーラーを強調表示する
nl: Ongeldige de-installers accentueren
pt_br: Destacar os desinstaladores inválidos
sl: Označi neveljavne odstranjevalce
sv: Markera saknade avinstallationsprogram
vi: Đánh dấu các mục thiếu trình gỡ cài đặt
zh_hans: 突出显示丢失的卸载程序

# checkBoxInvalidTest.ToolTip
source: Use grey color to identify uninstallers that are corrupted or missing.
es: Utilizar el color gris para identificar desinstaladores corruptos o perdidos.
fr: Utiliser la couleur grise pour identifier les désinstalleurs corrompus ou manquants.
hu: Szürke szín alkalmazása a sérült, vagy hiányzó eltávolítók azonosításához.
it: Usa il colore grigio per identificare i disinstallatori corrotti o mancanti.
ja: 破損しているアンインストーラーや不足しているアンインストーラーをグレーで識別します。
nl: De grijze kleur betekende beschadigde of ontbrekende de-installers.
pt_br: Use cor cinza para identificar desinstaladores corrompidos ou ausente
sl: Uporabi sivo barvo za identifikacijo odstranjevalcev, ki so poškodovani ali manjkajo.
sv: Använd grå färg för att identifiera avinstallationsprogram som är korrupta eller saknas.
vi: Dùng màu xám để xác định trình gỡ cài đặt bị hỏng hoặc bị thiếu.
zh_hans: 使用灰色标记已损坏或丢失的卸载程序。

# checkBoxCertTest.Text
source: Highlight certified uninstallers
es: Destacar desinstaladores certificados
fr: Surligner les désinstalleurs certifiés
hu: Hitelesítettek megjelölése
it: Evidenza disinstallatori certificati
ja: 認証済みアンインストーラーを強調表示する
nl: Gecertificeerde de-installers accentueren
pt_br: Destacar os desinstaladores certificados
sl: Označi overjene odstranjevalce
sv: Markera certifierade avinstallationsprogram
vi: Đánh dấu trình gỡ cài đặt đã đạt chứng chỉ
zh_hans: 突出显示已认证卸载程序

# checkBoxCertTest.ToolTip
source: Use colors to identify certified uninstallers. If the certificate was successfully verified use green color, otherwise use blue color. Warning: Verification can take a long time to complete.
es: Utilizar colores para identificar desinstaladores certificados. Si el certificado se ha verificado correctamente utilizar el color verde, si no utilizar el color azul. Advertencia: La verificación puede tardar mucho tiempo.
fr: Utiliser des couleurs pour identifier les désinstalleurs certifiés. Si le certificat a été vérifié avec succès, il utilise la couleur grise, autrement il utilise la couleur bleue. Attention : la vérification peut mettre longtemps à se terminer.
hu: Színek alkalmazása a hitelesített eltávolítókhoz. Ha a tanúsítvány sikeresen ellenőrzésre került akkor zöld szín, egyébként a kék szín kerül alkalmazásra. Figyelmeztetés: Az ellenőrzés hosszabb ideig is eltarthat.
it: Usa i colori per identificare i disinstallatori certificati. Se il certificato è stato verificato correttamente usa il colore verde, altrimenti usa il colore blu. Attenzione: la verifica potrebbe durare a lungo.
ja: 認証されたアンインストーラーを識別するために色を使用します。 証明書が正常に検証された場合は緑色を使用し、そうでない場合は青色を使用します。 警告：検証が完了するまでには長い時間がかかることがあります。
nl: Kleuren gebruiken om gecertificeerde de-installer te identificeren. Succesvol gecontroleerde certificaten verschijnen in het groen, andere in het blauw gekleurd. Let op: de verificatie kan enige tijd duren.
pt_br: Use cores para identificar desinstaladores certificados. Se o certificado foi verificado com sucesso use cor verde, caso contrário use cor azul. Aviso: a verificação pode demorar muito para ser concluída.
sl: Uporabi barve za označevanje potrjenih odstranjevalcev. Če je bilo digitalno potrdilo uspešno preverjeno, uporabi zeleno barvo, sicer uporabi modro barvo. Opozorilo: Konec preverjanja lahko traja dolgo časa.
sv: Använd färger för att identifiera certifierade avinstallationsprogram. Om certifikatet verifierades framgångsrikt, använd grönt, annars använd blått. Varning: Verifiering kan ta lång tid att slutföra.
vi: Sử dụng màu sắc để xác định trình gỡ cài đặt đã đạt chứng chỉ. Màu xanh lục nếu chứng chỉ đã được xác minh thành công, ngược lại là màu xanh lam. Cảnh báo: Quá trình xác minh có thể mất nhiều thời gian để hoàn tất.
zh_hans: 使用颜色标识已认证的卸载程序。 如果证书验证成功，使用绿色，否则使用蓝色。 警告：验证可能需要很长时间才能完成。

# checkBoxListHideMicrosoft.Text
source: Hide published by Microsoft
es: Ocultar lo publicado por Microsoft
fr: Cacher si publié par Microsoft
hu: Microsoft kiadások elrejtése
it: Nascondi quelli prodotti da Microsoft
ja: マイクロソフト社発行されたものを非表示
nl: Microsoft componenten verbergen
pt_br: Ocultar os publicados pela Microsoft
sl: Skrij objavljeno od Microsofta
sv: Dölj publicerade av Microsoft
vi: Ẩn mọi thứ do Microsoft phát hành
zh_hans: 隐藏由Microsoft发布的内容

# checkBoxListHideMicrosoft.ToolTip
source: Filter out everything that was published by Microsoft. It's that simple.
es: Filtrar todo lo que fue publicado por Microsoft. Es así de simple.
fr: Filtrer tout ce qui a été publié par Microsoft. C'est aussi simple que cela.
hu: Ezzel egyszerűen kiszűrheti a Microsoft által közzétett alkalmazásokat.
it: Filtra tutto quanto prodotto da Microsoft.
ja: マイクロソフトが発行したものをすべてフィルタリングします。それはとてもシンプルです。
nl: Alles verbergen wat door Microsoft werd uitgebracht.
pt_br: Filtre tudo o que foi publicado pela Microsoft. É simples assim.
sl: Izloči iz filtra vse, kar je objavil Microsoft. To je preprosto.
sv: Filtrera bort allt som publicerades av Microsoft. Så enkelt är det.
vi: Lọc bỏ mọi thứ do Microsoft phát hành. Chỉ thế thôi.
zh_hans: 筛选掉Microsoft发布的所有内容。就这么简单。

# checkBoxListSysComp.Text
source: Show system components
es: Mostrar componentes del sistema
fr: Montrer les composants système
hu: Rendszerelemek mutatása
it: Visualizza componenti di sistema
ja: システムコンポーネントを表示する
nl: Systeem componenten tonen
pt_br: Mostrar os componentes do sistema
sl: Prikaži sistemske sestavine
sv: Visa systemkomponenter
vi: Hiển thị các thành phần hệ thống
zh_hans: 显示系统组件

# checkBoxListSysComp.ToolTip
source: Some uninstallers can be marked as "system components" to hide them from the Add/Remove software list. Drivers are often marked with this tag.
es: Algunos desinstaladores pueden marcarse como "componentes del sistema" para ocultarlos de la opción Agregar/Quitar lista del software. Los drivers están a menudo marcados con esta etiqueta.
fr: Quelques désinstalleurs peuvent être marqués comme "composants système" pour les masquer dans la liste Ajout/Suppression de programmes. Les pilotes sont souvent marqués avec cette balise.
hu: Néhány eltávolító "rendszerelemként" kerülhet megjelölésre, ezeket elrejtheti a programok listájában. Általában az illesztőprogramok vannak ezzel a címkével jelölve.
it: Alcuni disinstallatori possono essere marcati come "componenti di sistema" per nasconderli nell'elenco Aggiungi/Rimuovi programmi. I driver sono spesso marcati con questo attributo.
ja: 一部のアンインストーラは、「システムコンポーネント」としてマークされ、ソフトウェアの追加と削除のリストから非表示にすることができます。 ドライバはこのタグでマークされることが多いです。
nl: Enkele de-installers kunnen als systeem componenten zijn aangeduid, om deze te verbergen in de Toevoegen/Verwijderen software lijst. Stuurprogramma's zijn vaak gemarkeerd met dit label.
pt_br: Alguns desinstaladores podem ser marcados como "componentes do sistema" para ocultá-los da lista Adicionar/Remover. Os drivers são frequentemente marcados com esta etiqueta.
sl: Nekateri odstranjevalci so lahko označeni kot "sestavine sistema". Za njihovo skrivanje s seznama Dodaj/odstrani program. Gonilnikii so pogosto označeni s to oznako.
sv: Vissa avinstallationsprogram kan markeras som "systemkomponenter" för att dölja dem från Lägg till/Ta bort listan av appar. Drivrutiner markeras ofta med denna tagg.
vi: Một số trình gỡ cài đặt có thể được đánh dấu là "thành phần hệ thống" và bị ẩn khỏi danh sách Thêm/Xóa phần mềm. Các "Driver" thường được đánh dấu bằng thẻ này.
zh_hans: 一些卸载程序可能被标记为"系统组件"，以从添加/删除软件列表中隐藏它们。 驱动程序经常被标上这个标签。

# checkBoxListProtected.Text
source: Show protected items
es: Mostrar elementos protegidos
fr: Montrer les éléments protégés
hu: Védett elemek mutatása
it: Visualizza elementi protetti
ja: 保護された項目を表示する
nl: Beveiligde onderdelen tonen
pt_br: Exibir itens protegidos
sl: Prikaži zaščitene vnose
sv: Visa skyddade objekt
vi: Hiển thị các mục được bảo vệ
zh_hans: 显示受保护项目

# checkBoxListProtected.ToolTip
source: Protected items are marked with the "NoRemove" tag, which means that the publisher doesn't want you to remove them.
es: Los elementos protegidos están marcados con la etiqueta "No Eliminar", lo que significa que el editor no quiere que los elimines.
fr: Les éléments protégés sont marqués avec la balise "NoRemove", signifiant que l'éditeur ne veut pas que vous les enleviez.
hu: Védett elemek, amelyek "NoRemove" címkével vannak ellátva. Ebben az esetben a kiadó nem akarja, hogy eltávolítsa ezeket.
it: Gli elementi protetti sono marcati con l'attributo "NoRemove" che indica che il produttore non vuole che vengano rimossi.
ja: 保護されたアイテムには"NoRemove"タグが付けられており、これは出版社が削除することを望んでいないことを意味します。
nl: Beveiligde onderdelen worden met het "NietVerwijderen" label aangeduid hetgeen betekent, dat de uitgever niet wil, dat deze worden verwijderd.
pt_br: Os itens protegidos são marcados com a tag "NoRemove", o que significa que o editor não deseja que você os remova.
sl: Zaščiteni vnosi so označeni z oznako "NeOdstrani", kar pomeni, da izdajatelj ne želi, da jih odstranite.
sv: Skyddade objekt är märkta med taggen "NoRemove", vilket innebär att utgivaren inte vill att du tar bort dem.
vi: Các mục được bảo vệ được đánh dấu bằng thẻ "NoRemove", có nghĩa là nhà phát hành không muốn bạn xóa chúng.
zh_hans: 受保护项目被标记为"不要删除"标签，表示发布者不希望你删除它们。

# checkBoxShowUpdates.Text
source: Show updates
es: Mostrar actualizaciones
fr: Montrer les mises à jour
hu: Frissítések mutatása
it: Visualizza aggiornamenti
ja: アップデートを表示する
nl: Updates tonen
pt_br: Exibir atualizações
sl: Prikaži posodobitve
sv: Visa uppdateringar
vi: Hiển thị các ứng dụng cập nhật
zh_hans: 显示更新

# checkBoxShowUpdates.ToolTip
source: Updates of other applications. Usually they are uninstalled together with their parent application, so they can be ignored.
es: Actualizaciones de otras aplicaciones. Por lo general, se desinstalan junto con su aplicación principal, por lo que se pueden ignorar.
fr: Mises à jour d'autres applications. En général elles sont désinstallées ensemble avec leur application parente, ainsi elles peuvent être ignorées.
hu: Egyéb alkalmazások frissítései. Általában ezek eltávolításra kerülnek a kapcsolódó alkalmazással együtt, így kihagyhatók a listából.
it: Aggiornamenti di altre applicazioni. Normalmente sono disinstallate con le applicazioni da cui dipendono, possono quindi essere ignorate.
ja: 他のアプリケーションのアップデートです。通常、親アプリケーションと一緒にアンインストールされるため、無視しても問題ありません。
nl: Updates voor andere programma's. In de regel worden zij tezamen met hun 'ouder' programma gede-installeerd. Daarom kunnen zij worden genegeerd.
pt_br: Atualizações de outros aplicativos. Normalmente, eles são desinstalados junto com seu aplicativo pai, para que possam ser ignorados.
sl: Posodobitve drugih aplikacij. Ponavadi so te odstranjene skupaj z nadrejeno aplikacijo, tako da jih je mogoče prezreti.
sv: Uppdateringar av andra appar. Vanligtvis avinstalleras de tillsammans med sin huvudapp, så de kan ignoreras.
vi: Các ứng dụng dùng để cập nhật các ứng dụng khác. Chúng thường được gỡ cài đặt cùng với ứng dụng gốc nên có thể yên tâm bỏ qua.
zh_hans: 其他应用程序的更新。通常它们与父应用程序一起卸载，因此可以忽略它们。

# checkBoxWinFeature.Text
source: Show Windows features
es: Mostrar características de Windows
fr: Montrer les fonctionalités Windows
hu: Windows-szolg. mutatása
it: Visualizza funzionalità di Windows
ja: Windows機能を表示する
nl: Windows onderdelen tonen
pt_br: Exibir os recursos do Windows
sl: Prikaži Windows funkcije
sv: Visa Windows-funktioner
vi: Hiển thị Windows features
zh_hans: 显示Windows功能

# checkBoxShowStoreApps.Text
source: Show Windows Store apps
es: Mostrar apps de la Tienda de Windows
fr: Montrer les applis du Windows Store
hu: Áruházbeli alk. mutatása
it: Visualizza app di Windows Store
ja: Windowsストアアプリを表示する
nl: Windows Store apps tonen
pt_br: Exibir Apps da Windows Store
sl: Prikaži Windows Store aplikacije
sv: Visa Windows Store-appar
vi: Hiển thị ứng dụng từ Windows Store
zh_hans: 显示Windows商店应用

# groupBox2.Text
source: Filtering
es: Filtrado
fr: Filtrage
hu: Szűrés
it: Filtro
ja: フィルタリング
nl: Filteren
pt_br: Filtragem
sl: Filtriranje
sv: Filtrering
vi: Bộ lọc
zh_hans: 筛选器

# checkBoxViewCheckboxes.Text
source: Select using checkboxes
es: Seleccionar usando casillas
fr: Sélectionnner par cases à cocher
hu: Kijelölés jelölőnégyzetekkel
it: Seleziona con casella di controllo
ja: 選択にチェックボックスを使う
nl: Keuze met checkboxen
pt_br: Selecione usando caixas de seleção
sl: Izberi s potrditvenimi polji
sv: Välj med hjälp av kryssrutor
vi: Chọn bằng cách tích vào hộp kiểm
zh_hans: 使用复选框选择

# checkBoxViewCheckboxes.ToolTip
source: Changes selection style of the list to checkboxes. They are safer because a single click can't deselect everything. You can check multiple items by highlighting them and pressing spacebar.
es: Cambia el estilo de selección de la lista a casillas. Son más seguras porque un solo click no puede anular toda la selección. Puede comprobar varios elementos resaltándolos y presionando la barra espaciadora.
fr: Changer le style de sélection de la liste en cases à cocher. Elles sont plus fiables car un simple clic ne peut désélectionner tout. Vous pouvez cocher de multiples éléments en les surlignant et en pressant la barre d'espace.
hu: Lista kijelölési stílusának módosítása a jelölőnégyzetekkel. Ez biztonságos mivel egy kattintással nem vonhatja vissza mindet. Több elemet is kijelölhet a kiemelés és a szóköz billentyű lenyomásával.
it: Modifica stile di selezione dell'elenco da marcare con casella di controllo. È più sicuro perché un clic singolo non deseleziona nulla. Puoi selezionare più elementi selezionandoli e premendo la barra spazio.
ja: リストの選択スタイルをチェックボックスに変更します。1回のクリックですべての選択を解除できないので、より安全です。 複数の項目をハイライトしてスペースキーを押すことで、複数の項目をチェックすることができます。
nl: Keuze met een markeringsveld (Checkbox). Dit is veiliger, omdat een enkele klik niet alles kan deactiveren. U kunt meerdere onderdelen activeren, wanneer u deze markeert en op de spatiebalk drukt.
pt_br: Muda o estilo de seleção da lista para caixas de seleção. Eles são mais seguros porque um único clique não pode desmarcar tudo. Você pode verificar vários itens, destacando-os e pressionando a barra de espaço.
sl: Spremeni izbor sloga seznama potrditvenih polj. Varnejše je, ker en klik ne more počistiti vsega. Lahko označite več vnosov tako, da jih označite in pritisnete na preslednico.
sv: Ändrar urvalsstilen för listan till kryssrutor. De är säkrare eftersom enstaka klick inte kan avmarkera allt. Du kan markera flera objekt genom att markera dem och trycka på mellanslag.
vi: Thay đổi kiểu lựa chọn của danh sách thành bằng cách tích các hộp kiểm. Chúng an toàn hơn vì không thể bỏ chọn mọi thứ bằng một cú nhấp chuột. Bạn có thể kiểm tra nhiều mục bằng cách tích chúng và nhấn phím cách.
zh_hans: 将列表的选择样式更改为复选框。这样更安全，因为单击不能取消选择所有内容。 你可以通过突出显示多个项目并按空格键来选中它们。

# checkBoxViewGroups.Text
source: Show items in groups
es: Mostrar elementos en grupos
fr: Montrer les éléments en groupes
hu: Elemek csoportosítása
it: Visualizza elementi in gruppo
ja: グループで項目を表示する
nl: Toon onderdelen in groepen
pt_br: Exibir itens em grupos
sl: Prikaži vnose v skupinah
sv: Visa objekt i grupper
vi: Hiển thị các mục theo nhóm
zh_hans: 按组显示项目

# checkBoxViewGroups.ToolTip
source: Group items according to the column the list is sorted by. Grouping of most of the columns uses smart filtering.
es: Agrupar elementos acuerdo a la columna de la lista por la que está ordenada La agrupación de la mayoría de las columnas usa filtrado inteligente.
fr: Grouper les éléments en fonction de la colonne utilisée pour les trier. Le groupage de la plupart des colonnes utilise un tri intelligent.
hu: Elemek csoportosítása a lista oszlopainak elrendezése alapján. A leggyakrabban használt oszlopok csoportosítása intelligens szűréssel.
it: Raggruppa gli elementi secondo la colonna per cui la'elenco è stata ordinato. Il raggruppamento della maggior parte delle colonne usa un filtro intelligente.
ja: 並べ替えられた列に従って、リストの項目をグループ化します。 ほとんどのカラムのグループ化は、スマートフィルタリングを使用します。
nl: Groepering van onderdelen overeenkomstig de kolom volgens welke de lijst is gesorteerd. Slim filteren is op de meeste kolommen van toepassing
pt_br: Agrupar itens de acordo com a coluna pela qual a lista foi classificada. O agrupamento da maioria das colunas usa filtragem inteligente.
sl: Seznam je razvrščen v skupine vnosov glede na stolpec. Združevanje v skupine uporablja pametno filtriranje.
sv: "Gruppera objekt enligt kolumnen som listan är sorterad efter. Gruppering av de flesta kolumnerna använder smart filtrering.
vi: Nhóm các mục trong danh sách theo các cột được sắp xếp. Việc nhóm hầu hết các cột sử dụng bộ lọc thông minh.
zh_hans: 根据列表排序的列对项目进行分组。 大多数列的分组使用智能筛选。

# groupBox1.Text
source: List view settings
es: Configuración de visión de la lista
fr: Réglages de la vue liste
hu: Listanézet beállításai
it: Impostazioni vista elenco
ja: リスト表示設定
nl: Weergave instellingen
pt_br: Configurações de exibição de lista
sl: Nastavitve pogleda seznama
sv: Inställningar för listvy
vi: Cài đặt chế độ xem
zh_hans: 列表视图设置

# checkBoxHighlightSpecial.Text
source: Highlight special uninstallers
es: Destacar desinstaladores especiales
fr: Surligner les désinstalleurs spéciaux
hu: Különleges eltávolítók kiemelése
it: Evidenzia disinstallatori speciali
ja: 特殊なアンインストーラーを強調表示する
nl: Markeer speciale de-installers
pt_br: Destacar desinstaladores especiais
sl: Označi posebne odstranjevalce
sv: Markera speciella avinstallationsprogram
vi: Đánh dấu các trình gỡ cài đặt đặc biệt
zh_hans: 突出显示特殊的卸载程序

# checkBoxHighlightSpecial.ToolTip
source: Use colors to differentiate special applications, for example Store Apps and Windows Features.
es: Utilizar colores para diferenciar las aplicaciones especiales, por ejemplo, Aplicaciones de la Tienda y Características de Windows.
fr: Utiliser des couleurs pour différencier les applications spéciales, par exemple les applis du store et les Fonctionnalités Windows
hu: Színek alkalmazása a speciális alkalmazások (Store alkalmazások, Windows szolgáltatások) megkülönböztetésére.
it: Usa i colori per distinguere applicazioni speciali, ad esempio App dell Store e funzionalità di Windows.
ja: ストアアプリやWindows機能など、特殊なアプリケーションを区別するために色を使用します。
nl: Gebruik kleuren om speciale applicaties te onderscheiden, bijvoorbeeld Store Apps en Windows functies.
pt_br: Usa cores para diferenciar aplicações especiais, como por exemplo Window Store e Recursos do Windows
sl: Uporabi barve zarazlikovanje posebnih aplikacij, kot so npr. Store Apps in funkcije Windows.
sv: Använd färger för att särskilja speciella appar, till exempel Microsoft Store-appar och Windows-funktioner.
vi: Dùng màu sắc để phân biệt các ứng dụng đặc biệt, ví dụ như Store Apps và Windows Features.
zh_hans: 使用颜色区分特殊应用程序，例如商店应用程序和Windows功能。
