Repository: Klocman/Bulk-Crap-Uninstaller
Catalog: source/BulkCrapUninstaller/Controls/Settings/UninstallationSettings.*.resx
Languages: de, ja, nl, pt_br, sl, vi

# checkBoxSimulate.Text
source: Simulate uninstallation
de: Deinstallation simulieren
ja: アンインストールをシミュレーション
nl: De-installatie simuleren
pt_br: Simular desinstalação
sl: Simuliraj odstranitev
vi: Mô phỏng quá trình gỡ cài đặt

# checkBoxDiisableProtection.Text
source: Disable protection
de: Schutz deaktivieren
ja: 保護を無効化
nl: Beveiliging deactiveren
pt_br: Desativar proteção
sl: Onemogoči zaščito
vi: Vô hiệu hóa bảo vệ

# checkBoxBatchSortQuiet.Text
source: Intelligent uninstaller sorting
de: Intelligente Sortierung
ja: アンインストーラーを賢く並べ替え
nl: Intelligente de-installer sortering
pt_br: Classificação inteligente dos desinstaladores
sl: Inteligentno razvrščanje odstranjevalca
vi: Sắp xếp trình gỡ cài đặt một cách thông minh

# groupBox2.Text
source: General settings
de: Allgemeine Einstellungen
ja: 一般設定
nl: Algemene instellingen
pt_br: Configurações Gerais
sl: Splošne nastavitve
vi: Cài đặt chung

# checkBoxManualNoCollisionProtection.Text
source: Disable collision prevention when running uninstallers manually
de: Ausschalten der Kollisionsverhütung beim manuellen Deinstallieren
ja: 手動でアンインストーラーを実行する際の衝突防止を無効化
nl: Schakel conflict preventie uit als de-installers handmatig worden uitgevoerd
pt_br: Desativar a prevenção de colisão ao executar desinstaladores manualmente
sl: Onemogoči preprečevanje sporov, ko se izvajajo ročna odstranjevanja.
vi: Tắt tính năng chống xung đột khi chạy trình gỡ cài đặt theo cách thủ công

# checkBoxConcurrentOneLoud.Text
source: Only one loud uninstaller at a time
de: Nur eine Instanz erlauben
ja: 騒音アンインストーラーは1度に1つだけ
nl: Slechts één de-installatie per keer
pt_br: Só um desinstalador de primeiro plano por vez
sl: Samo en glasnen odstranjevalec naenkrat
vi: Mỗi lần chỉ chạy một trình gỡ cài đặt

# checkBoxConcurrent.Text
source: Automatically run uninstallers concurrently (if possible)
de: Automatisch Uninstaller gleichzeitig benutzen (wenn möglich)
ja: 可能であればアンインストーラーを自動的に並行実行
nl: Automatisch gelijktijdig uitvoeren van de-installers (indien mogelijk)
pt_br: Execute automaticamente os desinstaladores de forma simultânea (se possível)
sl: Samodejno zaženi hkratne odstranjevalce (če je mogoče)
vi: Tự động chạy đồng thời các trình gỡ cài đặt (nếu có thể)

# label2.Text
source: Max number of running uninstallers:
de: Maximale Anzahl der laufenden Uninstaller
ja: 同時に実行できるアンインストーラーの最大数：
nl: Max. aantal lopende de-installers
pt_br: Número máximo de desinstaladores em execução:
sl: Največje število zagnanih odstranjevalcev:
vi: Số trình gỡ cài đặt tối đa chạy đồng thời:

# groupBox3.Text
source: Concurrent uninstallation
de: Gleichzeitiges deinstallieren
ja: 並行アンインストール
nl: Gelijktijdige de-installatie
pt_br: Desinstalação simultânea
sl: Hkratno odstranjevanje
vi: Gỡ cài đặt đồng thời

# checkBoxShutdown.Text
source: Prevent system shutdown/restart
de: Verhinderung des Neustarts/Beenden
ja: システムのシャットダウン/再起動を防止
nl: Voorkom afsluiten/herstarten van het systeem
pt_br: Impedir o desligamento/reinício do sistema
sl: Prepreči ustavitev/ponovni zagon sistema
vi: Ngăn chặn việc tắt/khởi động lại hệ thống

# checkBoxAutoKillQuiet.Text
source: Automatically kill stuck quiet uninstallers
de: Automatisches Abbrechen hängender leiser Uninstaller
ja: フリーズした無音アンインストーラーを自動的に強制終了
nl: Automatisch beëindigen van vastgelopen stille de-installers
pt_br: Finalizar automaticamente os instaladores silenciosos travados
sl: Samodejno uniči obtičale tihe odstranjevalce
vi: Tự động huỷ các trình gỡ cài đặt âm thầm bị lỗi

# checkBoxRetryQuiet.Text
source: Retry failed quiet uninstallers once
de: Einmaliger Versuch leise Deinstaller neu zu starten
ja: 失敗した無音アンインストーラーを1度再試行
nl: Probeer falende stille de-installers eenmaal opnieuw
pt_br: Tentar novamente os desinstaladores silenciosos que falharam
sl: Enkrat ponovi spodletele tihe odstranjevalce
vi: Thử lại các trình gỡ cài đặt âm thầm không thành công một lần nữa

# checkBoxGenerate.Text
source: Generate missing quiet uninstallers if possible
de: Erzeugen von fehlenden stillen Uninstaller wenn möglich
ja: 可能であれば不足している無音アンインストーラーを生成
nl: Genereer ontbrekende stille de-installers, indien mogelijk
pt_br: Gerar desinstaladores silenciosos em falta, se possível
sl: Če je mogoče, ustvari manjkajoče tihe odstranjevalce
vi: Tạo trình gỡ cài đặt âm thầm bị thiếu nếu có thể

# checkBoxGenerateStuck.Text
source: Automatically kill if stuck waiting for user input
de: Automatisches Beenden eines Uninstallers wenn auf Benutzereingabe gewartet wird
ja: ユーザー入力待機でフリーズした場合、自動的に強制終了
nl: Automatisch beëindigen, als een vastgelopen de-installer wacht op gebruikers invoer
pt_br: Finalizar automaticamente se travar aguardando entrada do usuário
sl: Samodejno uniči, če obtičalo čakanje zahteva vnos uporabnika
vi: Tự động huỷ trình gỡ cài đặt nếu nó bị kẹt khi chờ thao tác của người dùng

# checkBoxAutoDaemon.Text
source: Monitor "silent" uninstallers for popups or other stalls and automatize them (run automatizer daemon)
de: Überwachung "stiller" Uninstaller nach Popups oder andere Hinweise zu automatisierung (Start automatisierter Daemon)
ja: ポップアップやその他の停止状態を監視し、それらを自動化する（自動化デーモンを実行）
nl: Monitor "stille" de-installers voor pop-ups of andere vertragingen en automatiseer deze (start automatiseer daemon)
pt_br: Monitorar desinstaladores "silenciosos" para popups e outros travamentos e automatizá-los (Executar daemon de automatização)
sl: Nadziraj pojavna okna "tihih" odstranjevalcev ali druge stojnice in jih avtomatiziraj (zaženi demona za avtomatizacijo)
vi: Giám sát các trình gỡ cài đặt "im lặng" bật lên cửa sổ không mong muốn hoặc treo máy, và tự động hóa chúng (chạy trình nền tự động)

# groupBox1.Text
source: Quiet uninstallation
de: Stille Deinstallation
ja: 無音アンインストール
nl: Onzichtbare de-installatie
pt_br: Desinstalação silenciosa
sl: Tiho odstranjevanje
vi: Gỡ cài đặt âm thầm

# checkBoxRestorePoint.Text
source: Create a restore point before uninstalling
de: Wiederherstellungspunkt vor dem Deinstallieren erzeugen
ja: アンインストール前に復元ポイントを作成
nl: Maak een herstelpunt alvorens te de-installeren
pt_br: Criar um ponto de restauração antes de desinstalar
sl: Preden odstranite program, ustvarite obnovitveno točko
vi: Tạo điểm khôi phục trước khi gỡ cài đặt

# checkBoxRestorePoint.ToolTip
source: You can create a system restore point to backup registry, some settings and files. It's recommended to create a restore point before removing drivers and important system applications.
de: Sie können einen Systemwiederherstellungspunkt für die Backup-Registrierung, einigen Einstellungen und Dateien erstellen. Es wird empfohlen, vor dem Entfernen von Treibern und wichtigen Systemanwendungen einen Wiederherstellungspunkt zu erstellen.
ja: レジストリ、一部の設定やファイルをバックアップするためにシステム復元ポイントを作成できます。ドライバや重要なシステムアプリケーションを削除する前に、復元ポイントを作成することを推奨します。
nl: Het is mogelijk om een systeem herstelpunt maken voor een back-up van het register, sommige instellingen en bestanden. Het wordt aanbevolen om een herstelpunt te maken voor het verwijderen van stuurprogramma's en belangrijke systeem programma's.
pt_br: Você pode criar um ponto de restaução do sistema para o backup do registro, algumas configurações e arquivos. É recomendado criar um ponto de restauração antes de remover drivers e aplicações de sistema importantes.
sl: Ustvarite lahko obnovitveno točko sistema za varnostni kopirni register, nekatere nastavitve in datoteke. Pred odstranjevanjem gonilnikov in pomembnih sistemskih aplikacij priporočamo, da ustvarite obnovitveno točko.
vi: Bạn có thể sao lưu registry, một số cài đặt và tệp bằng cách tạo điểm khôi phục hệ thống. Bạn nên tạo điểm khôi phục trước khi xóa driver và các ứng dụng hệ thống quan trọng.
