Repository: Klocman/Bulk-Crap-Uninstaller
Catalog: source/BulkCrapUninstaller/Forms/JunkRemoveWindow.*.resx
Languages: ar, pl

# buttonCancel.Text
source: Cancel
ar: الغاء الامر
pl: Anuluj

# buttonAccept.Text
source: Delete selected
ar: حذف محدد
pl: Usuń zaznaczone

# buttonExport.Text
source: Export...
ar: تصدير...
pl: Eksportuj...

# checkBoxHideLowConfidence.Text
source: Hide items with bad confidence
ar: اخفاء المواد بثقة سيئه
pl: Ukryj pozycje ze słabą pewnością

# olvColumnPath.Text
source: Item path
ar: مسار المادة
pl: Ścieżka przedmiotu

# olvColumnSafety.Text
source: Confidence
ar: ثقة
pl: Pewność

# olvColumnUninstallerName.Text
source: Uninstaller Name
ar: اسم الغاء التثبيت
pl: Nazwa aplikacji

# groupBox1.Text
source: List of files and/or registry keys left after uninstallation
ar: قائمه الملفات و/او مفاتيح التسجيل المتبقية بعد الغاء التثبيت
pl: Lista możliwych pozostałości

# $this.Text
source: Leftover removal
ar: ازاله البقايا
pl: Usuwanie pozostałości

# exportDialog.Filter
source: Text files|*.txt
pl: Pliki tekstowe|*.txt

# exportDialog.Title
source: Export leftover list
ar: تصدير القائمه المتبقية
pl: Eksportuj listę pozostałości

# headerIntro.Text
source: Following items seem to have been left behind by their uninstallers. Some uninstallers might fail to remove parts of the application, resulting in drive capacity cost. That being said, most of these items are likely to be application settings, which take up little space and are harmless.
ar: يبدو ان المواد التالية قد تركت وراءها من قبل المثبتات الخاصة بهم. قد يفشل بعض المثبتين في ازاله اجزاء من التطبيق ، مما يؤدي الى تكلفه سعة المحرك . ومع ذلك ، فان معظم هذه المواد من المرجح ان تكون اعدادات التطبيق ، والتي تاخذ مساحة صغيره وغير مؤذيه.
pl: Następujące elementy wydają się być pozostawione przez ich dezinstalatory. Niektóre dezinstalatory mogą nie usunąć części aplikacji, w wyniku czego miejsce na dysku jest tracone. Większość z tych elementów to ustawienia aplikacji, które zajmują mało miejsca i nie są szkodliwe.

# headerConfTitle.Text
source: Confidence rating
ar: تقييم الثقة
pl: Ocena zaufania

# headerConfInfo.Text
source: Detection of these leftovers is a complex process that can make mistakes. Because of this, all items are given a confidence rating and the final decision is left to the user. Items with good and very good confidence are usually safe to remove, but you still should double check them.
ar: الكشف عن هذه البقايا هو عمليه معقده التي يمكن ان تسبب الاخطاء. وبسبب هذا ، يتم منح كافة المواد تقدير الثقة ويترك القرار النهائي للمستخدم. البنود ذات الثقة الجيدة والجيدة وعاده ما تكون امنه للازاله ، ولكن لا يزال عليك التحقق منها مرتين.
pl: Wykrycie tych resztek jest złożonym procesem, który może popełnić błędy. Wobec tego wszystkie elementy są poddane ocenie zaufania, a ostateczna decyzja należy do użytkownika. Elementy o dobrej i bardzo dobrej ocenie zazwyczaj można bezpiecznie usunąć, jednak mimo to powinny zostać sprawdzone. Możesz kliknąć dwukrotnie na dowolny element, aby zobaczyć szczegóły jego oceny.

# openToolStripMenuItem.Text
source: &Open
ar: &افتح
pl: &Otwórz

# copyToClipboardToolStripMenuItem.Text
source: &Copy to clipboard
ar: &نسخ الى الحافظة
pl: &Kopiuj do schowka

# detailsToolStripMenuItem.Text
source: &Details
ar: &تفاصيل
pl: &Szczegóły
