Repository: Klocman/Bulk-Crap-Uninstaller
Catalog: source/BulkCrapUninstaller/Forms/SettingsWindow.*.resx
Languages: pl

# label5.Text
source: Command line before uninstallation starts
pl: Komendy do wykonania przed dezinstalacją

# label6.Text
source: Command line after uninstallation ends
pl: Komendy do wykonania po dezinstalacji

# checkBoxUpdateSearch.Text
source: Search for updates on startup
pl: Szukaj uaktualnień po starcie aplikacji

# checkBoxSendStats.Text
source: Send anonymous usage statistics
pl: Wysyłaj anonimowe statystyki

# label9.Text
source: Application language:
pl: Język aplikacji

# label10.Text
source: The application will have to be restarted for the language change to take effect.
pl: Aby dokończyć zmianę języka będzie wymagane ponownie uruchomienie aplikacji.

# groupBoxMisc.Text
source: Misc
pl: Pozostałe

# checkBoxLoud.Text
source: Ask to remove loud uninstallers from a quiet task
pl: Zapytaj czy usunąć głośne dezinstalatory z cichego zadania

# label1.Text
source: Search for junk after uninstalling
pl: Szukaj pozostałości po dezinstalacji

# label2.Text
source: Create restore point before uninstalling
pl: Utwórz punkt przywracania

# groupBoxMessages.Text
source: Message boxes
pl: Okna komunikatów

# checkBoxEnableExternal.Text
source: Enable execution of external applications
pl: Włącz uruchamianie zewnętrznych aplikacji

# label7.Text
source: You can specify commands that will run before and after uninstallation. One line equals to one command and will be executed as if you used the "Run..." dialog. BCU will wait until the currently running command completes before executing the next one.
pl: Możesz określić komendy które zostaną wykonane przed i po dezinstalacji. Jedna linia zawiera jedną komendę, która zostanie wykonana tak jak przez okno "Uruchom...". BCU będzie czekać aż uruchomiona komenda zakończy pracę przed uruchomieniem następnej.

# groupBoxExternal.Text
source: External applications
pl: Zewnętrzne aplikacje

# button2.Text
source: &Close
pl: &Zamknij

# tabPageGeneral.Text
source: General
pl: Ogólne

# tabPageExternal.Text
source: External tools
pl: Narzedzia zewnetrzne

# tabPageMisc.Text
source: Miscellaneous
pl: Różne

# $this.Text
source: Bulk Crap Uninstaller Settings
pl: Ustawienia BCUninstaller

# labelProgramFolders.Text
source: You can specify custom folders you install your applications into (e.g. D:\Applications). Those folders will be used by BCU to search for uninstallation leftovers, unregistered applications and a few other things. While it is not necessary, a list of these folders will let BCU work better. The default Windows folders are always scanned, you do not need to include them in this list. Use full directory paths, one path per line. Invalid paths and non-existing directories will be ignored.
pl: Możesz określić niestandardowe foldery instalacji aplikacji (np D: \ Aplikacje). Lista ta będzie wykorzystywana przez BCU do wyszukiwania resztek po dezinstalacji, niezarejestrowanych aplikacji, i kilku innych rzeczy. O ile nie jest ona konieczna, lista tych folderach usprawni działanie BCU. Domyślne foldery systemu Windows są zawsze zawarte przeszukiwane, nie musisz ich dodawać. Użyj pełnych ścieżek folderów, jedna ścieżka na linię. Nieprawidłowe ścieżki i nieistniejące foldery będą ignorowane.

# groupBoxProgramFolders.Text
source: Program installation folders
pl: Foldery instalacji programów

# tabPageFolders.Text
source: Folders
pl: Foldery

# checkBoxAutoLoad.Text
source: Automatically load Uninstall List named "Default.bcul" on start
pl: Automatycznie otwórz listę "Default.bcul" na starcie

# checkBoxRatings.Text
source: Enable user ratings of applications
pl: Włącz oceny użytkowników dla aplikacji

# checkBoxShowAllBadJunk.Text
source: Always show junk with low confidence
pl: Zawsze pokazuj śmieci z niskim wynikiem

# checkBoxNeverFeedback.Text
source: Never ask for feedback or help
pl: Nigdy nie pytaj o opinię lub pomoc

# checkBoxScanStoreApps.Text
source: Windows Store Apps
pl: Aplikacje Windows Store

# checkBoxScanWinFeatures.Text
source: Windows Features
pl: Funkcje systemu Windows

# labelWinFeatureInfo.Text
source: Detection of Windows Features uses WMI, and can be slow or even fail on some systems (usually indicating system corruption).
pl: Wykrywanie funkcji systemu Windows wykorzystuje WMI i może działać wolno, lub nawet wcale na niektórych systemach (zwykle oznacza to uszkodzenie systemu).

# checkBoxScanWinUpdates.Text
source: Windows Update
pl: Aktualizacje systemu Windows

# labelWinUpdateInfo.Text
source: Detection of Windows Updates uses WUA, which is slow. It can take a couple of minutes to complete.
pl: Wykrywanie aktualizacji systemu Windows używa technologii WUA, która działa wolno. Skanowanie może potrwać kilka minut.

# groupBoxAppStores.Text
source: Application stores to scan
pl: Typy aplikacji do skanowania

# tabPageDetection.Text
source: Detection
pl: Wykrywanie

# checkBoxScanRegistry.Text
source: Registry (recommended to leave enabled)
pl: Rejestr (zalecane włączenie)

# checkBoxScanDrives.Text
source: Drives (detects unregistered apps)
pl: Dyski (wykrywa niezarejestrowane programy)

# checkBoxPreDefined.Text
source: Based on pre-defined rules
pl: Ręcznie sprecyzowane sygnatury

# groupBox1.Text
source: Search for applications in...
pl: Szukwaj aplikacji w...

# checkBoxAutoInstallFolderDetect.Text
source: Try to detect custom installation folders automatically
pl: Spróbuj wykryć niestandardowe foldery z programami automatycznie
