Repository: Klocman/Bulk-Crap-Uninstaller
Catalog: source/BulkCrapUninstaller/Properties/Localisable.*.resx
Languages: ar, cs, de, es, fr, it, ja, nl, pl, pt_br, ru, sl, sv, tr, vi, zh_hans

# MessageBoxes_Net4Missing_Details
source: The v4.0 framework is optional, but recommended. The features that rely on the framework will be disabled until you install it.
ar: اختياري ، ولكن ينصح به. سيتم تعطيل الميزات التي تعتمد على الاطار حتى تقوم بتثبيته. v4.0 الاطار
cs: Framework v4.0 je nepovinný, ale doporučený. Funkce které spoléhají na framework budou zakázány, dokud nebude nainstalován.
de: Das .NET v4.0 Framework ist optional, wird aber empfohlen. Die Funktionen, die auf diesem Framework basieren, werden deaktiviert, bis Sie es installieren.
es: .NET Framework v4.0 es opcional, pero recomendado. Las características que se basan en el framework se desactivará hasta que se instale.
fr: Le Framework .NET 4.0 est optionnel, mais recommandé. Les fonctions reposant sur le framework seront désactivées jusqu'à son installation.
it: Il framework v4.0 è opzionale, ma raccomandato. Le funzionalità che si basano su framework saranno disabilitate fino quando non sarà installato.
ja: v4.0フレームワークはオプションですが、推奨されます。このフレームワークに依存する機能は、インストールするまで無効のままとなります。
nl: Het v4.0 Framework is optioneel, maar wordt aanbevolen. De functies die zijn gebaseerd op dit framework, zullen worden uitgeschakeld totdat u dit installeert.
pl: Obecność .NET Framework v4.0 jest opcjonalna, ale zalecana. Funkcje które na niej polegają będą wyłączone do czasu zainstalowania .NET Framework v4.0.
pt_br: O framework v4.0 é opcional, mas recomendado. As funcionalidades que dependem do framework serão desativadas até que você o instale.
ru: .NET Framework v4.0 является необязательным, но рекомендуется. Функции, которые зависят от .NET, будут отключены, пока Вы не установите его.
sl: Različica Framework 4.0 je neobvezna, toda priporočena. Funkcije, ki zahtevajo Framework bodo onemogočene dokler ga ne namestite.
sv: .NET Framework 4.0 är valfritt, men rekommenderas. De funktioner som är beroende av ramverket kommer att vara inaktiverade tills du installerar det.
tr: V4.0 çerçevesi isteğe bağlıdır, ancak önerilir. Çerçeveye dayanan özellikler, siz yükleyene kadar devre dışı bırakılacaktır.
vi: .NET framework v4.0 là tùy chọn nhưng được khuyến nghị. Các tính năng phụ thuộc vào framework sẽ bị tắt cho đến khi bạn cài đặt chúng.
zh_hans: V4.0框架是可选的，但推荐。依赖框架的功能将被禁用，直到你安装它。

# MessageBoxes_AskToRetryFailedQuietAsLoud_Title
source: Some uninstallers failed
ar: فشل بعض غير المثبتين
cs: Některé odinstalace selhaly
de: Einige Deinstallationsprogramme sind fehlgeschlagen
es: Algunos desinstaladores han fallado
fr: Quelques désinstalleurs ont échoué
it: Alcuni disinstallatori hanno fallito
ja: いくつかのアンインストーラーが失敗しました。
nl: Enkele de-installers mislukten
pl: Niepowodzenie niektórych dezinstalatorów
pt_br: Alguns dos desinstaladores falharam
ru: Некоторые деинсталляторы дали сбой
sl: Nekateri odstranjevalci niso bili uspešni
sv: Några av avinstallationsprogrammen misslyckades.
tr: Bazı kaldırıcılar başarısız oldu
vi: Một số trình gỡ cài đặt không thành công
zh_hans: 部分卸载程序失败

# MessageBoxes_AskToRetryFailedQuietAsLoud_Header
source: Do you want to try running quiet uninstallers that failed as loud?
ar: هل تريد محاولة تشغيل المثبتات بهدوء التي فشلت بصوت عال ؟
cs: Chcete si vyzkoušet tichý chod odinstalace, pokud selhala hlasitá?
de: Möchten Sie versuchen, quiet Deinstallationsprogramme auszuführen, die fehlgeschlagen sind?
es: ¿Desea intentar ejecutar desinstaladores silenciosos que fallaron como fuertes?
fr: Voulez-vous tenter de lancer des désinstalleurs silencieux qui ont échoué en normal?
it: Vuoi provare ad eseguire i disinstallatori silenziosi che hanno fallito in modalità guidata?
ja: 失敗した静かなアンインストーラーを騒音アンインストーラーで再実行しますか？
nl: Wilt u proberen om lopende stille de-installers die mislukten zichtbaar te maken?
pl: Czy uruchomić ciche dezinstalatory które się nie powiodły jako głośne?
pt_br: Deseja tentar executar os desinstaladores silenciosos que falharam em primeiro plano?
ru: Хотите запустить "тихо" те, которые не отработали "громко"?
sl: Ali želite poskusiti uporabiti tihe odstranjevalce, ko glasen ni bil uspešen?
sv: Vill du försöka köra de tysta avinstallationsprogrammen som misslyckades som synliga?
tr: Başarısız sessiz kaldırıcıları zorla çalıştırmayı denemek ister misiniz?
vi: Trình gỡ cài đặt không thành công, tại sao bạn không thử chạy trình gỡ cài đặt âm thầm?
zh_hans: 交互卸载失败后你想尝试运行静默卸载吗?

# MessageBoxes_AskToRetryFailedQuietAsLoud_Details
source: Following uninstallers will be restarted loudly:
ar: سيتم اعاده تشغيل المثبتات التالية بصوت عال:
cs: Následující odinstalace bude hlasitá:
de: Folgende Deinstallationsprogramme werden neu gestartet:
es: Los desinstaladores siguientes se reiniciarán altamente:
fr: Les désinstalleurs suivants seront redemarrés normalement:
it: I seguenti disinstallatori saranno riavviati in modalità guidata:
ja: 次のアンインストーラーは、騒音アンインストーラーで再実行されます:
nl: De volgende de-installers worden zichtbaar herstart:
pl: Następujące dezinstalatory zostaną uruchomione ponownie jako głośne:
pt_br: Os seguintes desinstaladores serão executados em primeiro plano:
ru: Следующие деинсталляторы будут перезапущены "громко":
sl: Naslednji odstranjevalci bodo znova glasno zagnani:
sv: Följande avinstallationsprogram kommer att startas om högljutt:
tr: Kaldırma işlemlerinin ardından yeniden başlatılacak:
vi: Trình gỡ cài đặt bên dưới sẽ khởi động lại trình gỡ cài đặt gốc:
zh_hans: 以下卸载程序将重启为交互式：

# UninstallFromDirectory_ScanningTitle
source: Scanning specified directory...
ar: يتم الان مسح الدليل المحدد...
cs: Vyhledávání zadaného adresáře...
de: Überprüfen des angegebenen Verzeichnisses
es: Analizando directorio especificado...
fr: Balayage du dossier spécifié...
it: Scansione cartelle specificate...
ja: 指定されたディレクトリをスキャンしています...
nl: De opgegeven map scannen...
pl: Skanowanie podanego folderu...
pt_br: Escaneando o diretório especificado...
ru: Сканирование указанной папки...
sl: Pregled določene mape....
sv: Skannar angiven katalog...
tr: Belirtilen dizini tara ...
vi: Đang quét thư mục được chỉ định...
zh_hans: 扫描特定目录...

# UninstallFromDirectory_FolderBrowse
source: Select directory with applications that you want to remove.
ar: حدد الدليل مع التطبيقات التي تريد ازالتها.
cs: Vyberte adresář s aplikacemi, které chcete odstranit.
de: Wählen Sie das Verzeichnis mit den Anwendungen aus, die Sie entfernen möchten
es: Seleccione el directorio con las aplicaciones que desea eliminar.
fr: Sélectionner le dossier avec les applications que vous voulez enlever.
it: Seleziona le cartelle con applicazioni che vuoi rimuovere.
ja: 削除したいアプリケーションがあるディレクトリを選択してください。
nl: Selecteer de map met programma's die u wilt verwijderen.
pl: Podaj folder z aplikacjami które chcesz usunąć.
pt_br: Selecione diretórios com aplicações que você deseja remover.
ru: Выбрать папку с приложениями, которые Вы хотите удалить.
sl: Izberite mapo z aplikacijami, ki jih želite odstraniti.
sv: Välj katalog med appar som du vill ta bort.
tr: Kaldırmak istediğiniz uygulamaların bulunduğu dizini seçin.
vi: Chọn thư mục chứa ứng dụng mà bạn muốn gỡ bỏ.
zh_hans: 选择有要删除的应用程序的目录。

# MessageBoxes_UninstallFromDirectory_Title
source: Uninstall from directory
ar: الغاء التثبيت من الدليل
cs: Odinstalovat z adresáře
de: Deinstallieren aus dem Verzeichnis
es: Desinstalar del directorio
fr: Désinstaller depuis le dossier
it: Disinstalla dalla cartella
ja: ディレクトリからアンインストール
nl: De-installeer uit map
pl: Dezinstaluj z folderu
pt_br: Desinstalar do diretório
ru: Удалить из каталога
sl: Odstrani iz mape
sv: Avinstallera från katalog.
tr: Dizinden kaldır
vi: Gỡ cài đặt từ thư mục
zh_hans: 从目录卸载

# MessageBoxes_UninstallFromDirectoryNothingFound_Message
source: No applications were found in the specified directory
ar: لم يتم العثور على اي تطبيقات في الدليل المحدد
cs: V zadaném adresáři nebyly nalezeny žádné aplikace
de: Im angegebenen Verzeichnis wurden keine Anwendungen gefunden
es: No se encontraron aplicaciones en el directorio especificado
fr: Aucune application trouvée dans le dossier spécifié
it: Nessuna applicazione trovata nelle cartelle specificate
ja: 指定されたディレクトリ内にアプリケーションが見つかりませんでした。
nl: Er werden geen programma's gevonden in de opgegeven map
pl: Nie znaleziono żadnych aplikacji w podanym folderze
pt_br: Não foram encontrado aplicações no diretório especificado
ru: В указанном каталоге не найдено приложений
sl: V določeni mapi niso bile najdene nobene aplikacije.
sv: Inga appar hittades i den angivna katalogen.
tr: Belirtilen dizinde uygulama bulunamadı
vi: Không tìm thấy ứng dụng nào trong thư mục được chỉ định
zh_hans: 在指定的目录中找不到任何应用程序

# MessageBoxes_UninstallFromDirectoryNothingFound_Details
source: Make sure that you selected the correct directory and that the application's executables are still present.
ar: تاكد من تحديد الدليل الصحيح ومن ان الملفات التنفيذية للتطبيق لا تزال موجودة.
cs: Ujistěte se, že jste vybrali správného adresáře a že spustitelné soubory aplikace jsou stále přítomny.
de: Stellen Sie sicher, dass Sie das richtige Verzeichnis ausgewählt haben und dass die ausführbaren Dateien der Anwendung noch vorhanden sind.
es: Asegúrese de que ha seleccionado el directorio correcto y que los ejecutables de la aplicación siguen estando presentes.
fr: Assurez-vous d'avoir sélectionné le dossier correct et que les exécutables de l'application sont encore présents.
it: Assicurati di aver selezionato le cartelle corrette e che gli eseguibili delle applicazioni siano ancora presenti.
ja: 正しいディレクトリを選択し、アプリケーションの実行ファイルがまだ存在することを確認してください。
nl: Controleer dat u de juiste map selecteerde en dat de uitvoerbare programma's (.exe) nog aanwezig zijn.
pl: Upewnij się że wybrałeś właściwy folder i że zawiera on pliki wykonywalne aplikacji
pt_br: Certifique-se de que selecionou o diretório correto e que os executáveis do aplicativo ainda estão presentes.
ru: Убедитесь, что Вы выбрали правильный каталог и исполняемые файлы программ присутствуют.
sl: Prepričajte se, da ste izbrali pravilno mapo in, da so izvedljive datoteke aplikacij še vedno prisotne.
sv: Se till att du har valt rätt katalog och att programmets körbara filer fortfarande finns kvar.
tr: Doğru dizini seçtiğinizden ve uygulamanın yürütülebilir dosyalarının bulunduğundan emin olun.
vi: Hãy chắc rằng thư mục đã chọn có chính xác và tệp thực thi của ứng dụng vẫn còn.
zh_hans: 确保你选择了正确的目录，并且仍然存在应用程序的可执行文件。

# MessageBoxes_UninstallFromDirectoryUninstallerFound_Message
source: Found an uninstaller for {0}
ar: تم العثور على الغاء التثبيت ل {0}
cs: Našel pro odinstalaci {0}
de: Deinstallationsprogramm für {0} gefunden
es: Encontrado un desinstalador para {0}
fr: Désinstalleur trouvé pour {0}
it: Trovato un disinstallatore per {0}
ja: {0} のアンインストーラーが見つかりました。
nl: Een de-installer gevonden voor {0}
pl: Znaleziono dezinstalator dla {0}
pt_br: Encontrado um desinstaladdor para {0}
ru: Найден деинсталлятор для {0}
sl: Najden je odstranjevalec za {0}
sv: Hittade ett avinstallationsprogram för {0}
tr: {0} için bir kaldırıcı bulundu
vi: Đã tìm thấy trình gỡ cài đặt cho {0}
zh_hans: 找到了{0}的卸载程序

# MessageBoxes_UninstallFromDirectoryUninstallerFound_Details
source: Do you want to run this uninstaller?
ar: هل تريد تشغيل هذا الغاء التثبيت ؟
cs: Chcete spustit odinstalační program?
de: Möchten Sie dieses Deinstallationsprogramm ausführen?
es: ¿Desea ejecutar este desinstalador?
fr: Voulez-vous lancer ce désinstalleur?
it: Vuoi eseguire questo disinstallatore?
ja: このアンインストーラーを実行しますか？
nl: Wilt u deze de-installer uitvoeren?
pl: Czy uruchomić znaleziony dezinstalator?
pt_br: Quer executar esse desinstalador?
ru: Запустить этот деинсталлятор?
sl: Ali želite zagnati tega odstranjevalca?
sv: Vill du köra detta avinstallationsprogram?
tr: Bu kaldırıcıyı çalıştırmak ister misin?
vi: Bạn có muốn chạy trình gỡ cài đặt này chứ?
zh_hans: 你想运行这个卸载程序吗?

# LocalizedX509Certificate2_Issuer
source: Issuer
ar: المصدر
cs: Vydavatel
de: Aussteller
es: Editor
fr: Emetteur
it: Produttore
ja: 発行者
nl: Verlener
pl: Emitent
pt_br: Editor
ru: Отправитель
sl: Izdajatelj
sv: Utfärdare
tr: İhraççı
vi: Thực thể chứng thực

# LocalizedX509Certificate2_Subject
source: Subject
ar: الموضوع
cs: Předmět
de: Gegenstand
es: Asunto
fr: Sujet
it: Argomento
ja: 件名
nl: Onderwerp
pl: Podmiot
pt_br: Assunto
ru: Субъект
sl: Predmet
sv: Ämne
tr: Konu
vi: Chủ thể
zh_hans: 主题

# LocalizedX509Certificate2_Archived
source: Archived
ar: المؤرشف
cs: Archivováno
de: Archiviert
es: Archivado
fr: Archivé
it: Archiviato
ja: アーカイブされた
nl: Gearchiveerd
pl: Zarchiwizowany
pt_br: Arquivado
ru: Архивировано
sl: Arhiviran
sv: Arkiverad
tr: Arşivlenmiş
vi: Đã lưu trữ
zh_hans: 存档

# LocalizedX509Certificate2_Extensions
source: Extensions
ar: امتدادات
cs: Rozšíření
de: Erweiterungen
es: Extensiones
it: Estensioni
ja: 拡張子
nl: Extensies
pl: Rozszerzenia
pt_br: Extensões
ru: Расширения
sl: Razširitve
sv: Tillägg
tr: Eklentiler
vi: Phần mở rộng
zh_hans: 扩展名

# LocalizedX509Certificate2_FriendlyName
source: Friendly Name
ar: اسم مالوف
cs: Název popisu
de: Anzeigename
es: Nombre Amigable
fr: Nom familier
it: Nome intuitivo
ja: 表示名
nl: Vriendelijke naam
pl: Przyjazna nazwa
pt_br: Nome comum
ru: Короткое имя
sl: Prijazno ime
sv: Vänligt namn
tr: Kısa adı
vi: Tên dễ hiểu
zh_hans: 友好名称

# LocalizedX509Certificate2_IssuerName
source: Issuer Name
ar: اسم المصدر
cs: Název vystavitele
de: Name des Ausstellers
es: Nombre del Editor
fr: Nom de l'émetteur
it: Nome emittente
ja: 発行者名
nl: Naam verlener
pl: Nazwa emitenta
pt_br: Nome do Editor
ru: Имя отправителя
sl: Ime izdajatelja
sv: Utfärdarnamn
tr: İhracatçı adı
vi: Tên của thực thể chứng thực
zh_hans: Issuer名

# LocalizedX509Certificate2_NotAfter
source: Not After
ar: ليس بعد
cs: Ne po
de: nicht nach
es: No Después
fr: Pas après
it: Non dopo
ja: 有効期限
nl: Niet na
pl: Nie po
pt_br: Não depois de
ru: Не позднее
sl: Ne po
sv: Inte efter
tr: Sonra değil
vi: Không sau ngày
zh_hans: 不晚于

# LocalizedX509Certificate2_NotBefore
source: Not Before
ar: ليس قبل
cs: Ne před
de: nicht vor
es: No Antes
fr: Pas avant
it: Non prima
ja: 発行日
nl: Niet voor
pl: Nie przed
pt_br: Não antes de
ru: Не ранее
sl: Ne pred
sv: Inte före
tr: Önce değil
vi: Không trước ngày
zh_hans: 不早于

# LocalizedX509Certificate2_PrivateKey
source: Private Key
ar: مفتاح خاص
cs: Soukromý klíč
de: Privater Schlüssel
es: Clave Privada
fr: Clé Privée
it: Chiave privata
ja: 秘密鍵
nl: Privé sleutel
pl: Prywatny klucz
pt_br: Chave privada
ru: Приватный ключ
sl: Zaseben ključ
sv: Privat nyckel
tr: Özel anahtar
vi: Khoá riêng tư
zh_hans: 私有键

# LocalizedX509Certificate2_HasPrivateKey
source: Has Private Key
ar: لديه مفتاح خاص
cs: Has Soukromý klíč
de: Hat einen privaten Schlüssel
es: Tiene Clave Privada
fr: A une Clé Privée
it: Ha una chiave privata
ja: 秘密鍵があります
nl: Heeft een prive sleutel
pl: Ma prywatny klucz
pt_br: Tem chave privada
ru: Имеет Приватный ключ
sl: Ima zaseben ključ
sv: Har privat nyckel
tr: Özel Anahtarı Var
vi: Có khoá riêng tư
zh_hans: 有私有键

# LocalizedX509Certificate2_PublicKey
source: Public Key
ar: مفتاح عمومي
cs: Veřejný klíč
de: Öffentlicher Schlüssel
es: Clave Pública
fr: Clé Publique
it: Chiave pubblica
ja: 公開鍵
nl: Publieke sleutel
pl: Publiczny klucz
pt_br: Chave pública
ru: Публичный ключ
sl: Javni ključ
sv: Offentlig nyckel
tr: Genel anahtar
vi: Khoá công khai
zh_hans: 公开键

# LocalizedX509Certificate2_RawData
source: Raw Data
ar: البيانات الخام
cs: Nezpracovaná Data
de: Rohdaten
es: Datos en Bruto
fr: Données brutes
it: Dati grezzi
ja: 生データ
pl: Surowe dane
pt_br: Dados não processados
ru: Необработанные данные
sl: Surovi podatki
sv: Rådata
tr: İşlenmemiş veri
vi: Dữ liệu thô
zh_hans: Raw数据

# LocalizedX509Certificate2_SerialNumber
source: Serial Number
ar: الرقم التسلسلي
cs: Sériové číslo
de: Serien Nummer
es: Número de Serie
fr: Numéro de série
it: Numero seriale
ja: シリアル番号
nl: Serienummer
pl: Numer seryjny
pt_br: Número de Série
ru: Серийный номер
sl: Serijska številka
sv: Serienummer
tr: Seri Numarası
vi: Số Sêri
zh_hans: 序列号

# LocalizedX509Certificate2_SubjectName
source: Subject Name
ar: اسم الموضوع
cs: Název předmětu
de: Gegenstands Name
es: Nombre del Asunto
fr: Nom de sujet
it: Nome argomento
ja: 件名
nl: Onderwerp naam
pl: Nazwa podmiotu
pt_br: Nome do Assunto
ru: Имя субъекта
sl: Ime predmeta
sv: Ämnesnamn
tr: Konu Adı
vi: Tên chủ thể
zh_hans: 主题名

# LocalizedX509Certificate2_SignatureAlgorithm
source: Signature Algorithm
ar: خوارزميه التوقيع
cs: Algoritmus podpisu
de: Signaturalgorithmus
es: Algoritmo de Firma
fr: Algorithme Signature
it: Algoritmo di firma
ja: 署名アルゴリズム
nl: Signatuur algoritme
pl: Algorytm podpisu
pt_br: Algoritmo de assinatura
ru: Алгоритм подписи
sl: Algoritem podpisa
sv: Signatur algoritm
tr: İmza Algoritması
vi: Thuật toán chữ ký
zh_hans: 签名算法

# LocalizedX509Certificate2_Version
source: Version
ar: الاصدار
cs: Verze
es: Versión
it: Versione
ja: バージョン
nl: Versie
pl: Wersja
pt_br: Versão
ru: Версия
sl: Različica
tr: Versiyon
vi: Phiên bản
zh_hans: 版本

# LocalizedX509Certificate2_Thumbprint
source: Thumbprint
ar: بصمه الابهام
cs: Miniatura
de: Fingerabdruck
es: Huella Digital
fr: Empreinte
it: Impronta digitale
ja: サムプリント
nl: Vingerafdruk
pl: Odcisk kciuka
pt_br: Impressão digital
ru: Отпечаток
sl: Prstni odtis
sv: Avtryck
tr: Parmakizi
vi: Vân tay khoá công khai
zh_hans: 凭证指纹

# Error_SaveSettingsFailed
source: Failed to save settings
ar: فشل حفظ الاعدادات
cs: Nepodařilo se uložit nastavení
de: Einstellungen konnten nicht gespeichert werden
es: Error al guardar la configuración
fr: Echec à l'enregistrement des paramètres
it: Salvataggio impostazioni fallito
ja: 設定の保存に失敗しました。
nl: Opslaan instellingen is mislukt
pl: Nie udało się zapisać ustawień
pt_br: Erro ao guardar as configurações
ru: Не удалось сохранить настройки
sl: Ni uspelo shranjevanje nastavitev
sv: Misslyckades med att spara inställningar
tr: Ayarlar kaydedilemedi
vi: Lưu cài đặt không thành công
zh_hans: 保存设置失败

# Progress_Finishing
source: Finishing up...
ar: الانتهاء...
cs: Dokončuje se ...
de: Beenden
es: Terminando...
fr: En train de finir...
it: Completamento operazioni...
ja: 最終処理中...
nl: Voltooid op...
pl: Kończenie...
pt_br: Finalizando...
ru: Завершение...
sl: Dokončanje...
sv: Avslutar...
tr: Tamamlama
vi: Sắp hoàn thành...
zh_hans: 完成中...

# Progress_Finishing_Icons
source: Loading icons
ar: تحميل الايقونات
cs: Načtení ikon
de: Lade Icons
es: Cargando iconos
fr: Icônes de chargement
it: Caricamento icone
ja: アイコンを読み込んでいます
nl: Pictogrammen laden...
pl: Ładowanie ikon
pt_br: Carregando os ícones
ru: Загрузка иконок
sl: Nalaganje ikon
sv: Laddar ikoner
tr: İkonlar yükleniyor
vi: Đang nạp biểu tượng
zh_hans: 加载图标

# TargetWindow_NoFilesSelected_Title
source: Look for application
ar: بحث عن التطبيق
cs: Vyhledat aplikaci
de: Suchen Sie nach Anwendung
es: Buscar aplicación
fr: Chercher une application
it: Ricerca applicazione
ja: アプリケーションを探しています
nl: Zoeken naar programma
pl: Szukaj aplikację
pt_br: Buscar aplicação
ru: Показать приложение
sl: Poglej za aplikacijo
sv: Letar efter app
tr: Uygulamaya bak
vi: Tìm kiếm ứng dụng
zh_hans: 查找应用程序

# TargetWindow_NoFilesSelected_Message
source: No valid files or directories were selected. Make sure you have access to them, and they aren't marked as system files.
ar: لم يتم تحديد ايه ملفات او دلائل صالحه. تاكد من ان لديك حق الوصول اليها ، ولا يتم وضع علامة عليها كملفات نظام.
cs: Nebyly vybrány žádné platné soubory nebo adresáře. Ujistěte se, že k nim máte přístup a nejsou označeny jako systémové soubory.
de: Es wurden keine gültigen Dateien oder Ordner ausgewählt. Stellen sie sicher, dass sie Zugriff auf diese haben und es keine Systemdateien sind.
es: No se seleccionaron archivos o directorios válidos. Asegúrese de tener acceso a ellos y no están marcados como archivos de sistema.
fr: Aucun fichier ou dossier valide n'a été sélectionné. Assurez-vous que vous y avez accès, et qu'ils ne sont pas marqués comme fichiers système.
it: Non sono stati selezionati file o cartelle validi. Assicurati di avere i corretti diritti di accesso e che non abbiano attributi di sistema
ja: 有効なファイルまたはディレクトリが選択されていません。
nl: Er werden geen geldige mappen of bestanden. Controleer of u daar toegang toe hebt en dat deze niet zijn aangeduid als systeembestanden.
pl: Nie wybrano żadnych poprawnych plików i/lub folderów. Upewnij się że masz do nich dostęp, i że nie są oznaczone jako pliki systemowe.
pt_br: Nenhum arquivo ou diretório válido foi selecionado. Certifique-se de que você tenha acesso a eles e que não estejam marcados como arquivos do sistema.
ru: Не выбраны действительные файлы или каталоги. Убедитесь, что у Вас есть доступ к ним и они не помечены как системные.
sl: Ni izbranih veljavnih datotek ali map. Prepričajte se, da imate dostop do njih in, da te niso označene kot sistemske datoteke.
sv: Inga giltiga filer eller kataloger valdes. Kontrollera att du har åtkomst till dem och att de inte är markerade som systemfiler.
tr: Geçerli dosya veya dizin seçilmedi. Onlara erişebildiğinizden ve sistem dosyaları olarak işaretlenmediğinden emin olun.
vi: Không có tệp tin hoặc thư mục hợp lệ nào được chọn. Đảm bảo rằng bạn có quyền truy cập và nó không bị đánh dấu là tệp hệ thống.
zh_hans: 未选择有效的文件或目录。确保你有权访问它们，并且它们没有被标记为系统文件。

# Uninstaller_GetApplicationsFromDirectories_NothingFound_Title
source: Look for applications
ar: بحث عن التطبيقات
cs: Vyhledat aplikace
de: Suchen Sie nach Anwendung
es: Buscar aplicaciones
fr: Chercher des applications
it: Ricerca applicazioni
ja: アプリケーションを探す
nl: Zoeken naar programma's
pl: Szukaj aplikacji
pt_br: Buscar por aplicativos
ru: Показать приложения
sl: Poglej za aplikacije
sv: Leta efter appar
tr: Uygulamalar için bak
vi: Tìm kiếm ứng dụng
zh_hans: 查找应用程序

# Uninstaller_GetApplicationsFromDirectories_NothingFound_Message
source: Failed to find any applications inside {0}
ar: فشل العثور على ايه تطبيقات داخل {0}
cs: Nepodařilo se najít žádné aplikace uvnitř {0}
de: Fehler bei der Suche nach Anwendungen {0}
es: No se pudo encontrar ninguna aplicación dentro de {0}
fr: Impossible de trouver une application dans {0}
it: Impossibile rilevare applicazioni all'interno di {0}
ja: {0} 内にアプリケーションが見つかりませんでした。
nl: Zoeken naar programma's in {0} is mislukt
pl: Nie znaleziono żadnych aplikacji w {0}
pt_br: Falha ao encontrar quaisquer aplicativos dentro de {0}
ru: Приложения в {0} не найдены
sl: Ni bilo mogoče najti nobenih aplikacij znotraj {0}
sv: Misslyckades med att hitta några appar inuti {0}
tr: {0} içinde herhangi bir uygulama bulunamadı
vi: Không thể tìm thấy ứng dụng trong {0}
zh_hans: 在{0}内找不到任何应用程序

# MessageBoxes_ModifyCommandMissing_Title
source: Modify application
ar: تعديل التطبيق
cs: Změnit aplikaci
de: Ändern der Anwendung
es: Modificar aplicación
fr: Modifier l'application
it: Modifica applicazione
ja: アプリケーションを変更
nl: Wijzig programma
pl: Zmodyfikuj aplikację
pt_br: Modificar aplicação
ru: Изменить приложение
sl: Spremeni aplikacijo
sv: Modifiera app
tr: Uygulamayı düzenle
vi: Thay đổi ứng dụng
zh_hans: 修改应用程序

# MessageBoxes_ModifyCommandMissing_Message
source: Selected application can't be modified
ar: لا يمكن تعديل التطبيق المحدد
cs: Vybranou aplikaci nelze změnit.
de: Ausgewählte Anwendung kann nicht verändert werden.
es: La aplicación seleccionada no se puede modificar
fr: L'application sélectionnée ne peut être modifiée
it: L'applicazione selezionata non uò essere modificata
ja: 選択したアプリケーションは変更できません。
nl: Het geselecteerde programma kan niet worden gewijzigd
pl: Wybranej aplikacji nie można zmodyfikować
pt_br: Aplicação selecionada não pode ser modificada
ru: Выбранное приложение нельзя изменить
sl: Izbrane aplikacije ni mogoče spremeniti
sv: Vald app kan inte modifieras
tr: Seçilen uygulama düzenlenemez
vi: Không thể thay đổi ứng dụng đã chọn
zh_hans: 无法修改选中的应用程序
