Repository: Klocman/Bulk-Crap-Uninstaller
Catalog: source/BulkCrapUninstaller/Properties/Localisable.*.resx
Languages: ar, cs, de, es, fr, it, ja, nl, pl, pt_br, ru, sl, sv, tr, vi, zh_hans

# MessageBoxes_UpdateAskToDownload_Details
source: BCUninstaller will automatically download the update and apply it after a restart. Please note that you might lose your settings in the process. Changelog: - {0} Warning: During update the folder "Update" and the file "Update.zip" inside of the BCU directory will be removed.
ar: سيقوم المثبت بتحميل التحديث تلقائيا وتطبيقه بعد اعاده التشغيل. يرجى ملاحظه انه قد تفقد اعداداتك في العملية. التغييرات: -{0} ستتم ازاله.BCU تحذير: اثناء تحديث المجلد "تحديث" و الملف "التحديث .ضغط" داخل الدليل
cs: BCUninstaller automaticky stáhne aktualizaci a aplikuje po restartu. Vezměte prosím na vědomí, že může dojít ke ztrátě nastavení v procesu. changelog: - {0} Upozornění: Během aktualizace bude odstraněna složka "Update" a soubor "Update.zip" uvnitř adresáře BCU.
de: BCUninstaller wird automatisch das Update herunterladen und es nach einem Neustart anwenden. Bitte beachten Sie, dass Sie Ihre Einstellungen in den Prozess verloren gehen können. Änderungsprotokoll: - {0} Achtung: während der Aktualisierung werden der Ordner "Update" und die Datei "Update.zip" innerhalb des BCU-Verzeichnisses entfernt.
es: BCUninstaller descargará automáticamente la actualización y la aplicará después de un reinicio. Tenga en cuenta que es posible que pierda su configuración en el proceso. Lista de cambios: - {0} Advertencia: Durante la actualización serán eliminados la carpeta "Update" y el archivo "Update.zip" dentro del directorio delBCU.
fr: BCUninstaller téléchargera automatiquement la mise à jour et l'appliquera après un redémarrage. Merci de noter que vous pouvez perdre vos réglages dans l'opération. Journal de changement : - {0} Attention : pendant la mise à jour le dossier "Update" et le fichier "Update.zip" dans le dossier de BCU seront supprimés.
it: BCUninstaller scaricherà automaticamente l'aggiornamento e lo installerà al riavvio. Nel corso del processo potresti perdere le configurazioni . Novità programma (changelog): - {0} Attenzione: nel corso dell'aggiornamento la cartella "Update" e il file "Update.zip" nella cartella di BCU saranno rimossi.
ja: BCUninstallerは自動的に更新をダウンロードし、再起動後に適用します。この過程で設定が失われる可能性があることに注意してください。 変更履歴: - {0} 警告:更新中にBCUディレクトリ内の「Update」フォルダと「Update.zip」ファイルが削除されます。
nl: BCUninstaller zal automatisch de update downloaden en zal dit na een herstart gebruiken. Houd er rekening mee dat uw instellingen tijdens dit proces verloren kunnen gaan. Wijzigingen log: - {0} Waarschuwing: tijdens de update worden de map "Update" en het bestand "Update.zip" in de BCU mappen verwijderd.
pl: BCUninstaller automatycznie ściągnie aktualizację i zainstaluje ją po restarcie programu. Lista zmian: - {0} Uwaga: Podczas aktualizacji folder "Update" i plik "Update.zip" w folderze BCU zostaną usunięte.
pt_br: BCUninstaller irá baixar automaticamente a atualização e instalar após um reinício. Você irá perder dados não salvos. Changelog: - {0} Atenção: Durante a atualização a pasta "Update" e o arquivo "Update.zip" dentro da pasta do BCU serão removidos.
ru: BCUninstaller загрузит обновление и применит его после перезагрузки программы. Имейте в виду, Вы можете потерять свои настройки в процессе обновления. Изменения: - {0} Внимание: Во время обновления папка "Update" и файл "Update.zip" внутри BCU каталога будут удалены.
sl: BCUninstaller bo samodejno prenesel posodobitve in jih uporabil po ponovnem zagonu. Upoštevajte, da boste med postopkom morda izgubili vaše nastavitve. Dnevnik sprememb: - {0} Opozorilo: Med posodabljanjem bo odstranjena mapa "Update" in datoteka "Update.zip", v imeniku BCU.
sv: BCUninstaller kommer automatiskt att hämta uppdateringen och tillämpa den efter en omstart. Observera att du kanske förlorar dina inställningar i processen. Ändringslogg: - {0} Varning: Under uppdateringen kommer mappen "Update" och filen "Update.zip" inuti BCU-mappen att tas bort.
tr: BCUninstaller güncellemeyi otomatik olarak indirecek ve yeniden başlattıktan sonra uygulayacaktır. Lütfen ayarlarınızı bu süreçte kaybedebileceğinizi unutmayın. Değişiklikler: - {0} Uyarı: Güncelleme sırasında "Update" klasörü ve BCU dizininin içindeki "Update.zip" dosyası kaldırılacaktır.
vi: BCUninstaller sẽ tự động tải xuống bản các cập nhật và áp dụng chúng sau khi khởi động lại. Xin lưu ý rằng bạn có thể mất cài đặt trong quá trình này. Nhật ký thay đổi: - {0} Cảnh báo: Trong quá trình cập nhật, thư mục "Update" và tệp "Update.zip" trong thư mục BCU sẽ bị xóa.
zh_hans: BCUninstaller将自动下载更新并在重新启动后应用它。请注意，在此过程中你可能会丢失设置。 更新日志： - {0} 警告:在更新过程中，BCU目录中的文件夹"update"和文件"update.zip"将被删除。

# MessageBoxes_ProtectedItemsWarningQuestion_Details
source: Affected entries: {0} To modify these entries you need to disable uninstaller protection from the settings sidebar.You can remove them from the task and continue with other items if you want.
ar: الادخالات المتاثره: {0} لتعديل هذه الادخالات تعطيل الحماية من الغاء التثبيت من الشريط الجانبي الاعدادات. يمكنك ازالتها من المهمة ومتابعه المواد الاخرى اذا اردت.
cs: Dotčené údaje: {0} Chcete-li změnit tyto položky, potřebujete vypnout ochranu odinstalátoru z postranního panelu nastavení. Můžete je odstranit z úkolu, a pokračovat s dalšími položkami, pokud chcete.
de: Betroffene Einträge: {0} Um diese Einträge zu ändern, müssen Sie aus der Einstellungen Seitenleiste den Schutz der Uninstaller deaktivieren. Sie können sie aus dem Task entfernen und mit anderen fortfahren
es: Entradas afectadas: {0} Para modificar estas entradas desactive la protección de desinstalación de la barra lateral de configuración. Puede eliminarlas de la tarea y continuar con otros elementos si lo desea.
fr: Entrées affectées : {0} Pour modifier ces entrées vous devez désactiver la protection du désinstalleur dans la barre latérale des réglages. Vous pouvez les supprimer de la tâche et continuer avec les autres éléments si vous voulez.
it: Voci interessate: {0} Per modificare queste voci devi disabilitare la protezione della disinstallazione dalla barra laterale di configurazione. Se preferisci puoi rimuoverle dall'attività e continuare con gli altri elementi.
ja: 影響を受けるエントリ: {0} これらのエントリを変更するには、設定サイドバーからアンインストーラー保護を無効にする必要があります。タスクから削除し、他のアイテムを続行することもできます。
nl: Getroffen registraties: {0} Om deze registraties te wijzigen, moet u uit de instellingen in de zijbalk lijst de beveiliging van de de-installer uitschakelen. U kunt deze uit de taak verwijderen en met de andere onderdelen doorgaan.
pl: Zabezpieczone pozycje: {0} Aby zmienić te ustawienia musisz wyłączyć zabezpieczenia w pasku ustawień.Możesz usunąć te pozycje z zadania i kontynuować lub anulować zadanie.
pt_br: Entradas afetadas: {0} Para modificar essas entradas, você precisa desabilitar a proteção do desinstalador na barra lateral de configurações. Se quiser, pode removê-las e continuar com os outros itens.
ru: Затронутые записи: {0} Чтобы изменить эти записи, нужно отключить защиту в боковой панели настроек. Также Вы можете убрать их из задания и продолжать с другими элементами по желанию.
sl: Prizadetih vnosov: {0} Za spreminjanje teh vnosov morate onemogočiti zaščito odstranjevalca iz stranske vrstice z nastavitvami. Lahko jih odstranite iz opravila in nadaljujete z drugimi vnosi, če to želite.
sv: Påverkade poster: {0} För att ändra dessa poster behöver du inaktivera avinstalleringsskyddet från inställningssidofältet. Du kan ta bort dem från uppgiften och fortsätta med andra objekt om du vill.
tr: Etkilenen girişler: {0} Bu girişleri değiştirmek için ayarların kenar çubuğundan kaldırıcı korumasını devre dışı bırakmanız gerekir. Bunları görevden kaldırabilir ve isterseniz diğer öğelere devam edebilirsiniz.
vi: Các mục bị ảnh hưởng: {0} Để thay đổi các mục này, bạn phải tắt bảo vệ trình gỡ cài đặt từ cài đặt ở thanh bên. Bạn có thể xóa những mục này khỏi tác vụ và tiếp tục với các mục khác nếu muốn.
zh_hans: 受影响的条目: {0} 要修改这些条目，你需要从设置侧边栏中禁用卸载程序保护。你可以从任务中删除它们，如果需要可以继续选择其他项目。

# MessageBoxes_ProtectedItemError_Details
source: Protected entry: {0} To modify this entry you need to disable uninstaller protection from the settings panel.
ar: لادخال المحمي: {0} لتعديل هذا الادخال ، تحتاج الى تعطيل حماية الغاء التثبيت من لوحه الاعدادات.
cs: Chráněná položka: {0} Chcete-li změnit tuto položku, potřebujete vypnout ochranu odinstalátoru z panelu nastavení.
de: Geschützter Eintrag: {0} Um diesen Eintrage zu ändern, müssen Sie aus dem Bedienfeld Einstellungen den Schutz der Uninstaller deaktivieren.
es: Entrada protegida: {0} Para modificar esta entrada tiene que desactivar la protección de desinstalación desde el panel de configuración.
fr: Entrée protégée : {0} Pour modifier cette entrée vous devez désactiver la protection du désinstalleur dans le panneau de réglages.
it: Voci protette: {0} Per modificare queste voci devi disabilitare la protezione della disinstallazione dal pannello di configurazione.
ja: 保護されたエントリ: {0} このエントリを変更するには、設定パネルからアンインストーラー保護を無効にする必要があります。
nl: Beveilgde registratie: {0} Om deze registratie te wijzigen, moet u de beveiliging van de de-installer in het instellingen venster uitschakelen.
pl: Zabezpieczona pozycja: {0} Aby zmienić tą pozycję musisz wyłączyć zabezpieczenia w pasku ustawień
pt_br: Entrada protegida: {0} Para modificar esta entrada, você precisa desabilitar a proteção do desinstalador no painel de configurações.
ru: Защищённые записи: {0} Чтобы изменить эту запись, необходимо отключить защиту в панели настроек.
sl: Zaščiten vnos: {0} Za spreminjanje vnosa morate onemogočiti zaščito odstranjevalca iz plošče z nastavitvami.
sv: Skyddad post: {0} För att ändra denna post behöver du inaktivera avinstalleringsskyddet från inställningspanelen.
tr: Korumalı giriş: {0} Bu girişi değiştirmek için, kurulum panelinden kaldırıcı korumasını devre dışı bırakmanız gerekir.
vi: Mục được bảo vệ: {0} Để thay đổi mục này, bạn phải tắt tính năng bảo vệ trình gỡ cài đặt khỏi bảng cài đặt.
zh_hans: 受保护的条目: {0} 要修改此条目，你需要从设置面板中禁用卸载程序保护。

# MessageBoxes_QuietUninstallersNotAvailableQuestion_Details
source: Following items are missing quiet uninstallers: {0} Do you want to use "loud" uninstallers for those items, or should they be removed them from the task?
ar: المواد التالية مفقوده غير مثبتات بهدوء: {0} هل تريد استخدام "بصوت عال" للالغاء تثبيت هذه المواد ، او يجب ازالتها من المهمة ؟
cs: Následující položky nemají tichou odinstalaci: {0} Ponechat je v úloze a použijte "hlasité" odinstalace nebo zcela odstranit z úkolu?
de: Folgene Elemente haben keine 'stillen' Uninstaller: {0} Möchten Sie für diese Elemente die Standard Uninstaller verwenden oder sollen die Einträge aus dem Task entfernt werden?
es: Los siguientes elementos no tienen desinstaladores silenciosos: {0} ¿Desea usar desinstaladores "fuertes" para estos elementos, o deberían ser removidos de la tarea?
fr: Les éléments suivants ne comportent pas de désinstalleur silencieux : {0} Voulez-vous utiliser les désinstalleurs "causants" pour ces éléments, ou doivent-ils être supprimés de la tâche ?
it: I seguenti elementi non hanno un disinstallatore silenzioso: {0} Vuoi utilizzare i disinstallatori guidati per questi elementi? O preferisci siano rimossi dall'attività?
ja: 次のアイテムにはサイレントアンインストーラーがありません: {0} これらのアイテムに「騒音」アンインストーラーを使用しますか、それともタスクから削除しますか？
nl: De volgende onderdelen hebben geen onzichtbare de-installer(s): {0} Wilt u voor deze onderdelen de standaard de-installer gebruiken of moeten de registraties uit de taak worden verwijderd?
pl: Następujące pozycje nie posiadają cichych dezinstalatorów: {0} Pozostawić je w zadaniu i użyć 'głośnych' dezinstalatorów czy całkowicie usunąć je z zadania?
pt_br: Os seguintes itens estão sem desinstaladores silenciosos: {0} Você quer usar desinstaladores "em primeiro plano" para esses itens, ou prefere removê-los da tarefa?
ru: Следующие пункты не имеют тихие деинсталляторы: {0} Вы хотите использовать "громкие" деинсталляторы для этих элементов или они должны быть удалены из задания?
sl: Naslednji vnosi manjkajo v tihih odstranjevalcih: {0} Ali želite za te vnose uporabiti "glasne" odstranjevalce, ali morajo ti biti odstranjeni iz opravila.
sv: Följande objekt saknar tysta avinstallationsprogram: {0} Vill du använda synliga avinstallationsprogram för dessa objekt, eller ska de tas bort från uppgiften?
tr: Aşağıdaki öğeler sessiz kaldırıcılar eksik: {0} Bu öğeler için "yüksek" kaldırıcıları mı kullanmak istiyorsunuz yoksa görevden çıkarılmaları mı gerekiyor?
vi: Trình gỡ cài đặt âm thầm bị thiếu các mục sau: {0} Bạn có muốn sử dụng trình gỡ cài đặt gốc cho những mục này, hay bạn muốn loại bỏ chúng khỏi tác vụ?
zh_hans: 以下项目缺少静默卸载程序: {0} 你是否想要为这些项目使用交互卸载程序，或者从任务中删除它们?

# MessageBoxes_UninstallMsiGuidMissing_Title
source: Uninstall using Msi
ar: Msi الغاء التثبيت باستخدام
cs: Odinstalace pomocí Msi
de: Deinstallation mit Msi
es: Desinstalar utilizando MSI
fr: Désinstaller en utilisant Msi
it: Disinstalla utilizzando Msi
ja: Msiを使用してアンインストールする
nl: De-installatie met MSI
pl: Odinstaluj używając MsiExec
pt_br: Desinstalar usando o MSI
ru: Удалить с помощью Msi
sl: Odstrani z Msi
sv: Avinstallera med Msi
tr: Msi kullanarak kaldır
vi: Gỡ cài đặt bằng Msi
zh_hans: 使用Msi卸载

# MessageBoxes_UninstallMsiGuidMissing_Message
source: The selected entry can't be uninstalled using the MsiExec installer
ar: msiexec لا يمكن الغاء تثبيت الادخال المحدد باستخدام المثبت
cs: Vybraná položka nelze odinstalovat pomocí instalátoru msiexec
de: Ausgewählter Eintrag kann mit dem MsiExec-Installer nicht deinstalliert werden.
es: La entrada seleccionada no se puede desinstalar utilizando el instalador MsiExec
fr: L'entrée sélectionnée ne peut être désinstallée en utilisant l'installeur MsiExec
it: La voce selezionata non può essere disinstallata con l'installatore MsiExec
ja: 選択したエントリはMsiExecインストーラーを使用してアンインストールできません
nl: De geselecteerde registratie kan niet met de MsiEx-Installer worden gede-installeerd.
pl: Wybrana pozycja nie może zostać odinstalowana poprzez MsiExec
pt_br: A entrada selecionada não pode ser desinstalada usando o instalador MsiExec
ru: Выбранный элемент не может быть удалён с помощью MsiExec
sl: Izbran vnos ni možno odstraniti z uporabo MsiExec installerja
sv: Den valda posten kan inte avinstalleras med MsiExec-installeraren
tr: Seçilen giriş MsiExec yükleyici kullanılarak kaldırılamaz
vi: Không thể gỡ cài đặt mục đã chọn bằng trình cài đặt MsiExec.
zh_hans: 无法使用MsiExec安装程序卸载所选条目

# MessageBoxes_UninstallMsiGuidMissing_Details
source: Selected uninstaller doesn't have a valid Guid for use with MsiExec.
ar: MsiExec صالح للاستخدام مع Guid الغاء التثبيت المحدد ليس له
cs: Vybraný odinstalátor nemá platnou GUID pro použití s Msiexec.
de: Ausgewählter Uninstaller hat keine gültige Guid für die Verwendung mit MsiExec.
es: El desinstalador seleccionado no tiene un GUID válido para su uso con MsiExec.
fr: Le désinstalleur sélectionné n'a pas pas de Guid valide à utiliser avec MsiExec.
it: Il disinstallatore selezionato non ha una GUID valida per essere utilizzato con MsiExec.
ja: 選択したアンインストーラーには、MsiExecで使用するための有効なGuidがありません。
nl: De geselecteerde de-installer heeft geen geldige Guid voor het gebruik met MsiExec.
pl: Pozycja nie posiada prawidłowego kodu produktu (GUID) potrzebnego do tej akcji.
pt_br: Desinstalador selecionado não possui um GUID válido para uso com o MsiExec
ru: Выбранный деинсталлятор не имеет допустимый идентификатор Guid для использования с MsiExec.
sl: Izbran odstranjevalec nima veljaven Guid za uporabo z MsiExec.
sv: Den valda avinstallationen har inte en giltig GUID för användning med MsiExec.
tr: Seçilen kaldırıcı, MsiExec ile kullanım için geçerli bir Kılavuza sahip değil.
vi: Trình gỡ cài đặt đã chọn không có GUID hợp lệ để sử dụng với MsiExec.
zh_hans: 选中的卸载程序没有用于MsiExec的有效Guid。

# MessageBoxes_TaskStopConfirmation_Title
source: Stop current uninstall task
ar: ايقاف مهمة الغاء التثبيت الحالية
cs: Zastavit aktuální úkol odinstalaci
de: Aktuellen Deinstallations-Task beenden
es: Detener la tarea actual de desinstalación
fr: Arrêter la tâche courante de désinstallation
it: Ferma l'operazione di disinstallazione in corso
ja: 現在のアンインストールタスクを停止
nl: De actuele de-installatie taak beëindigen?
pl: Zatrzymaj dezinstalację
pt_br: Para tarefa de desinstalação atual
ru: Остановить текущую деинсталляцию
sl: Ustavi trenutno odstranjevanje
sv: Stoppa pågående avinstallationsjobb
tr: Mevcut kaldırma görevini durdur
vi: Dừng tác vụ gỡ cài đặt hiện tại
zh_hans: 停止当前卸载任务

# MessageBoxes_TaskStopConfirmation_Message
source: Are you sure you want to stop currently running task?
ar: هل تريد بالتاكيد ايقاف تشغيل المهمة حاليا ؟
cs: Jste si jisti, že chcete právě zastavit běžící úlohu?
de: Laufenden Task wirklich beenden?
es: ¿Seguro que desea detener la ejecución de la tarea actual?
fr: Etes-vous sûr de vouloir arrêter la tâche courante ?
it: Sei sicuro di voler interrompere l'operazione?
ja: 現在実行中のタスクを停止してもよろしいですか？
nl: Weet u zeker dat u lopende taken wilt beëindigen?
pl: Czy na pewno chcesz zatrzymać dezinstalację?
pt_br: Você tem certeza que deseja parar a tarefa de desinstalação em uso?
ru: Вы уверены, остановить запущенные задачи?
sl: Ali res želite ustaviti trenutno delujoče opravilo?
sv: Är du säker på att du vill stoppa den pågående uppgiften?
tr: Şu anda çalışan görevi durdurmak istediğinizden emin misiniz?
vi: Bạn có chắc là muốn dừng tác vụ hiện đang thực thi chứ?
zh_hans: 确定要停止当前正在运行的任务吗?

# MessageBoxes_TaskStopConfirmation_Details
source: Stopping the task prematurely will not revert any changes. Currently running uninstaller won't be stopped, the task will wait for it to finish.
ar: لن يؤدي ايقاف المهمة قبل الاوان الى ارجاع ايه تغييرات. لن يتم ايقاف تشغيل الغاء التثبيت حاليا ، ستنتظر المهمة حتى تنتهي.
cs: Zastavení úkolu předčasně nebude možné vrátit žádné změny. V současné době běží odinstalování nebude zastaveno, bude úkol čekat na dokončení.
de: Vorzeitiges Beenden des Tasks macht Änderungen nicht rückgängig. Laufender Uninstaller wird nicht gestoppt, der Task wartet auf seinen Abschluss.
es: Detener la tarea prematuramente no revertirá ningún cambio. El desinstalador en ejecución actual no se detendrá, la tarea esperará a que finalice.
fr: Arrêter prématurément la tâche n'annulera pas tout changement. Le désinstalleur en cours d'exécution ne sera pas stoppé, la tâche attendra qu'il ait terminé.
it: Fermando l'attività prima della sua fine non verranno annullate tutte le modifiche effettuate. I disinstallatori in esecuzione non saranno fermati, continueranno fino al termine.
ja: タスクを早期に停止すると、変更は元に戻りません。現在実行中のアンインストーラーは停止せず、タスクは完了するまで待機します。
nl: Het voortijdig beëindigen van de taak, maakt dat terugzetten niet mogelijk is. De lopende de-installer wordt niet gestopt, deze taak wacht op zijn voltooiing.
pl: Przedwczesne zatrzymanie nie przywróci wprowadzonych zmian. Obecnie działający dezinstalator nie zostanie zamknięty, musi zostać zatrzymany ręcznie.
pt_br: Interromper a tarefa prematuramente não reverterá nenhuma alteração. O desinstalador em execução não será interrompido e a tarefa aguardará até que ele finalize.
ru: Остановка задачи не вернёт уже сделанные изменения. Работающий в данный момент деинсталлятор не остановить, это задание будет дожидаться его завершения.
sl: Predčasno ustavljanje opravila ne bo povrnilo nobene spremembe. Trenutno delujoč odstranjevalec ne bo ustavljen. Opravilo bo počakalo na njegov zaključek.
sv: Att stoppa processen i förtid kommer inte att ångra några ändringar. Den körande avinstallationen kommer inte att stoppas, uppgiften kommer att vänta på att den ska slutföras.
tr: Görevi zamanından önce durdurmak herhangi bir değişikliği geri almayacaktır. Şu anda çalışan kaldırıcı durdurulmayacak, görev bitirmek için bekleyecektir.
vi: Dừng tác vụ trước khi hoàn thành sẽ không hoàn tác bất kỳ thay đổi nào đã thực hiện. Trình gỡ cài đặt đang thực thi sẽ không bị dừng lại, tác vụ sẽ đợi nó hoàn tất.
zh_hans: 过早停止任务不会还原任何更改。当前正在运行的卸载程序不会停止，任务将等待它完成。

# MessageBoxes_Title_Create_restore_point
source: Create restore point
ar: انشاء نقطه استعاده
cs: Vytvořit bod obnovení
de: Wiederherstellungspunkt erstellen
es: Crear un punto de restauración
fr: Créer un point de restauration
it: Crea un punto di ripristino
ja: リストアポイントを作成
nl: Een herstelpunt maken?
pl: Utwórz punkt przywracania
pt_br: Criar um ponto de restauração
ru: Создать точку восстановления
sl: Ustvari obnovitveno točko
sv: Skapa återställningspunkt
tr: Geri yükleme noktası oluştur
vi: Tạo điểm khôi phục
zh_hans: 创建还原点

# MessageBoxes_SysRestoreContinueAfterError_Message
source: Failed to create a new restore point
ar: فشل انشاء نقطه استعاده جديده
cs: Nepodařilo se vytvořit nový bod obnovení
de: Konnte keinen neuen Wiederherstellungspunkt erstellen
es: Error al crear un nuevo punto de restauración
fr: Echec en créant un nouveau point de restauration
it: Creazione del nuovo punto di ripristino fallita
ja: 新しいリストアポイントの作成に失敗しました
nl: Kon geen nieuw herstelpunt maken
pl: Tworzenie punktu przywracania nie powiodło się
pt_br: Falha ao criar ponto de restauração
ru: Не удалось создать точку восстановления
sl: Ni uspelo ustvarjanje nove obnovitvene točke
sv: Det gick inte att skapa en ny återställningspunkt
tr: Yeni bir geri yükleme noktası oluşturulamadı
vi: Tạo điểm khôi phục không thành công
zh_hans: 无法创建新的还原点

# StrDebug
source: DEBUG
es: DEPURAR
ja: デバッグ
ru: Отладка
vi: GỠ LỖI
zh_hans: 调试

# MessageBoxes_CanWalkAwayInfo_Title
source: Uninstall progress
ar: تقدم الغاء التثبيت
cs: Odinstalační proces
de: Deinstallations-Fortschritt
es: Progreso de la desinstalación
fr: Progression de la désinstallation
it: Avanzamento disinstallazione
ja: アンインストールの進行状況
nl: De-installatie voortgang
pl: Postęp dezinstalacji
pt_br: Progresso de desinstalação
ru: Прогресс деинсталляции
sl: Napredek odstranjevanja
sv: Avinstallationsförlopp
tr: Kaldırma ilerlemesi
vi: Tiến trình gỡ cài đặt
zh_hans: 卸载进度

# MessageBoxes_CanWalkAwayInfo_Message
source: You can now leave the computer
ar: يمكنك الان ترك الحاسوب
cs: Nyní můžete opustit počítač
de: Sie können nun den Computer verlassen.
es: Ahora puede dejar el ordenador
fr: Vous pouvez maintenant laisser l'ordinateur opérer
it: Ora puoi lasciare il computer
ja: コンピューターを離れることができます
nl: U kunt de computer nu uitzetten.
pl: Możesz opuścić komputer, pozostałe aplikacje odinstalują się automatycznie
pt_br: Você pode ir tomar um café
ru: Вы можете оставить компьютер, процесс автоматический
sl: Zdaj lahko pustite računalnik
sv: Nu kan du låta datorn jobba
tr: Şimdi bilgisayarı bırakabilirsin
vi: Bạn có thể rời khỏi máy tính của mình ngay bây giờ
zh_hans: 你现在可以离开电脑
