Repository: Klocman/Bulk-Crap-Uninstaller
Catalog: source/BulkCrapUninstaller/Properties/Localisable.*.resx
Languages: ar, cs, de, es, fr, it, ja, nl, pl, pt_br, ru, sl, sv, tr, vi, zh_hans

# MessageBoxes_CanWalkAwayInfo_Details
source: Remaining uninstallers should be able to complete without any user intervention. You should still check in from time to time in case one of the uninstallers crashes.
ar: يجب ان يكون التثبيت المتبقي قادرا على اكمال دون اي تدخل من قبل المستخدم. يجب عليك الاختيار ما زالت في من وقت لاخر في حاله واحده من تعطل التركيب.
cs: Ostatní odinstalace jsou schopen se dokončit bez vašeho zásahu. Přesto, tu a tam zkontrolujte, zda některá z odinstalací, nezaznamenala neočekávanou chybu.
de: Verbliebene Uninstaller sollten ohne weiteren Eingriff abgeschlossen werden können. Von Zeit zu Zeit sollten Sie kontrollieren, ob nicht einer der Uninstaller abgestürzt ist.
es: Los desinstaladores restantes deben poder completarse sin intervención del usuario. Usted debe todavía comprobar de vez en cuando en caso de que uno de los desinstaladores se bloquee.
fr: Les désinstalleurs restants devraient pouvoir terminer sans aucune intervention de l'utilisateur. Vous devriez quand même vérifier de temps en temps au cas où un des désinstalleurs plante.
it: I disinstallatori rimasti dovrebbero poter completare le operazioni senza intervento dell'utente. Controlla ogni tanto l'avanzamento nel caso il disinstallatore si blocchi.
ja: 残りのアンインストーラーは、ユーザーの介入なしに完了できるはずです。アンインストーラーの1つがクラッシュした場合に備えて、時々確認してください。
nl: Resterende de-installers zouden zonder gebruikersinterventie moeten voltooien. Van tijd tot tijd zou u moeten controleren of een van de de-installers niet is gecrashed.
pl: Pozostałe dezinstalatory powinny być w stanie skończyć pracę bez twojej interwencji. Mimo to sprawdzaj co jakiś czas czy któryś z dezinstalatorów nie napotkał nieoczekiwanego błędu.
pt_br: Os desinstaladores restantes devem ser capazes de concluir sem intervenção do usuário. Ainda assim, você deve verificar de vez em quando, caso um dos desinstaladores trave.
ru: Остальные деинсталляторы должны закончить работу без вмешательства пользователя. Проверяйте процесс время от времени на случай сбоя какого-либо из деинсталляторов.
sl: Preostali odstranjevalci bi morali dokončati delo brez kakršnega koli uporabnikovega posredovanja. Od časa do časa boste jih še vedno morali preveriti, v primeru, če se eden izmed njih sesuje.
sv: Återstående avinstallationer borde kunna slutföras av sig själv. Du bör ändå kontrollera med jämna mellanrum ifall någon avinstallation kraschar.
tr: Kalan kaldırıcılar herhangi bir kullanıcı müdahalesi olmadan tamamlayabilmelidir. Kaldırma araçlarından birinin çökmesi durumunda zaman zaman kontrol etmelisiniz.
vi: Các trình gỡ cài đặt còn lại có thể hoàn thành mà không cần sự can thiệp của người dùng. Tuy nhiên, bạn vẫn nên kiểm tra định kỳ đề phòng trường hợp một trong số các trình gỡ cài đặt bị lỗi.
zh_hans: 其余的卸载程序应该能够在没有任何用户干预的情况下完成。你仍然应该不时检查，以防其中一个卸载程序崩溃。

# MessageBoxes_Title_Junk_Leftover_removal
source: Junk/Leftover removal
ar: ازاله الخردة/البقايا
cs: Nevyžádané/Zbylé odstranění
de: Müll/Programmreste entfernen
es: Eliminación de basura/restos
fr: Suppression des déchets/vestiges
it: Rimozione oggetti residui
ja: ジャンク/残存物の削除
nl: Afval/Programma restanten verwijderen
pl: Usuwanie pozostałości
pt_br: Remoção de lixo/sobras
ru: Мусор/Остатки удаления
sl: Odstranitev neuporabnih/ostankov
sv: Borttagning av skräp/efterlämnade filer
tr: Önemsiz / arta kalan Kaldırma
vi: Loại bỏ rác/phần còn sót lại
zh_hans: 垃圾/残余删除

# MessageBoxes_ConfirmLowConfidenceQuestion_Message
source: Do you really want to modify low-confidence items?
ar: هل تريد حقا تعديل المواد ذات الثقة المنخفضة ؟
cs: Jste si jisti, že chcete změnit položky s nízkou duvěryhodností?
de: Wirklich Elemente mit niedrigem Vertrauensgrad ändern?
es: ¿Realmente desea modificar los elementos de baja confianza?
fr: Voulez-vous réellement modifier les éléments de faible-confiance ?
it: Vuoi davvero modificare gli elementi con bassa affidabilità?
ja: 本当に信頼度の低いアイテムを変更しますか？
nl: Wilt u onderdelen met een lage graad van vertrouwen wijzigen?
pl: Czy na pewno chcesz zmodyfikować pozycje z niską pewnością?
pt_br: Você realmente deseja modificar itens de baixa confiabilidade?
ru: Вы действительно хотите изменить неуверенно распознанные элементы?
sl: Ali res želite spremeniti vnose nizke stopnje zaupanja?
sv: Vill du verkligen ändra lågtillförlitliga objekt?
tr: Düşük güvenli ürünleri gerçekten değiştirmek istiyor musunuz?
vi: Bạn có thực sự muốn thay đổi các mục có độ tin cậy thấp chứ?
zh_hans: 确定要修改低置信度项?

# MessageBoxes_ConfirmLowConfidenceQuestion_Details
source: Removing items marked with confidence lower than Good can be very dangerous! It is recommended that you verify that every single item is safe to delete.
ar: ازاله المواد التي تحمل الثقة اقل من جيده يمكن ان تكون خطيره جدا! من المستحسن التحقق من ان كل مادة واحدة امنة لحذف.
cs: Odebrat prvky s nízkou úrovní důvěry je velmi nebezpečné, pečlivě před odstraněním zkontrolujte každou položku.
de: Das Entfernen von Elementen mit niedrigerem Vertrauensgrad als GUT kann sehr gefährlich sein! Stellen Sie sicher, dass jedes Element sicher zu entfernen ist.
es: ¡La eliminación de los elementos marcados con baja a buena confianza pueden ser muy peligrosos! Se recomienda que compruebe si cada elemento es seguro para eliminar.
fr: La suppression des éléments marqués d'une confiance inférieure à Bon peut être très dangereuse ! Il vous est recommandé de vérifier qu'il est sûr de supprimer chaque élément individuel.
it: La rimozione di elementi con affidabilità minore di "Buona" può essere molto pericolosa! Ti raccomandiamo di verificare che ogni singolo elemento sia sicuro da rimuovere.
ja: 良い以下の信頼度でマークされたアイテムを削除することは非常に危険です！すべてのアイテムが削除しても安全であることを確認することをお勧めします。
nl: Het verwijderen van onderdelen met een lage graad van vertrouwen als GOED, kan zeer gevaarlijk zijn! Het wordt aanbevolen dat u elk individueel onderdeel alvorens te verwijderen verifieërd!
pl: Usuwanie elementów o niskim poziomie pewności jest bardzo niebezpieczne, dokładnie sprawdź każdą pozycję przed usunięciem.
pt_br: Remover itens marcados com confiança menor que Boa pode ser muito perigoso! É recomendado que você verifique se cada item é seguro para excluir.
ru: Удаление элементов, помеченных с уверенностью ниже, чем хорошая, может быть очень опасно! Рекомендуется убедиться, что каждый отдельный элемент можно безопасно удалять.
sl: Odstranjevanje vnosov, označenih z nižjim zaupanjem 'Dobro', je lahko zelo nevarno! Priporočljivo je, da preverite, ali je vsak posamičen vnos varno izbrisati.
sv: Att ta bort objekt markerade med en tillförlitlighetsgrad lägre än Bra kan vara mycket farligt! Det rekommenderas att du verifierar att varje enskilt objekt är säkert att ta bort.
tr: İyi'den daha düşük bir güven ile işaretlenmiş öğeleri çıkarmak çok tehlikeli olabilir! Her bir öğenin silinmesi güvenli olduğunu doğrulamanız önerilir.
vi: Việc xóa các mục được đánh dấu có độ tin cậy thấp có thể rất nguy hiểm! Bạn nên xác minh rằng mọi mục đều an toàn để xóa.
zh_hans: 删除置信度标记为低于好的项目可能是非常危险的！建议你确认每个项目都可以安全删除。

# MessageBoxes_DeleteRegKeysConfirmation_Title
source: Remove keys from registry
ar: ازاله مفاتيح من مكتب التسجيل
cs: Odstranit klíče od registru
de: Schlüssel aus der Registry entfernen
es: Eliminar las claves de registro
fr: Supprimer les clés du registre
it: Rimozione chiavi di registro
ja: レジストリからキーを削除
nl: Sleutels uit het register verwijderen
pl: Usuń klucze z rejestru
pt_br: Remover chaves do registro
ru: Удалить ключи из реестра
sl: Odstrani ključe iz registra
sv: Ta bort nycklar från registret
tr: Anahtarları kayıt defterinden kaldır
vi: Xoá các khoá khỏi registry
zh_hans: 从注册表删除键

# MessageBoxes_DeleteRegKeysConfirmation_Message
source: Are you sure you want to remove selected uninstaller entries?
ar: هل تريد بالتاكيد ازاله ادخالات الغاء التثبيت المحددة ؟
cs: Jste si jisti, že chcete odstranit vybrané položky?
de: Wirklich die ausgewählten Uninstaller-Einträge entfernen?
es: ¿Seguro que desea eliminar las entradas de desinstalación seleccionadas?
fr: Etes-vous sûr de vouloir supprimer les entrées du désinstalleur sélectionné ?
it: Sei sicuro di voler rimuovere le voci di disinstallazione selezionate?
ja: 選択したアンインストーラーエントリを削除してもよろしいですか？
nl: Weet u zeker dat u de geselecteerde de-installer registraties wilt verwijderen?
pl: Czy na pewno chcesz usunąć wybrane pozycje?
pt_br: Tem certeza que deseja remover as entradas de desinstalador selecionadas?
ru: Вы уверены, что хотите удалить выбранные записи?
sl: Ali ste prepričani v to, da želite odstraniti izbrane vnose odstranjevalca?
sv: Är du säker på att du vill ta bort valda avinstallationsposter?
tr: Seçilen kaldırıcı girişlerini kaldırmak istediğinizden emin misiniz?
vi: Bạn có chắc là muốn xóa mục trình gỡ cài đặt đã chọn chứ?
zh_hans: 确定要删除选定的卸载程序条目吗?

# MessageBoxes_DeleteRegKeysConfirmation_Details
source: Following items will be removed from registry and will disappear from the uninstaller list, but will not be uninstalled. {0}
ar: سيتم ازاله المواد التالية من مكتب التسجيل وسوف تختفي من قائمه الغاء التثبيت ، ولكن لن يتم الغاء تثبيت. {0}
cs: Následující položky budou odstraněny z registru a zmizí ze seznamu aplikací, ale není možné je odinstalovat. {0}
de: Folgende Elemente werden aus der Registry entfernt und verschwinden aus der Uninstaller-Liste, werden aber nicht deinstalliert. {0}
es: Los siguientes elementos serán eliminados del registro y desaparecerán de la lista de desinstalación, pero no se pueden desinstalar. {0}
fr: Les élements suivants seront supprimés du registre et disparaîtront de la liste du désinstalleur, mais ne seront pas désinstallés. {0}
it: I seguenti elementi saranno rimossi dal registro e dall'elenco del disinstallatore, ma non saranno disinstallati. {0}
ja: 次のアイテムはレジストリから削除され、アンインストーラーリストから消えますが、アンインストールはされません。 {0}
nl: De volgende onderdelen werden uit het register verwijderd en verdwijnen uit de de-installer lijst, maar worden niet gede-installeerd. {0}
pl: Następujące elementy zostaną usunięte z rejestru i znikną z listy aplikacji, ale nie zostaną odinstalowane. {0}
pt_br: Os seguintes itens serão removidos do registro e desaparecerão da lista de desinstaladores, mas não serão desinstalados. {0}
ru: Следующие элементы будут удалены из реестра и исчезнут из списка удаления, но не будут удалены. {0}
sl: Naslednji vnosi bodo odstranjeni iz registra in bodo izginili s seznama odstranjevanja, vendar ne bodo odstranjeni. {0}
sv: Följande poster kommer att tas bort från registret och försvinna från avinstallationslistan, men kommer inte att avinstalleras. {0}
tr: Aşağıdaki öğeler kayıt defterinden kaldırılacak ve kaldırıcı listesinden silinecek, ancak kaldırılmayacaktır. {0}
vi: Các mục sau sẽ bị xóa khỏi registry và sẽ biến mất khỏi danh sách của trình gỡ cài đặt nhưng sẽ không được nó gỡ cài đặt. {0}
zh_hans: 下列项目将从注册表中删除，并将从卸载程序列表中消失，但不会卸载。 {0}

# MessageBoxes_ExportFailed_Title
source: Export failed
ar: فشل التصدير
cs: Export selhal
de: Export fehlgeschlagen
es: Exportación fallida
fr: Echec en exportant
it: Esportazione fallita
ja: エクスポートに失敗しました
nl: Export is mislukt
pl: Eksport nie powiódł się
pt_br: A exportação falhou
ru: Ошибка экспорта
sl: Izvoz ni uspel
sv: Export misslyckades
tr: Dışa aktarma başarısız oldu
vi: Xuất không thành công
zh_hans: 导出失败

# MessageBoxes_ExportFailed_Message
source: An error has been encountered while saving exported data
ar: تمت مصادفه خطا اثناء حفظ البيانات المصدرة
cs: Došlo k chybě při ukládání exportovaných dat
de: Fehler beim Speichern der exportierten Daten
es: Se ha encontrado un error al guardar datos exportados
fr: Erreur rencontrée pendant l'enregistrement des données exportées
it: Errore riscontrato durante il salvataggio dei dati esportati
ja: エクスポートされたデータを保存中にエラーが発生しました
nl: Er is een fout opgetreden bij het opslaan van de geëxporteerde gegevens
pl: Napotkano błąd podczas zapisywania eksportowanych danych
pt_br: Um erro foi encontrado ao salvar dados exportados
ru: Произошла ошибка при сохранении экспортируемых данных
sl: Prišlo je do napake med shranjevanjem izvoženih podatkov
sv: Ett fel inträffade när datan skulle exporteras
tr: Dışa aktarılan verileri kaydederken bir hatayla karşılaşıldı
vi: Đã xảy ra lỗi khi lưu dữ liệu đã xuất.
zh_hans: 保存导出的数据时遇到错误

# MessageBoxes_ExportFailed_Details
source: If the error persists try saving to a different directory, for example to the desktop.
ar: اذا استمر الخطا في محاولة الحفظ الى دليل مختلف ، على سبيل المثال الى سطح المكتب.
cs: Pokud chyba přetrvává, zkuste uložit do jiného adresáře, například na plochu.
de: Tritt der Fehler weiter auf, versuchen Sie, in ein anderes Verzeichnis zu sichern, z.B. den Desktop
es: Si el error persiste, intente guardar en un directorio diferente, por ejemplo en el escritorio.
fr: Si l'erreur persiste essayez de sauvegarder dans un dossier différent, par exemple sur le bureau.
it: Se l'errore persiste prova a salvare in una cartella diversa, ad esempio sul desktop.
ja: エラーが続く場合は、別のディレクトリに保存してみてください。たとえば、デスクトップに保存します。
nl: Als de fout blijft voortbestaan, probeer dan in een andere map op te slaan, bijv. het bureaublad.
pl: Jeśli błąd będzie się powtarzał spróbować zapisać do innego katalogu, na przykład na pulpicie.
pt_br: Se o erro persiste tente salvar em um local diferente, por exemplo a Área de trabalho.
ru: Если ошибка повторяется, попробуйте сохранить в другой каталог, например — на рабочем столе.
sl: Če obstaja napaka, poskusite shraniti v drugo mapo! Npr. na Namizje.
sv: Om felet kvarstår, försök spara till en annan plats, till exempel till skrivbordet.
tr: Hata devam ederse, örneğin masaüstüne farklı bir dizine kaydetmeyi deneyin.
vi: Nếu lỗi vẫn còn, hãy thử lưu vào một thư mục khác, chẳng hạn như "Desktop".
zh_hans: 如果错误仍然存在，请尝试保存到其他目录，例如桌面。

# MessageBoxes_GetSystemRestoreDescription
source: BCUninstaller is uninstalling {0} application(s)
ar: يتم ازاله تثبيت التطبيق (التطبيقات) {0}
cs: BCUninstaller odinstaluje aplikace {0}
de: BCUninstaller deinstalliert {0} Anwendung(en)
es: BCUninstaller está desinstalando {0} aplicaciones
fr: BCUninstaller désinstalle {0} application(s)
it: BCUninstaller sta disinstallando {0} applicazione/i
ja: BCUninstallerは{0}アプリケーションをアンインストールしています
nl: BCUninstaller de-installeert {0} programma('s)
pl: BCUninstaller odinstalowuje {0} aplikacji
pt_br: BCUninstaller está desinstalando {0} aplicação(ões)
ru: BCUninstaller удаляет {0} программ(ы).
sl: BCUninstaller odstranjuje {0} aplikacij
sv: BCUninstaller avinstallerar {0} app(ar)
tr: BCUninstaller, {0} uygulamasını kaldırıyor
vi: BCUninstaller đang gỡ cài đặt {0} ứng dụng
zh_hans: BCUninstaller正在卸载{0}个应用程序

# MessageBoxes_Title_Rename_uninstaller
source: Rename uninstaller
ar: اعاده تسميه الغاء التثبيت
cs: Přejmenovat odinstalátor
de: Uninstaller umbenennen
es: Renombrar desinstalador
fr: Renommer le désinstalleur
it: Rinomina disinstallatore
ja: アンインストーラーの名前を変更
nl: De-installer hernoemen
pl: Zmień nazwę dezinstalatora
pt_br: Renomear desinstalador
ru: Переименовать деинсталлятор
sl: Preimenuj odstranjevalca
sv: Döp om avinstallationsprogram
tr: Kaldırıcıyı yeniden adlandır
vi: Đổi tên trình gỡ cài đặt
zh_hans: 重命名卸载程序

# MessageBoxes_InvalidNewEntryName_Message
source: Supplied name is empty or contains invalid characters
ar: الاسم الذي تم توفيره فارغ او يحتوي على احرف غير صالحه
cs: Zadané jméno je prázdné nebo obsahuje nepovolené znaky
de: Angegebener Name ist leer oder enthält ungültige Zeichen
es: El nombre proporcionado está vacío o contiene caracteres no válidos
fr: Le nom fourni est vide ou contient des caractères invalides
it: Il nome indicato è vuoto o contiene caratteri invalidi
ja: 提供された名前が空であるか、無効な文字
nl: De opgegeven naam is leeg of bevat ongeldige tekens
pl: Dostarczane nazwa jest pusta lub zawiera niedozwolone znaki
pt_br: O nome fornecido está vazio ou contém caracteres inválidos.
ru: Пустое имя или содержатся недопустимые символы
sl: Zagotovljeno ime je prazno ali vsebuje neveljavne znake
sv: Namnet är tomt eller innehåller ogiltiga tecken
tr: Sağlanan ad boş veya geçersiz karakterler içeriyor
vi: Tên đã nhập trống hoặc chứa ký tự không hợp lệ.
zh_hans: 提供的名称为空或包含无效字符

# MessageBoxes_InvalidNewEntryName_Details
source: Make sure you have not included any of the following characters: {0}
ar: تاكد من انك لم تقم بتضمين اي من الاحرف التالية: {0}
cs: Ujistěte se, že jste nezahrnuli některý z následujících znaků: {0}
de: Stellen Sie sicher, dass Sie keines der folgenden Zeichen verwendet haben: {0}
es: Asegúrese de que no ha incluido alguno de los siguientes caracteres: {0}
fr: Vérifiez que vous n'avez inclus aucun des caractères suivants : {0}
it: Assicurati di non aver incluso nessuno dei seguenti caratteri: {0}
ja: 次の文字が含まれていないことを確認してください: {0}
nl: Controleer of u niet een van de volgende tekens heeft gebruikt: {0}
pl: Upewnij się że nie zostały użyte następujące znaki: {0}
pt_br: Certifique-se de não ter incluído nenhum dos seguintes caracteres: {0}
ru: Убедитесь, что Вы не включили следующие символы: {0}
sl: Prepričajte se, da niso vključeni kateri koli naslednji znaki: {0}
sv: Kontrollera att du inte har inkluderat något av följande tecken: {0}
tr: Aşağıdaki karakterlerden hiçbirini içermediğinden emin olun: {0}
vi: Hãy đảm bảo rằng nó không chứa bất kỳ ký tự nào sau đây: {0}
zh_hans: 确保未包含以下任何字符: {0}

# MessageBoxes_LookForJunkQuestion_Message
source: Do you want to look for leftovers from performed uninstallation(s)?
ar: هل تريد البحث عن البقايا التي تم اجراؤها من غير المنشات ؟
cs: Chcete se podívat na zbytky z provedených odinstalaci ?
de: Nach durchgeführter Deinstallation nach Programmresten suchen?
es: ¿Desea buscar restos de las desinstalaciones realizadas?
fr: Voulez-vous voir les vestiges des désinstallations réalisées ?
it: Vuoi controllare le presenza nelle disinstallazioni effettuate di elementi rimanenti?
ja: 実行されたアンインストールの残留物を探しますか？
nl: Wilt na uitvoering van de-installatie(s) zoeken naar restanten?
pl: Czy wyszukać pozostałości po odinstalowanych aplikacjach?
pt_br: Você quer procurar resíduos das desinstalações realizadas?
ru: Вы хотите найти остатки удалённых программ?
sl: Ali želite pogledati ostanke opravljenih odstranitev?
sv: Vill du leta efter kvarlämnade filer från utförda avinstallation(er)?
tr: Arta kalan kaldırma işlemlerinden kalanları aramak ister misiniz?
vi: Bạn muốn kiểm tra các phần còn sót lại của (các) lần gỡ cài đặt mà bạn đã thực hiện chứ?
zh_hans: 是否要查找已执行卸载的残余内容?

# MessageBoxes_LookForJunkQuestion_Details
source: Please note that this feature is intended only for power users that understand how it works. It is not necessary to remove these files and they will not affect system performance in any meaningful way.
ar: يرجى ملاحظه ان هذه الميزة مخصصه فقط لمستخدمي الطاقة الذين يفهمون كيفيه عملها. ليس من الضروري ازاله هذه الملفات وانها لن تؤثر على اداء النظام باي طريقه مجديه.
cs: Vezměte prosím na vědomí, že tato funkce je určena pouze pro pokročilé uživatele, aby pochopili, jak to funguje. Není nutné, tyto soubory odebrat a nebudou mít vliv na výkon systému významným způsobem.
de: Hinweis: dieses Feature ist nur für erfahrene Anwender, die verstehen, wie es funktioniert. Es ist nicht erforderlich, diese Dateien zu entfernen, weil sie die Systemleistung nicht bedeutend beeinträchtigen
es: Tenga en cuenta que esta función está pensada para usuarios que entienden cómo funciona. No es necesario quitar estos archivos y no afectará el rendimiento del sistema en cualquier manera significativa.
fr: Merci de noter que cette fonction est conçue uniquement pour les utilisateurs avancés qui comprennent comment cela marche. Il n'est pas nécessaire de supprimer ces fichiers et ils n'affecteront les performances du système en aucune façon significative.
it: Considera che questa funzionalità è rivolta ad utenti esperti che sanno come funziona. Non è necessario rimuovere questi file e non comprometteranno le prestazioni del sistema in maniera significativa.
ja: この機能は、その動作を理解しているパワーユーザー向けのものです。このファイルを削除する必要はなく、システムのパフォーマンスに有意な影響を与えることはありません。
nl: Let op: dit onderdeel is alleen bedoeld voor ervaren gebruikers, die begrijpen hoe het e.e.a. werkt. Het is niet nodig om deze bestanden te verwijderen, als deze de systeem prestaties niet wezenlijk beïnvloeden.
pl: Pamiętaj że ta funkcja jest przeznaczona dla zaawansowanych użytkowników którzy rozumieją jej działanie. Usunięcie pozostałości nie jest wymagane - nie spowolnią one systemu, jedynie zajmą niewielką ilość miejsca na dysku.
pt_br: Entenda que este recurso é destinado apenas a usuários avançados que entendem como funciona. Não é necessário remover esses arquivos, e eles não afetarão o desempenho do sistema de forma significativa.
ru: Обратите внимание, что эта функция предназначена для опытных пользователей, которые понимают, как это работает. Необязательно удалять эти файлы, они не будут влиять на производительность системы каким-либо значимым образом.
sl: Upoštevajte, da je ta funkcija namenjena samo za napredne uporabnike, ki razumejo kako le-ta deluje. Teh datotek ni potrebno odstraniti, in te ne bodo na noben način vplivale na delovanje sistema.
sv: Den här funktionen är avsedd endast för avancerade användare som förstår hur den fungerar. Det är inte nödvändigt att ta bort dessa filer och de kommer inte att påverka systemets prestanda på något meningsfullt sätt.
tr: Lütfen bu özelliğin yalnızca nasıl çalıştığını anlayan deneyimli kullanıcıları için olduğunu unutmayın. Bu dosyaları kaldırmak gerekli değildir ve sistem performansını anlamlı bir şekilde etkilemeyecektir.
vi: Cần lưu ý rằng tính năng này chỉ dành cho người dùng chuyên sâu, hiểu rõ cách hoạt động của nó. Không cần thiết phải xóa các tệp này và chúng không ảnh hưởng đáng kể đến hiệu suất hệ thống.
zh_hans: 请注意，此功能仅适用于了解其工作原理的高级用户。不需要删除这些文件，它们不会以任何有意义的方式影响系统性能。

# MessageBoxes_NoJunkFoundInfo_Message
source: No leftovers were found
ar: لم يتم العثور على البقايا
cs: Nebyly nalezeny žádné zbytky
de: Keine Programm-Rückstände gefunden
es: No se encontraron restos
fr: Aucun vestige trouvé
it: Non è stato triovato nessun elemento rimanente
ja: 残留物は見つかりませんでした
nl: Geen programma restanten gevonden
pl: Nie znaleziono pozostałości
pt_br: Nenhum resíduo foi encontrado
ru: Остатки не найдены
sl: Niso bili najdeni ostanki namestitve
sv: Inga rester hittades
tr: Arta kalan kalıntı bulunamadı
vi: Không tìm thấy bất kỳ phần còn sót lại nào
zh_hans: 没有找到残余
