Repository: Klocman/Bulk-Crap-Uninstaller
Catalog: source/BulkCrapUninstaller/Properties/Localisable.*.resx
Languages: ar, cs, de, es, fr, it, ja, nl, pl, pt_br, ru, sl, sv, tr, vi, zh_hans

# MessageBoxes_ProtectedItemError_Message
source: Selected entry is protected and can not be modified
ar: الادخال المحدد محمي ولا يمكن تعديله
cs: Vybraný záznam je chráněn a nelze změnit
de: Gewählter Eintrag ist geschützt und kann nicht verändert werden
es: La entrada seleccionada está protegida y no puede ser modificada
fr: L'entrée sélectionnée est protégée et ne peut être modifiée
it: La voce selezionata è protetta e non può essere modificata
ja: 選択したエントリは保護されており、変更できません
nl: Het geselecteerde onderdeel is beveiligd en kan niet worden gewijzigd
pl: Wybrana pozycja jest zabezpieczona i nie może zostać zmieniona
pt_br: Entrada selecioanda é protegida e não pode ser modificada
ru: Выбраннная запись защищена и не может быть изменена
sl: Izbran vnos je zaščiten in ga ni možno spremeniti
sv: Den valda posten är skyddad och kan inte ändras.
tr: Seçilen giriş korunur ve değiştirilemez
vi: Mục đã chọn được bảo vệ và không thể sửa đổi
zh_hans: 所选条目受保护，无法修改

# MessageBoxes_OpenUrlError_Message
source: An error has been encountered while opening the URL
ar: حدث خطا اثناء فتح الرابط
cs: Byla nalezena chyba při otevírání URL
de: Beim Öffnen der URL ist ein Fehler aufgetreten
es: Se ha encontrado un error al abrir la URL
fr: Une erreur a été rencontrée en ouvrant l'URL
it: Errore nell'apertura dell'URL
ja: URLを開いているときにエラーが発生しました
nl: Bij het openen van de URL trad een fout op
pl: Napotkano błąd podczas otwierania adresu.
pt_br: Ocorreu um erro ao abrir a URL
ru: Произошла ошибка при открытии URL-адреса
sl: Prišlo je do napake med odpiranje URL naslova
sv: Ett fel uppstod vid öppnandet av webbadressen.
tr: URL açılırken bir hatayla karşılaşıldı
vi: Đã xảy ra lỗi khi mở URL
zh_hans: 打开URL时遇到错误

# MessageBoxes_OpenUninstallListQuestion_Message
source: Do you want to keep current selection?
ar: هل تريد الاحتفاظ بالتحديد الحالي ؟
cs: Chcete zachovat aktuální výběr?
de: Möchten Sie die aktuelle Auswahl beibehalten?
es: ¿Desea mantener la selección actual?
fr: Voulez-vous garder la sélection courante ?
it: Vuoi mantenere la selezione attuale?
ja: 現在の選択を保持しますか？
nl: Wilt u de huidge selectie behouden?
pl: Czy chcesz zachować aktualne zaznaczenie?
pt_br: Quer manter a seleçao atual?
ru: Сохранить текущий выбор элементов?
sl: Ali želite obdržati trenutni izbor?
sv: Vill du behålla nuvarande urval?
tr: Mevcut seçimi korumak istiyor musunuz?
vi: Bạn có muốn giữ lại lựa chọn hiện tại chứ?
zh_hans: 是否保留当前选择?

# MessageBoxes_OpenDirectoryError_Message
source: An error has been encountered while opening the directory
ar: تمت مصادفه خطا اثناء فتح الدليل
cs: Byla nalezena chyba při otevírání adresáře
de: Beim Öffnen des Verzeichnisses ist ein Fehler aufgetreten
es: Se ha encontrado un error al abrir el directorio
fr: Une erreur a été rencontrée en ouvrant le dossier
it: Errore nell'apertura della cartella
ja: ディレクトリを開いているときにエラーが発生しました
nl: Bij het openen van de map trad een fout op
pl: Napotkano błąd podczas otwierania folderu.
pt_br: Ocorreu um erro ao abrir a pasta
ru: Произошла ошибка при открытии каталога
sl: Prišlo je do napake med odpiranje imenika.
sv: Ett fel inträffade när katalogen öppnades
tr: Dizini açarken bir hatayla karşılaşıldı
vi: Đã xảy ra lỗi khi mở thư mục
zh_hans: 打开目录时遇到错误

# MessageBoxes_OpenUninstallListError_Message
source: Failed to load selected files
ar: فشل تحميل الملفات المحددة
cs: Nepodařilo se načíst vybrané soubory
de: Konnte gewählte Dateien nicht laden
es: No se pudieron cargar los archivos seleccionados
fr: Echec en chargeant les fichiers sélectionnés
it: Impossibile caricare i file selezionati
ja: 選択したファイルを読み込めませんでした
nl: De geselecteerde bestanden konden niet worden geladen
pl: Otwarcie plików nie powiodło się
pt_br: Falha ao carregar os arquivos selecionados
ru: Не удалось загрузить выбранные файлы
sl: Ni uspelo nalaganje izbranih datotek
sv: Misslyckades att ladda valda filer
tr: Seçilen dosyalar yüklenemedi
vi: Xử lý các tập tin đã chọn không thành công
zh_hans: 无法加载选中的文件

# MessageBoxes_NoUninstallersSelectedInfo_Message
source: No uninstallers were selected, nothing to uninstall
ar: لم يتم تحديد اي المثبتات ، لا شيء للغاء
cs: Nebyli vybrány odinstalace, není co odinstalovat
de: Keine Uninstaller ausgewählt. Nichts zu deinstallieren
es: No se seleccionaron desinstaladores, nada que desinstalar
fr: Aucun désinstalleur sélectionné, rien à désinstaller
it: Nessun disinstallatore è stato selezionato, niente da disinstallare
ja: アンインストーラーが選択されていません。アンインストールするものはありません
nl: Geen uninstaller geselecteerd, er is niets om te de-installeren
pl: Nie wybrano żadnych dezinstalatorów, nic do odinstalowania
pt_br: Nenhum desinstalador foi selecionado, nada para desinstalar
ru: Вы не выбрали элементы, нечего удалять
sl: Ni izbranih odstranjevalcev. Nič ni za odstranjevanje.
sv: Inga avinstallerare valdes, det finns inget att avinstallera
tr: Kaldırıcı seçilmedi, kaldırılacak hiçbir şey yok
vi: Không có gì để gỡ cài đặt vì không có trình gỡ cài đặt nào được chọn.
zh_hans: 没有选择卸载程序，没有要卸载的内容

# MessageBoxes_NoUninstallersSelectedInfo_Title
source: Run uninstallers
ar: تشغيل الغاء التثبيت
cs: Spustit odinstalace
de: Uninstaller ausführen
es: Ejecutar desinstaladores
fr: Lancer les désinstalleurs
it: Esegui disinstallazioni
ja: アンインストーラーを実行
nl: De-installer uitvoeren
pl: Dezinstaluj pozycje
pt_br: Executar desinstaladores
ru: Запуск деинсталляторов
sl: Zaženi odstranjevalce
sv: Kör avinstallationer
tr: Kaldırıcıları çalıştır
vi: Khởi chạy trình gỡ cài đặt
zh_hans: 运行卸载程序

# MessageBoxes_NoUninstallersSelectedInfo_Details
source: To uninstall applications you must first select them from the list view. If you are using check-boxes, make sure that they are checked.
ar: لالغاء تثبيت التطبيقات يجب اولا تحديدها من عرض القائمة. اذا كنت تستخدم خانات الاختيار ، تاكد من ان يتم التحقق منها.
cs: K odinstalování aplikace je nutné nejprve ji vyberat ze zobrazého seznamu. Pokud používáte zaškrtávacích políček, ujistěte se, že jsou vybrány.
de: Um Anwendungen zu deinstallieren müssen Sie sie zuerst aus der Listenansicht auswählen. Wenn Sie Checkboxen verwenden, stellen Sie sicher, dass sie aktiviert sind.
es: Para desinstalar aplicaciones primero debe seleccionarlas de entre la lista. Si usted está usando checkboxs, asegúrese de que estén marcados.
fr: Pour désinstaller les applications vous devez d'abord les sélectionner depuis la vue liste. Si vous utilisez des cases à cochers, vérifiez qu'elles sont cochées.
it: Per disinstallare la applicazioni devi prima selezionarle nell'elenco. Se usi i riquadri di controllo assicurati che siano segnate.
ja: アプリケーションをアンインストールするには、最初にリストビューから選択する必要があります。チェックボックスを使用している場合は、必ずチェックしてください。
nl: Om programma's te de-installeren moet u deze eerst in de getoonde lijst selecteren. Als u gebruik maakt van checkboxen, controleer dan dat deze aangevinkt zijn.
pl: Aby odinstalować aplikacje należy najpierw wybrać je z listy. Jeśli używasz pól wyboru, upewnij się, że są one zaznaczone.
pt_br: Para desinstalar aplicativos, você deve primeiro selecioná-los na visualização da lista. Se estiver usando caixas de seleção, certifique-se de que elas estejam marcadas.
ru: Для удаления программ надо сначала выбрать их из списка. Если Вы используете флажки, убедитесь, что они отмечены.
sl: Za odstranjevanje aplikacij, jih morate najprej izbrati s seznama za ogled. Če uporabljate potrditvena polja se prepričajte, da so označeni.
sv: För att avinstallera appar måste du först välja dem från listvyn. Om du använder kryssrutor, se till att de är förbockade.
tr: Uygulamaları kaldırmak için önce onları liste görünümünden seçmelisiniz. Onay kutularını kullanıyorsanız, kontrol edildiğinden emin olun.
vi: Để gỡ cài đặt ứng dụng, trước tiên bạn phải chọn ứng dụng đó từ chế độ xem danh sách. Nếu có các hộp kiểm, hãy nhớ tích vào chúng.
zh_hans: 要卸载应用程序，必须首先从列表视图中选择它们。如果要使用复选框，请确保选中了它们。

# MessageBoxes_OpenUninstallListQuestion_Details
source: If you choose to keep current selection it will be merged with the opened list(s)
ar: اذا اخترت الاحتفاظ بالتحديد الحالي سيتم دمجه مع القائمة (القوائم)المفتوحة
cs: Pokud se rozhodnete zachovat aktuální výběr, bude sloučen do otevřeného seznamu
de: Wenn Sie die aktuelle Auswahl behalten möchten, wird sie mit der geöffneten Liste zusammengeführt
es: Si decide quedarse con la selección actual se fusionará con la(s) lista(s) abierta(s)
fr: Si vous choisissez de garder la sélection courante, elle sera fusionnée avec la ou les listes ouvertes
it: Se decidi di mantenere l'attuale selezione questa sarà unita agli elenchi aperti
ja: 現在の選択を保持する場合、それは開いているリストと統合されます
nl: Als u de huidige selectie wilt opslaan, wordt deze met de geopende lijst(en) samengevoegd.
pl: Jeżeli zachowasz zaznaczenie zostanie ono połączone z otworzoną listą/listami
pt_br: Se você manter a seleção atual, ela será mesclada com a(s) lista(s) aberta(s).
ru: Если Вы сохраните выбор, он будет объединён с открытым списком/списками
sl: Če se odločite obdržati trenutni izbor, ta mora biti spojen z odprtimi seznami.
sv: Om du väljer att behålla nuvarande urval, kommer det att sammanfogas med de öppnade listorna.
tr: Mevcut seçimi korumayı seçerseniz, açılan liste (ler) ile birleştirilir.
vi: Nếu bạn chọn giữ lựa chọn hiện tại, nó sẽ được hợp nhất vào (các) danh sách đã mở.
zh_hans: 如果选择保留当前选择，它将与打开的列表合并

# MessageBoxes_OpenUrlsMessageBox_OpenMultiple_Message
source: This action will open {0} URLs at once, are you sure you want to continue?
ar: سيقوم هذا الاجراء بفتح رابط {0} في نفس الوقت ، هل تريد بالتاكيد المتابعة ؟
cs: Tato akce otevře {0} URL ihned, jste si jisti, že chcete pokračovat?
de: Diese Aktion öffnet {0} URLs gleichzeitig. Sind Sie sicher, dass Sie fortfahren möchten?
es: Esta acción abrirá {0} URLs a la vez, ¿está seguro de que desea continuar?
fr: Cette action ouvrira {0} URLs d'un coup, êtes-vous sûr de vouloir continuer ?
it: Questa operazione aprirà {0} URL alla volta. Sei sicuro di voler continuare?
ja: このアクションは{0}のURLを一度に開きますが、続行してもよろしいですか？
nl: Deze bewerking opent {0} URL's. Weet u zeker dat u wilt doorgaan?
pl: Ta akcja otworzy {0} adresów na raz, czy kontynuować?
pt_br: Esta ação abrirá {0} URLs de uma vez, você tem certeza de que deseja continuar?
ru: Это действие откроет {0} URL-адресов одновременно, хотите продолжить?
sl: Ta postopek bo naenkrat odprl {0} URL naslovov. Ali res želite nadaljevati?
sv: Detta öppnar {0} webbadresser samtidigt. Vill du vill fortsätta?
tr: Bu işlem bir kerede {0} URL'yi açacak, devam etmek istediğinizden emin misiniz?
vi: Thao tác này sẽ mở {0} URL cùng một lúc, bạn có chắc là muốn tiếp tục không?
zh_hans: 此操作将一次打开{0}个URL，确定要继续吗？

# MessageBoxes_Title_Open_urls
source: Open URLs
ar: فتح الروابط
cs: Otevřít URL
de: URLs öffnen
es: Abrir URLs
fr: Ouvrir les URLs
it: Apri URL
ja: URLを開く
nl: URL's openen
pl: Otwórz adresy URL
pt_br: Abrir URLs
ru: Открыть URL-адрес(а)
sl: Odpri URL naslove
sv: Öppna webbadresser
tr: Açık URL'ler
vi: Mở URL
zh_hans: 打开URLs

# MessageBoxes_OpenUrlsMessageBox_No_URLs_to_open_Title
source: No URLs to open
ar: لا توجد روابط لفتحها
cs: Žádné URL k otevření
de: Keine URLs zu öffnen
es: No hay URLs que abrir
fr: Pas d'URL à ouvrir
it: Nessuna URL da aprire
ja: 開くURLはありません
nl: Geen URL's om te openen
pl: Brak adresów do otwarcia
pt_br: Não há URLs para abrir
ru: Нет URL для открытия
sl: Ni URL naslovov za odpiranje
sv: Inga webbadresser att öppna
tr: Açılacak URL yok
vi: Không có URL nào để mở
zh_hans: 没有URL可打开

# MessageBoxes_Title_Modify_protected_items
source: Modify protected item
ar: تعديل المادة المحمية
cs: Změnit chráněné položky
de: Geschütztes Element verändern
es: Modificar elemento protegido
fr: Modifier l'élément protégé
it: Modifica elemento protetto
ja: 保護された項目を変更
nl: Beveiligd onderdeel wijzigen
pl: Modyfikuj zabezpieczone pozycje
pt_br: Modificar item protegido
ru: Изменить защищённый элемент
sl: Spremeni zaščiten vnos
sv: Modifiera skyddat objekt
tr: Korunan öğeyi değiştir
vi: Sửa đổi các mục được bảo vệ
zh_hans: 修改受保护项目

# MessageBoxes_TaskSkip_Message
source: Do you want to skip waiting for the currently running uninstaller?
ar: هل تريد تخطي انتظار الغاء التثبيت قيد التشغيل حاليا ؟
cs: Chcete přeskočit čekání na spuštění odinstalování?
de: Warten auf den laufenden Uninstaller überspringen?
es: ¿Desea omitir la espera del desinstalador en ejecución?
fr: Voulez-vous passer l'attente pour le désinstalleur en cours ?
it: Vuoi smettere di attendere il processo di disinstallazione in corso?
ja: 現在実行中のアンインストーラーを待つのをスキップしますか？
nl: Wilt u het wachten op de nu lopende de-installatie overslaan?
pl: Czy chcesz pominąć czekanie na uruchomiony dezinstalator?
pt_br: Deseja pular a espera pelo desinstalador em execução no momento?
ru: Пропустить ожидание завершения текущей деинсталляции?
sl: Ali želite preskočiti čakanje trenutno zagnanega odstranjevalca?
sv: Vill du hoppa över att vänta på det nuvarande körande avinstallationsprogrammet?
tr: Şu anda çalışan kaldırıcıyı beklemeyi mi atlamak istiyorsunuz?
vi: Bạn muốn bỏ qua trạng thái chờ của trình gỡ cài đặt hiện đang thực thi chứ?
zh_hans: 你想跳过等待目前运行的卸载程序吗?

# MessageBoxes_TaskSkip_Title
source: Skip currently running task
ar: تخطي المهمة قيد التشغيل حاليا
cs: Přeskočit aktuálně běžící úlohy
de: Aktuell laufende Aufgabe überspringen
es: Saltar la tarea actualmente en ejecución
fr: Passer la tâche en cours
it: Salta operazione in esecuzione
ja: 現在実行中のタスクをスキップ
nl: Actueel uitgevoerde taken overslaan
pl: Pomiń aktualnie uruchomione zadanie
pt_br: Pular a tarefa em execução no momento
ru: Пропустить текущее ожидание
sl: Preskoči trenutno zagnano storitev
sv: Hoppa över pågående uppgift
tr: Şu anda çalışan görevi atla
vi: Bỏ qua tác vụ hiện đang thực thi
zh_hans: 跳过当前运行任务

# MessageBoxes_UninstallAlreadyRunning_Message
source: Another uninstall task is already running. Please wait for it to finish and then try again.
ar: هناك مهمة اخرى لالغاء التثبيت قيد التشغيل بالفعل. الرجاء الانتظار حتى تنتهي ثم حاول مره اخرى.
cs: Další odinstalace probíhá. Prosím, vyčkejte na dokončení procesu a zkuste to znovu.
de: Ein anderer Uninstall-Task läuft bereits. Warten Sie auf dessen Beendung und versuchen Sie es erneut.
es: Otra tarea de desinstalación está ejecutándose. Por favor espere a que finalice e inténtelo nuevamente.
fr: Une autre tâche de désinstallation est déjà en cours. Merci d'attendre qu'elle ait fini puis réessayer.
it: Un altro processo di disinstallazione è già in corso. Attendi il completamento e quindi riprova.
ja: 別のアンインストールタスクがすでに実行中です。完了するまでお待ちください。その後、再試行してください。
nl: Er wordt al een andere de-installatie taak uitgevoerd. Even geduld tot deze is voltooid en probeer het daarna opnieuw.
pl: Inna dezinstalacja w toku. Proszę czekać na zakończenie procesu i spróbować ponownie.
pt_br: Outra tarefa de desinstalação já está em execução. Por favor, aguarde ela terminar e tente novamente.
ru: Уже выполняется другая задача удаления. Дождитесь её окончания и повторите попытку.
sl: Izvaja se že drugo odstranjevanje. Počakajte na njen konec, nato poskusite znova.
sv: En annan avinstallation är redan igång. Vänligen vänta tills den är klar och försök sedan igen.
tr: Başka bir kaldırma görevi zaten çalışıyor. Lütfen bitirmesini bekleyin ve tekrar deneyin.
vi: Một tác vụ gỡ cài đặt khác đang thực thi. Vui lòng đợi cho đến khi nó hoàn tất và thử lại.
zh_hans: 另一个卸载任务已在运行。请等待它完成，然后再试一次。

# JunkRemove_Details_Message
source: Rating: {0} Positives: {1} Negatives: {2}
ar: التقييم: {0} ايجابي: {1} نفي: {2}
cs: Hodnocení: {0} Pozitivní: {1} Negativní: {2}
de: Bewertung: {0} Positive: {1} Negative: {2}
es: Calificación: {0} Positivos: {1} Negativos: {2}
fr: Notes : {0} Positives : {1} Négatives : {2}
it: Valutazioni: {0} Positive: {1} Negative: {2}
ja: 評価: {0} ポジティブ: {1} ネガティブ: {2}
nl: Waardering: {0} Positief: {1} Negatief: {2}
pl: Ocena: {0} Pozytywy: {1} Negatywy: {2}
pt_br: Avaliação: {0} Positivos: {1} Negativos: {2}
ru: Рейтинг: {0} Положительные: {1} Отрицательные: {2}
sl: Ocena: {0} Pozitivnih: {1} Negativnih: {2}
sv: Betyg: {0} Positiva: {1} Negativa: {2}
tr: Değerlendirme: {0} Pozitif: {1} Negatif: {2}
vi: Đánh giá: {0} Tích cực: {1} Tiêu cực: {2}
zh_hans: 评分: {0} 积极: {1} 消极: {2}
