Repository: Klocman/Bulk-Crap-Uninstaller
Catalog: source/BulkCrapUninstaller/Properties/Localisable.*.resx
Languages: ar, cs, de, es, fr, it, ja, nl, pl, pt_br, ru, sl, sv, tr, vi, zh_hans

# MessageBoxes_BackupRegistryQuestion_Details
source: You will be able to roll back all changes by double-clicking it afterwards. Files and directories will be moved to the recycle bin, you can restore them from there.
ar: سوف تكون قادره على دحر جميع التغييرات عن طريق النقر المزدوج بعد ذلك. سيتم نقل الملفات والدلائل ىلى سله المحذوفات ، يمكنك استعادتها من هناك.
cs: Budete mít možnost se vrátit zpět všechny změny dvojitým kliknutím na něj později. Soubory a adresáře budou přesunuty do koše, můžete je obnovit tam.
de: Sie können alle Änderungen zurücksetzen, in dem Sie später darauf doppelklicken. Dateien und Verzeichnisse werden in den Papierkorb veschoben, von wo Sie sie wiederherstellen können.
es: Usted podrá revertir todos los cambios haciendo doble clic después. Los archivos y directorios se moverán a la papelera de reciclaje, puede restaurarlos desde allí.
fr: Vous pourrez revenir sur tous les changements en double-cliquant dessus par la suite. Fichiers et dossiers seront déplacés dans la corbeille, vous pouvez les restaurer à partir d'ici.
it: Sarà possibile annullare tutti i cambiamenti facendo clic due volte successivamente. File e cartelle saranno spostati nel Cestino. Potrai recuperarli da lì.
ja: 後でダブルクリックすることで、すべての変更を元に戻すことができます。 ファイルとディレクトリはゴミ箱に移動され、そこから復元できます。
nl: U kunt alle wijzigingen terugzetten, als u daar later op dubbel klikt. Bestanden en mappen worden verplaatst naar de prullenbak, van waaruit u deze kunt herstellen.
pl: Będzie można cofnąć wszystkie zmiany w rejestrze klikając ją dwukrotnie. Pliki i katalogi będą przenoszone do kosza, można przywrócić je stamtąd.
pt_br: Você poderá reverter todas as alterações clicando duas vezes sobre ele mais tarde. Arquivos e diretórios serão movidos para a lixeira, você pode restaurá-los a partir de lá.
ru: У Вас будет возможность откатить все изменения, дважды щёлкнув по ним впоследствии. Файлы и каталоги будут перемещены в корзину, Вы можете восстановить их оттуда.
sl: Povrnili boste vse spremembe z dvoklikom nanje. Datoteke in imeniki bodo premaknjeni v Koš. Od tam jih lahko obnovite.
sv: Du kommer att kunna ångra alla ändringar genom att dubbelklicka på den efteråt. Filer och kataloger kommer att flyttas till papperskorgen, du kan återställa dem därifrån.
tr: Tüm değişiklikleri daha sonra çift tıklatarak geri alabilirsiniz. Dosyalar ve dizinler geri dönüşüm kutusuna taşınır, onları buradan geri yükleyebilirsiniz.
vi: Bạn có thể hoàn tác mọi thay đổi bằng cách nhấp đúp vào nó sau này. Các tệp và thư mục sẽ được chuyển vào thùng rác, bạn có thể khôi phục chúng từ đó.
zh_hans: 你可以在之后双击它来回滚所有更改。 文件和目录将被移动到回收站，你可以从那里还原它们。

# MessageBoxes_CanSelectOnlyOneItemInfo_Title
source: Action failed
ar: فشل الاجراء
cs: Akce se nezdařila
de: Aktion fehlgeschlagen
es: Acción fallida
fr: Echec de l'action
it: Azione fallita
ja: アクションの失敗
nl: De bewerking is mislukt
pl: Akcja nie powiodła się
pt_br: A ação falhou
ru: Действие не удалось
sl: Postopek ni uspel.
sv: Åtgärd misslyckades
tr: Eylem başarısız
vi: Thao tác thất bại
zh_hans: 操作失败

# MessageBoxes_CanSelectOnlyOneItemInfo_Message
source: You need to select only one entry for this action
ar: تحتاج الى تحديد ادخال واحد فقط لهذا الاجراء
cs: Musíte vybrat pouze jednu položku pro tuto akci
de: Sie müssen nur einen Eintrag für diese Aktion auswählen
es: Solo necesita seleccionar una entrada para ésta acción
fr: Vous devez ne sélectionner qu'une entrée pour cette action
it: Per questa azione devi selezionare una sola voce
ja: このアクションには1つのエントリのみを選択する必要があります。
nl: U moet één registratie voor deze bewerking selecteren
pl: Musisz wybrać tylko jedną pozycję dla tego działania
pt_br: Você precisa selecionar apenas uma entrada para esta ação
ru: Нужно выбрать только одну запись для этого действия
sl: Za ta postopek morate izbrati le eden vnos
sv: Du kan bara välja en post för denna åtgärd
tr: Bu işlem için yalnızca bir giriş seçmeniz gerekiyor
vi: Thao tác này chỉ yêu cầu một mục được chọn.
zh_hans: 你只需要为此操作选择一个条目

# MessageBoxes_CanSelectOnlyOneItemInfo_Details
source: Select exactly one uninstaller from the list. If you are using check-boxes make sure to check them.
ar: حدد الغاء تثبيت واحد بالضبط من القائمة. اذا انت تستخدم خانات الاختيار للتاكد من التحقق منها.
cs: Vyberte přesně jednu položku ze seznamu. Používáte-li zaškrtávací políčka, ujistěte se, že jsou vybrány.
de: Einen bestimmten Uninstaller aus der Liste auswählen. Bei Verwendung von Checkboxen, vor Ausführung überprüfen!
es: Seleccione exactamente un desinstalador de la lista. Si está utilizando las casillas de verificación, asegúrese de revisarlas.
fr: Sélectionnez exactement un désinstalleur dans la liste. Si vous utilisez les cases à cocher, assurez-vous de les cocher.
it: Seleziona esattamente un installatore dall'elenco. Se usi le caselle di controllo assicurati di selezionarli.
ja: リストから正確に1つのアンインストーラーを選択してください。チェックボックスを使用している場合は、必ずチェックしてください。
nl: Selecteer exact één de-installer uit de lijst. Maakt u gebruikt van checkboxen, controleer deze dan voor de uitvoering!
pl: Wybierz dokładnie jedną pozycję z listy. Jeśli używasz pól wyboru upewnij się że są zaznaczone.
pt_br: Selecione exatamente um desinstalador da lista. Se você estiver usando caixas de seleção certifique-se de que as selecionou.
ru: Выберите один деинсталлятор из списка. Если Вы используете чекбоксы, не забудьте проверить их.
sl: S seznama izberite natančno enega odstranjevalca. Če uporabljate potrditveno polje, prepričajte se, da ste ga označili.
sv: Välj exakt en enstaka avinstallation från listan. Om du använder kryssrutor, se till att kontrollera dem.
tr: Listeden tam olarak bir kaldırıcı seçin. Onay kutularını kullanıyorsanız, bunları kontrol ettiğinizden emin olun.
vi: Chọn chính xác một trình gỡ cài đặt từ danh sách. Nếu có các hộp kiểm, hãy nhớ tích vào chúng.
zh_hans: 从列表中只选择一个卸载程序。如果你正在使用复选框，请确保选中它们。

# MessageBoxes_Title_Search_for_updates
source: Search for updates
ar: البحث عن التحديثات
cs: Vyhledat aktualizace
de: Suche nach Updates
es: Buscar actualizaciones
fr: Rechercher des mises à jour
it: Ricerca aggiornamenti
ja: アップデートを検索する
nl: Zoeken naar updates
pl: Szukaj aktualizacji
pt_br: Procurar atualizações
ru: Поиск обновлений
sl: Poišči posodobitve
sv: Sök efter uppdateringar
tr: Güncellemeleri arayın
vi: Kiểm tra các bản cập nhật
zh_hans: 搜索更新

# MessageBoxes_NoNetworkConnected_Open_online_content
source: Open on-line content
ar: فتح المحتوي على الخط
cs: Otevřená on-line obsah
de: Online-Inhalte öffnen
es: Abrir los contenidos en línea
fr: Ouvrir du contenu en ligne
it: Apri contenuti online
ja: オンラインコンテンツを開く
nl: Online inhoud openen
pl: Otwórz treści sieciowe
pt_br: Abrir conteúdo on-line
ru: Открыть он-лайн контент
sl: Odpri spletno vsebino
sv: Öppna online-innehåll
tr: Çevrimiçi içeriği aç
vi: Mở nội dung trực tuyến
zh_hans: 打开联机内容

# MessageBoxes_NoNetworkConnected_Message
source: Can't connect to the internet, there are no networks available.
ar: لا يمكن الاتصال بالانترنت ، لا توجد شبكات متوفرة.
cs: Nelze se připojit k internetu, není k dispozici žádné připojení k síti.
de: Keine Verbindung zum Internet. Es sind keine Netzwerke verfügbar.
es: No se puede conectar a Internet, no hay redes disponibles.
fr: Connection à internet impossible, il n'y a pas de réseau disponible.
it: Non è possibile collegarsi ad internet, poixchè non ci sono reti disponibili.
ja: インターネットに接続できない、利用可能なネットワークがない。
nl: Geen verbinding met het Internet. Er is geen netwerk beschibaar.
pl: Nie można połączyć się z internetem, brak dostępnych sieci.
pt_br: Não é possível conectar-se à internet, não há redes disponíveis.
ru: Не могу подключиться к интернету, нет доступных сетей.
sl: Ne morem se povezati z internetom. Omrežje ni na voljo.
sv: Kan inte ansluta till internet, det finns inga tillgängliga nätverk.
tr: İnternete bağlanılamıyor, ağ yok.
vi: Không thể kết nối Internet hoặc không có mạng.
zh_hans: 无法连接到互联网，没有可用的网络。

# MessageBoxes_NoNetworkConnected_Details
source: Make sure that your network cable is plugged in. If you are using Wi-Fi ensure that you have good signal strength.
ar: تاكد من توصيل كبل الشبكة. اذا كنت تستخدم واي فاي ضمان ان لديك قوه اشاره جيده.
cs: Ujistěte se, že síťový kabel je zapojen. Pokud používáte Wi-Fi, ujistěte, že máte dobrou sílu signálu.
de: Stellen Sie sicher, dass das Netzwerkkabel angeschlossen ist. Bei Verwendung von Wi-Fi achten Sie auf eine gute Signalstärke.
es: Asegúrese de que el cable de red está enchufado. Si está utilizando Wi-Fi asegúrese de que tiene buena la señal.
fr: Vérifiez que le câble réseau est branché. Si vous utilisez le Wi-Fi vérifiez que vous avez une bonne force de signal.
it: Assicurati che il cavo di rete sia collegato. Se usi il WiFi assicurati che la qualità del segnale sia buona.
ja: インターネットに接続できません。利用可能なネットワークがありません。 ネットワークケーブルが接続されていることを確認してください。Wi-Fiを使用している場合は、信号強度が良好であることを確認してください。
nl: Controleer dat de netwerkkabel is aangesloten. Indien u gebruik maakt van Wi-Fi, controleer dan de signaalsterkte.
pl: Upewnij się, że kabel sieciowy jest podłączony. Jeśli korzystasz z Wi-Fi sprawdź, czy masz dobrą siłę sygnału.
pt_br: Certifique-se de que seu cabo de rede esteja conectado. Se você estiver usando o Wi-Fi, assegure-se de ter uma boa intensidade de sinal.
ru: Убедитесь, что сетевой кабель подключён. Если Вы используете Wi-Fi, убедитесь, что сигнал достаточен.
sl: Prepričajte se, da je vaš omrežni kabel priključen v računalnik. Če uporabljate brezžično omrežje, zagotovite dovolj močan signal.
sv: Se till att din nätverkskabel är ansluten. Om du använder Wi-Fi, se till att du har bra signalstyrka.
tr: Ağ kablonuzun takılı olduğundan emin olun. Wi-Fi kullanıyorsanız, sinyal gücünüzün iyi olduğundan emin olun.
vi: Đảm bảo rằng cáp mạng của bạn đã được cắm. Và nếu bạn đang sử dụng Wi-Fi, hãy đảm bảo rằng bạn có cường độ tín hiệu tốt.
zh_hans: 确保网线已接入。如果你使用Wi-Fi，请确保信号良好。

# MessageBoxes_Title_Submit_feedback
source: Submit feedback
ar: ارسال الملاحظات
cs: Odeslat zpětnou vazbu
de: Feedback senden
es: Enviar comentario
fr: Soumettre une réaction
it: Invia feedback
ja: フィードバックの送信
nl: Feedback sturen
pl: Wyślij feedback
pt_br: Enviar comentário
ru: Отправить отзыв
sl: Pošlji povratne informacije
sv: Skicka feedback
tr: Geri bildirim gönder
vi: Gửi phản hồi
zh_hans: 提交反馈

# MessageBoxes_AskToSubmitFeedback_Message
source: Would you like to send feedback concerning BCU?
ar: ؟ BCU هل ترغب في ارسال الملاحظات بشان
cs: Chcete poslat zpětnou vazbu týkající se BCU?
de: Möchten Sie mir ein Feedback zu BCU senden?
es: ¿Le gustaría enviar comentarios acerca de BCU?
fr: Voudriez-vous envoyer une réaction concernant BCU ?
it: Vuoi inviare feedback su BCU?
ja: BCUに関するフィードバックを送信しますか？
nl: Wilt u mij feedback over BCU sturen?
pl: Chciałbyś wysłać opinię dotyczącą BCU?
pt_br: Gostaria de enviar comentários sobre o BCU?
ru: Хотите отправить отзыв о BCU?
sl: Ali želite poslati povratne informacije v zvezi z BCU?
sv: Vill du skicka feedback angående BCU?
tr: BCU ile ilgili geri bildirim göndermek ister misiniz?
vi: Bạn có muốn gửi phản hồi liên quan về BCU không?
zh_hans: 你想发送有关BCU的反馈吗？

# MessageBoxes_AskToSubmitFeedback_Details
source: This will take you less than a minute but help the development greatly! All feedback is appreciated, be it a bug report, feature request or a simple thanks! You can send it later from the top menu bar (Help->Submit feedback).
ar: سوف ياخذك اقل من دقيقه ولكن مساعده التنمية بشكل كبير! ويقدر جميع ردود الفعل ، ان يكون تقرير الشوائب ، وطلب ميزه او بفضل بسيط! (يمكنك ارسالها لاحقا من شريط القوائم العلوي (مساعده-< ارسال ملاحظات.
cs: Bude vám trvat méně než minutu, ale muže nám to pomoc při vývoji programu! Všechny názory a připomínky jsou vítány! Můžete ji poslat později přes pozici v horním menu (Nápověda-> Odeslat zpětné vazby).
de: Es wird Sie weniger als eine Minute kosten und der Programm-Entwicklung enorm helfen! Jede Art Feedback ist willkommen, sei es Fehlerbericht, Feature-Anfrage oder ein einfaches Danke! Sie können es auch später senden aus dem Top-Menü (Hilfe-> Feedback senden).
es: ¡Esto le llevará menos de un minuto, pero ayudará en gran medida al desarrollo! Se agradece cualquier comentario, ya sea un informe de error, solicitud de función ¡o un simple gracias! Puede enviarlo más tarde desde la barra de menú superior (Ayuda->Enviar comentario).
fr: Cela prendra moins d'une minute mais aidera grandement le développement ! Toute réaction est appréciée, que ce soit un rapport de bogue, une demande de fonction ou un simple merci ! Vous pouvez l'envoyer plus tard à partir de la barre de menu du haut (Aide->Soumettre une réaction).
it: Ti occuperà per meno di un minuto ma aiuterà molto lo sviluppo! Tutti i feedback sono apprezzati, che siano una segnalazione di errori, una richiesta di funzionalità aggiuntive o un semplice grazie! Puoi inviarlo in seguito dalla barra del menù superiore (Aiuto -> Invia feedback).
ja: これには1分もかかりませんが、開発に大いに役立ちます！バグ報告、機能リクエスト、単なる感謝の言葉など、どんなフィードバックでも歓迎です！ 後で上部メニューバーから送信できます（ヘルプ->フィードバックを送信）
nl: Dit kost u minder dan een minuut en helpt de ontwikkelinmg van het programma enorm! Elke vorm van feedback is welkom, zoals een foutbericht, verzoeken voor nieuwe functionaliteit(en) of een bedankje! U kunt dit ook later sturen via de hoofd menubalk (Help -> Feedback sturen).
pl: To zajmie Ci mniej niż minutę, ale znacznie pomoże w rozwoju programu! Wszystkie opinie i komentarze są mile widziane! Możesz wysłać ją później poprzez pozycję w górnym menu (Pomoc-> Wyślij feedback).
pt_br: Isso vai levar menos de um minuto mas irá ajudar o desenvolvimento imensamente! Todo feedback é apreciado, seja um bug report, solicitação de recursos ou apenas um obrigado! Você pode mandar depois pelo menu superior (Ajuda > Enviar comentário...).
ru: Это займёт меньше минуты, но сильно поможет развитию! Все отзывы высоко ценятся, будь то сообщение об ошибке, запрос новой фичи, или простое "спасибо"! Вы можете отправить его позже через меню (Справка-> Обратная связь).
sl: To bo trajalo manj kot minuto vendar bo izjemno pomagalo razvijalcem! Vse povratne informacije so zelo zaželene in cenjene bodisi, da gre za poročilo o hrošču, zahtevo nove funkcije ali za preprosto zahvalo! Kasneje jih lahko pošljete iz glavne menijske vrstice (Pomoč->Pošlji povratne informacije).
sv: Detta tar mindre än en minut och hjälper utvecklingen enormt! All feedback uppskattas, vare sig det är en buggrapport, en funktionsförfrågan eller ett enkelt tack! Du kan skicka det senare från toppmenyn (Hjälp->Skicka feedback).
tr: Bu sizi bir dakikadan daha az sürecek ama gelişime büyük ölçüde yardımcı olacak! Tüm geri bildirimler takdir edilir, bir hata raporu, özellik talebi veya basit bir teşekkür! Daha sonra üst menü çubuğundan gönderebilirsiniz (Yardım-> Geri bildirim gönder).
vi: Sẽ chỉ mất của bạn chưa đến một phút nhưng lại giúp ích rất nhiều cho việc phát triển! Mọi phản hồi đều được ghi nhận, cho dù đó là báo lỗi, yêu cầu tính năng mới hay chỉ đơn giản là lời cảm ơn! Bạn có thể gửi nó sau từ thanh menu trên cùng (Trợ giúp -> Gửi phản hồi).
zh_hans: 这只花费你不到一分钟，但大大有助于开发！感谢所有反馈，无论是错误报告、功能请求还是简单的感谢！ 你可以稍后从顶部菜单栏（帮助->提交反馈）发送。

# MessageBoxes_UpdateUptodate_Message
source: Current version is up to date
ar: الاصدار الحالي محدث
cs: Současná verze je aktuální
de: Version ist auf aktuellem Stand
es: La versión actual está actualizada
fr: La version courante est à jour
it: Questa versione è aggiornata
ja: 現在のバージョンは最新です。
nl: De huidige versie is actueel!
pl: Obecna wersja jest aktualna
pt_br: A versão atual está atualizada
ru: Текущая версия актуальна
sl: Trenutna različica je posodobljena
sv: Du har den senaste versionen
tr: Güncel versiyon güncel
vi: Phiên bản hiện tại là phiên bản mới nhất
zh_hans: 当前版本为最新

# MessageBoxes_UpdateUptodate_Details
source: No updates were found at this time, you have the latest version. Want some functionality added or a bug fixed? Please send me your feedback using "Help->Submit feedback" menu.
ar: لم يتم العثور على ايه تحديثات في هذا الوقت ، لديك الاصدار الاحدث. تريد بعض الوظائف المضافة او الشوائب الثابتة ؟ الرجاء ارسال ملاحظاتك "باستخدام القائمة "مساعده-< ارسال ملاحظات.
cs: Nebyly nalezeny žádné aktualizace, máte nejnovější verzi programu. Ty čekají na nové funkce nebo zlepšit chybu? Dejte mi vědět, přes menu "Nápověda-> Odeslat zpětné vazby".
de: Aktuell gibt es keine Updates. Sie verwenden die neueste Version. Möchten Sie Funktionen hinzugefügt oder einen Fehler behoben haben? Bitte senden Sie mir Ihr Feedback über das Menü "Hilfe-> Feedback senden".
es: No hay actualizaciones, usted cuenta con la última versión. ¿Desea un poco más de funcionalidad o corregir un error? Por favor, envíe sus comentarios usando "Ayuda->Enviar comentario" del menú.
fr: Aucune mise à jour n'a été trouvée pour l'heure, vous avez la dernière version. Vous voulez ajouter une fonctionnalité ou corriger une bogue ? Merci de m'envoyer votre réaction en utilisant le menu "Aide->Soumettre une réaction".
it: Non sono disponibili aggiornamenti. La versione in uso è aggiornata. Vuoi che siano aggiunte nuove funzionalità o correggere un errore? Puoi inviarci un feedback dal menù "Aiuto -> Invia feedback".
ja: 現在のところ更新は見つかりませんでした。最新バージョンを使用しています。 機能の追加やバグの修正を希望しますか？「ヘルプ->フィードバックを送信」メニューを使用してフィードバックを送信してください。
nl: Er werden geen updates gevonden, u heeft de laatste versie. Mist u functionaliteiten of wilt u een oplossing voor een fout? Stuur mij dan uw feedback via het menu (Help -> Feedback sturen).
pl: Nie znaleziono aktualizacji, masz najnowszą wersję programu. Czekasz na nowe funkcje lub poprawę błędów? Daj mi znać poprzez menu "Pomoc->Wyślij feedback".
pt_br: Nenhuma atualização encontrada, você possui a última versão. Quer algum recurso ou bug arrumado? Envie por favor seu feedback usando o menu "Ajuda -> Enviar comentários...".
ru: Обновления не найдены, у вас последняя версия. Хотите, чтобы добавились новые возможности или была исправлена ошибка? Пожалуйста, присылайте мне Ваши отзывы с помощью меню "Справка-> Обратная связь".
sl: V tem trenutku niso bile najdene posodobitve. Imate nameščeno zadnjo različico. Želite nove funkcije ali popravljen hrošč? Prosimo, pošljite nam vaše povratne informacije z uporabo menija "Pomoč->Pošlji povratne informacije".
sv: Inga uppdateringar hittades för tillfället, du har den senaste versionen. Vill du ha någon funktionalitet tillagd eller en bugg fixad? Skicka gärna din feedback via menyn "Hjälp->Skicka feedback".
tr: Şu anda hiçbir güncelleme bulunamadı, en son sürüme sahipsiniz. Bazı işlevler eklendi mi yoksa bir hata mı düzeltildi? Lütfen "Yardım-> Geri Bildirim Gönder" menüsünü kullanarak geri bildiriminizi gönderin.
vi: Hiện tại không tìm thấy bản cập nhật nào, bạn đang dùng phiên bản mới nhất. Bạn có muốn đề xuất thêm tính năng hoặc báo cáo lỗi không? Vui lòng gửi cho tôi phản hồi của bạn bằng cách sử dụng menu "Trợ giúp->Gửi phản hồi".
zh_hans: 当前未找到更新，你拥有最新版本。 想要添加一些功能或者修复一个bug吗?请使用"帮助->提交反馈"菜单将你的反馈发送给我。

# MessageBoxes_UpdateFailed_Message
source: Encountered an error while checking for updates
ar: صادف خطا اثناء التحقق من وجود تحديثات
cs: Došlo k chybě při kontrole aktualizací
de: Fehler beim Suchen nach Updates
es: Encontrado un error al buscar actualizaciones
fr: Erreur rencontrée en vérifiant les mises à jour
it: Errore riscontrato durante la verifica di aggiornamenti
ja: 更新を確認中にエラーが発生しました
nl: Er werd een fout ontdekt bij het zoeken naar updates!
pl: Podczas wyszukiwania aktualizacji wystąpił błąd.
pt_br: Aconteceu um erro ao buscar por atualizações
ru: Ошибка при проверке наличия обновлений
sl: Pri preverjanju obstoja posodobitev je prišlo je do napake
sv: Ett fel uppstod vid kontroll av uppdateringar
vi: Đã xảy ra lỗi khi kiểm tra các bản cập nhật
zh_hans: 检查更新时遇到错误

# MessageBoxes_UpdateFailed_Details
source: Make sure that BCUninstaller is not blocked in your firewall and that you have a working internet connection.
ar: تاكد من عدم حظر المثبت في جدار حمايتك ومن ان لديك اتصال بالانترنت يعمل.
cs: Ujistěte se, že BCUninstaller není blokován ve vašem firewallu, a že máte funkční připojení k internetu.
de: Stellen Sie sicher, dass BCUninstaller in der Firewall nicht blockiert wird und Sie eine funktionierende Internetverbindung haben.
es: Asegúrese de que BCUninstaller no está bloqueado por su cortafuegos y que tiene una conexión a Internet.
fr: Vérifiez que BCUninstaller n'est pas bloqué dans votre pare-feu et que vous avez une connection internet fonctionnelle.
it: Assicurati che BCUninstaller non sia bloccato dal firewall e che la connessione internet sia funzionante.
ja: BCUninstallerがファイアウォールでブロックされておらず、インターネット接続が正常であることを確認してください。
nl: Controleer dat BCUninstaller niet wordt geblokkeerd door uw 'firewall' en dat u een werkende internetverbinding hebt.
pl: Upewnij się że BCUninstaller nie jest blokowany przez twojego firewalla i że masz sprawne połączenie z internetem.
pt_br: Verifique se o BCUninstaller não está bloqueado pelo seu firewall e que sua conexão com a internet está funcionando.
ru: Убедитесь, что BCUninstaller не заблокирован в вашем файрволе и что Вы подключены к интернету.
sl: Zagotovite, da BCUninstaller ni blokiran z vašim požarnim zidom in, da ste povezani z internetom.
sv: Se till att BCUninstaller inte är blockerad i din brandvägg och att du har en fungerande internetanslutning.
tr: Güvenlik duvarınızda BCUninstaller'ın engellenmediğinden ve çalışan bir internet bağlantınızın olduğundan emin olun.
vi: Hãy đảm bảo rằng BCUninstaller không bị chặn bởi tường lửa và bạn đã kết nối Internet.
zh_hans: 确保BCUninstaller没有在防火墙中被阻止，并且互联网连接正常。

# MessageBoxes_UpdateAskToDownload_Message
source: New version {0} is available, do you want to upgrade now?
ar: الاصدار الجديد {0} متوفر ، هل تريد الترقية الان ؟
cs: Nová verze {0} je k dispozici, chcete upgradovat teď?
de: Neue Version {0} ist verfügbar, möchten sie jetzt aktualisieren?
es: Nueva versión {0} disponible, ¿desea actualizar ahora?
fr: Une nouvelle version {0} est disponible, voulez-vous mettre à jour maintenant ?
it: È disponibile una nuova versione {0}. Vuoi aggiornare ora?
ja: 新しいバージョン{0}が利用可能です。今すぐアップグレードしますか？
nl: Een nieuwe versie {0} is beschikbaar, wilt u nu upgraden?
pl: Nowa wersja {0} jest dostępna, zaktualizować teraz?
pt_br: Nova versão {0} disponível, deseja atualizar agora?
ru: Новая версия {0} доступна, желаете обновить сейчас?
sl: Na voljo je nova različica {0}. Ali jo želita zdaj nadgraditi?
sv: Ny version {0} är tillgänglig, vill du uppgradera nu?
tr: Yeni sürüm {0} kullanılabilir, şimdi yeni sürüme geçmek istiyor musunuz?
vi: Đã có phiên bản mới {0}, bạn có muốn nâng cấp ngay không?
zh_hans: 新版本{0}可用,现在更新吗?
