Repository: Klocman/Bulk-Crap-Uninstaller
Catalog: source/BulkCrapUninstaller/Properties/Localisable.*.resx
Languages: ar, cs, de, es, fr, it, ja, nl, pl, pt_br, ru, sl, sv, tr, vi, zh_hans

# MessageBoxes_RatingUnavailable_Message
source: You can't rate applications that are not installed properly.
ar: لا يمكنك تقييم التطبيقات التي لم يتم تثبيتها بشكل صحيح.
cs: Nelze hodnotit aplikace, které nejsou správně nainstalovány.
de: Sie können Anwendungen nicht bewerteten wenn sie nicht vollständig installiert wurden.
es: No puede calificar aplicaciones no instaladas adecuadamente.
fr: Vous ne pouvez pas noter les applications qui ne sont pas installées correctement.
it: Non puoi valutare le applicazioni che non sono installate correttamente.
ja: 適切にインストールされていないアプリケーションを評価することはできません。
nl: U kunt onjuist geïnstalleerde programma's niet waarderen.
pl: Nie można ocenić aplikacji, które nie są prawidłowo zainstalowane.
pt_br: Você não pode avaliar aplicações que não estao instaladas corretamente.
ru: Нельзя оценить приложения, которые не установлены должным образом.
sl: Ne morete ocenjevati nepravilno nameščenih aplikacij.
sv: Du kan inte betygsätta appar som inte installerats korrekt.
tr: Düzgün yüklenmemiş uygulamaları değerlendiremezsiniz.
vi: Bạn không thể đánh giá các ứng dụng không được cài đặt đúngc cách.
zh_hans: 你不能给未正确安装的应用程序评分

# MessageBoxes_Title_Quiet_uninstall
source: Quiet uninstall
ar: الغاء التثبيت بهدوء
cs: Tichá odinstalace
de: Stille Deinstallation
es: Desinstalación silenciosa
fr: Désinstallation silencieuse
it: Disinstallazione silenziosa
ja: 静かにアンインストール
nl: Stille de-installatie
pl: Cicha dezinstalacja
pt_br: Desinstalação silenciosa
ru: Тихая деинсталляция
sl: Tiho odstrani
sv: Tyst avinstallation
tr: Sessiz kaldırma
vi: Gỡ cài đặt âm thầm
zh_hans: 静默卸载

# MessageBoxes_Title_Restore_default_settings
source: Restore default settings
ar: استعاده الاعدادات الافتراضية
cs: Obnovit výchozí nastavení
de: Standardeinstellungen wiederherstellen
es: Restaurar configuración por defecto
fr: Restaurer les réglages par défaut
it: Ripristina impostazioni predefinite
ja: デフォルト設定を復元
nl: Standaard instellingen herstellen
pl: Przywróć ustawienia domyślne
pt_br: Restaurar configurações de fábrica
ru: Восстановление настроек по умолчанию
sl: Obnovi privzete nastavitve
sv: Återställ standardinställningar
tr: Ayarları varsayılan duruma getir
vi: Khôi phục các cài đặt gốc
zh_hans: 还原默认设置

# MessageBoxes_ResetSettingsConfirmation_Details
source: All of your settings will be lost permanently. BCUninstaller will have to restart to complete this action.
ar: سيتم فقدان كافة اعداداتك بشكل دائم. سيكون لديك المثبت لاعاده تشغيل لاكمال هذا الاجراء.
cs: Všechna nastavení budou natrvalo ztraceny. BCUninstaller bude muset restartovat k dokončení této akce.
de: Alle Einstellungen werden dauerhaft gelöscht. BCUninstaller neu starten, um diesen Vorgang zu beenden.
es: Todos los ajustes se perderán de forma permanente. BCUninstaller tendrá que reiniciarse para completar esta acción.
fr: Tous vos réglages seront perdus définitivement. BCUninstaller devra redémarrer pour terminer cette action.
it: Tutte le tue impostazioni saranno perse definitivamente. Per completare questa azione BCUninstaller deve essere riavviato.
ja: すべての設定は永久に失われます。BCUninstallerはこのアクションを完了するために再起動する必要があります。
nl: Alle instellingen gaan blijvend verloren. BCUninstaller moet worden herstart om deze bewerking te voltooien.
pl: Wszystkie ustawienia zostaną utracone na stałe. BCUninstaller będzie musiał ponownie uruchomić się do przeprowadzenia tej akcji.
pt_br: Todas as suas configurações serão perdidas permanentemente. O BCUninstaller precisará reiniciar para concluir esta ação.
ru: Все ваши настройки будут потеряны навсегда. BCUninstaller придётся перезапустить, чтобы выполнить это действие.
sl: Vse vaše nastavitve bodo trajno izgubljene. BCUninstaller boste morali ponovno zagnati, da dokončate ta postopek.
sv: Alla dina inställningar kommer att gå förlorade permanent. BCUninstaller måste startas om för att slutföra denna åtgärd.
tr: Tüm ayarlarınız kalıcı olarak kaybolacak. Bu eylemi tamamlamak için BCUninstaller'ın yeniden başlatılması gerekecektir.
vi: Tất cả các cài đặt của bạn sẽ bị mất vĩnh viễn. BCUninstaller cần phải khởi động lại để hoàn thành hành động này.
zh_hans: 你的所有设置将永久丢失。 BCUnInstaller将必须重新启动以完成此操作。

# MessageBoxes_Title_Open_Uninstall_List
source: Open Uninstall List
ar: فتح قائمه الغاء التثبيت
cs: Otevřít seznam odinstalovat
de: Deinstallations-Liste öffnen
es: Abrir lista de desinstalación
fr: Ouvrir la liste de désinstallation
it: Apri elenco disinstallazione
ja: アンインストールリストを開く
nl: De-installatie lijst openen
pl: Otwórz listę dezinstalatorów
pt_br: Abrir lista de desinstalaçao
ru: Открыть список деинсталляции
sl: Odpri seznam odstranjevanja
sv: Öppna avinstallationslistan
tr: Yükleme Kaldırma Listesi
vi: Mở danh sách gỡ cài đặt
zh_hans: 打开卸载列表

# MessageBoxes_SysRestoreContinueAfterError_Details
source: The restore point WAS NOT CREATED, you will not be able to restore changes! Do you want to continue with the uninstallation anyway?
ar: لم يتم انشاء نقطه الاستعادة ، لن تكون قادرا على استعاده التغييرات! هل تريد متابعه الغاء التثبيت على ايه حال ؟
cs: Bod obnovení nebyl vytvořen, nebudete moci obnovit změny! Chcete pokračovat v odinstalaci ?
de: Der Wiederherstellungspunkt WURDE NICHT ERSTELLT, Sie werden Änderungen nicht wiederherstellen können! Möchten Sie trotzdem mit der Deinstallation fortfahren?
es: El punto de restauración NO FUE CREADO, ¡usted no podrá restaurar los cambios! ¿Desea continuar con la desinstalación de todos modos?
fr: Le point de restauration N'A PAS ETE CRÉÉ, vous ne pourrez pas restaurer les changements ! Voulez-vous continuer quand même la désinstallation ?
it: Il punto di ripristino NON E' STATO CREATO. Non sarà possibile annullare le modifiche. Vuoi continuare comunque con la disinstallazione?
ja: リストアポイントが作成されませんでした。変更を元に戻すことはできません！それでもアンインストールを続行しますか？
nl: Het herstelpunt WERD NIET GEMAAKT, u kunt wijzigingen niet herstellen! Wilt u toch doorgaan met de de-installatie?
pl: Punkt przywracania nie został utworzony, nie będzie możliwości cofnięcia zmian! Czy chcesz kontynuować dezinstalację mimo to?
ru: Точка восстановления не была создана, Вы не сможете восстановить изменения! Вы хотите всё равно продолжить удаление?
sl: Obnovitvena točka NI BILA USTVARJENA. Ne boste mogli obnoviti spremembe! Ali želite na vsak način nadaljevati?
sv: Återställningspunkten SKAPADES INTE, du kommer inte att kunna återställa ändringarna! Vill du fortsätta med avinstallationen ändå?”
tr: Geri yükleme noktası OLUŞTURMAZ, değişiklikleri geri yükleyemezsiniz! Kaldırma işlemine devam etmek istiyor musunuz?
vi: KHÔNG CÓ ĐIỂM KHÔI PHỤC NÀO ĐƯỢC TẠO, nên không thể hoàn tác các thay đổi! Bạn vẫn muốn tiếp tục gỡ cài đặt chứ?
zh_hans: 还原点未创建，你将无法还原更改！继续卸载吗?

# MainWindow_Rename_Description
source: Renaming "{0}"
ar: اعاده تسميه "{0}"
cs: Přejmenování "{0}"
de: Umbenennen "{0}"
es: Renombrando "{0}"
fr: Renommer "{0}"
it: Rinomina di "{0}"
ja: "{0}"の名前を変更
nl: Hernoemen "{0}"
pl: Zmiana nazwy "{0}"
pt_br: Renomeando "{0}
ru: Переименование "{0}"
sl: Preimenovanje "{0}"
sv: Döper om "{0}"
tr: "{0}" yeniden adlandırılıyor
vi: Đang đổi tên "{0}"
zh_hans: 重命名"0"

# MainWindow_Rename_Title
source: Rename selected entry
ar: اعاده تسميه الادخال المحدد
cs: Přejmenovat vybrané položky
de: Gewählten Einrag umbenennen
es: Renombrar entrada seleccionada.
fr: Renommer l'entrée sélectionnée
it: Rinomina la voce selezionata
ja: 選択したエントリの名前を変更
nl: Geselecteerde registratie hernoemen
pl: Zmień nazwę dezinstalatora
pt_br: Renomear entrada selecionada
ru: Переименовать выбранный элемент
sl: Preimenuj izbran vnos
sv: Döp om vald post
tr: Seçilen girişi yeniden adlandır
vi: Đổi tên mục đã chọn
zh_hans: 重命名选中条目

# UninstallProgressWindow_TaskDone
source: Task finished
ar: انتهت المهمة
cs: Úlohá dokončena
de: Task abgeschlossen
es: Tarea finalizada
fr: Tâche terminée
it: Attività completata
ja: タスク完了
nl: Taak voltooid
pl: Zadanie zakończone
pt_br: Tarefa encerrada
ru: Задача завершена
sl: Opravilo je končano
sv: Uppgiften avslutad
tr: Görev bitti
vi: Tác vụ đã hoàn thành
zh_hans: 任务完成

# UninstallProgressWindow_Uninstalling
source: Uninstalling
ar: تثبيت
cs: Odinstalace
de: Deinstallation
es: Desinstalando
fr: Désinstallation
it: Disinstallazione
ja: アンインストール中
nl: De-installatie
pl: Odinstalowywanie
pt_br: Desinstalando
ru: Процесс деинсталляции
sl: Odstranjevanje
sv: Avinstallerar
tr: Kaldırma
vi: Đang gỡ cài đặt
zh_hans: 卸载

# MessageBoxes_RememberChoiceCheckbox
source: Remember choice
ar: تذكر الاختيار
cs: Pamatovat si výběr
de: Auswahl merken
es: Recordar elección
fr: Se rappeler le choix
it: Ricorda la scelta
ja: 選択を記憶
nl: Keuze onthouden
pl: Zapamiętaj wybór
pt_br: Lembrar-se
ru: Запомнить выбор
sl: Zapomni izbiro
sv: Kom ihåg val
tr: Seçimi hatırla
vi: Ghi nhớ lựa chọn
zh_hans: 记住选择

# PropertiesWindow_Table_Error
source: Error
ar: خطا
cs: Chyba
de: Fehler
fr: Erreur
it: Errore
ja: エラー
nl: Fout
pl: Błąd
pt_br: Erro
ru: Ошибка
sl: Napaka
sv: Fel
tr: Hata
vi: Lỗi
zh_hans: 错误

# PropertiesWindow_Table_ErrorDoesntExist
source: File doesn't exist.
ar: الملف غير موجود.
cs: Soubor neexistuje.
de: Datei existiert nicht
es: El archivo no existe.
fr: Fichier inexistant.
it: Il file non esiste.
ja: ファイルが存在しません。
nl: Het bestand bestaat niet
pl: Plik nie istnieje na dysku.
pt_br: Arquivo não existe.
ru: Файл не существует.
sl: Datoteka ne obstaja.
sv: Filen finns inte.
tr: Dosya mevcut değil.
vi: Tệp tin không tồn tại.
zh_hans: 文件不存在。

# PropertiesWindow_Table_ErrorMsi
source: Nothing to display. This application is uninstalled using Windows Installer (MsiExec).
ar: (MsiExec) لا شيء للعرض. يتم الغاء تثبيت هذا التطبيق باستخدام مثبت الوندوز
cs: Nic k zobrazení. Tato aplikace je odinstalovat pomocí Windows Installer (msiexec).
de: Keine Anzeige. Diese Anwendung wird mittels Windows Installer (MsiExec) deinstalliert.
es: Nada que mostrar. Esta aplicación se desinstala utilizando el desinstalador de Windows (MsiExec).
fr: Rien à afficher. Cette application est désinstallée en utilisant Windows Installer (MsiExec).
it: Nulla da visualizzare. Questa applicazione si disinstalla con Windows Installer (MsiExec).
ja: 表示するものはありません。このアプリケーションはWindows Installer（MsiExec）を使用してアンインストールされています。
nl: Niets om weer te geven. Dit programmma wordt m.b.v. de Windows Installer (MsiExec) gede-installeerd.
pl: Aplikacja jest odinstalowywana Instalator systemu Windows (MsiExec).
pt_br: Nada para exibir. Este aplicativo é desinstalado usando o Windows Installer (MsiExec).
ru: Нечего показывать. Это приложение удаляется с помощью Windows Installer (MSIexec).
sl: Ni ničesar za prikaz. Ta aplikacija je odstranjena z Windows Installerjem (MsiExec).
sv: Inget att visa. Denna appen avinstalleras med Windows Installer (MsiExec).
tr: Gösterilecek bir şey yok. Bu uygulama Windows Installer (MsiExec) kullanılarak kaldırılmıştır.
vi: Không có gì được hiển thị. Ứng dụng này được gỡ cài đặt bằng Trình gỡ cài đặt Windows (MsiExec).
zh_hans: 无内容显示。使用Windows Installer（MSIexec）卸载此应用程序。

# PropertiesWindow_Table_Name
source: Name
ar: الاسم
cs: Název
es: Nombre
fr: Nom
it: Nome
ja: 名前
nl: Naam
pl: Nazwa
pt_br: Nome
ru: Имя
sl: Ime
sv: Namn
tr: Adı
vi: Tên
zh_hans: 名称

# PropertiesWindow_Table_Value
source: Value
ar: القيمه
cs: Hodnota
de: Wert
es: Valor
fr: Valeur
it: Valore
ja: 値
nl: Waarde
pl: Wartość
pt_br: Valor
ru: Значение
sl: Vrednost
sv: Värde
tr: Değer
vi: Giá trị
zh_hans: 值

source: Empty
ar: فارغ
cs: Prázdné
de: Leer
es: Vacio
fr: Vide
it: Vuoto
ja: 空
nl: Leeg
pl: Brak
pt_br: Vazio
ru: Пустой
sl: Prazno
sv: Tomt
tr: Boş
vi: Trống
zh_hans: 空

source: GUID found
ar: موجود GUID
cs: GUID nalezeno
de: GUID gefunden
es: GUID encontrado
fr: GUID trouvé
it: GUID trovato
ja: GUIDが見つかりました
nl: GUID gevonden
pl: Znaleziono GUID
pt_br: GUID encontrado
ru: GUID найден
sl: GUID je najden
sv: GUID hittad
tr: GUID bulundu
vi: Đã tìm thấy GUID
zh_hans: 找到GUID

source: GUID missing
ar: مفقود GUID
cs: GUID chybí
de: GUID fehlt
es: GUID ausente
fr: GUID manquant
it: GUID mancante
ja: GUIDがありません
nl: GUID ontbreekt
pl: Brak GUID
pt_br: GUID em falta
ru: GUID отсутствует
sl: Manjkajoč GUID
sv: GUID saknas
tr: GUID eksik
vi: Thiếu GUID
zh_hans: GUID丢失

# JunkRemove_SelectionBoxText
source: Select down to...
ar: حدد لاسفل الى...
cs: Vyberte až na ...
de: Wählen Sie bis zu...
es: Seleccionar abajo hasta...
fr: Sélectionner jusqu'à...
it: Seleziona in basso fino a...
ja: ...まで選択
nl: Selecteer tot aan...
pl: Zaznacz do...
pt_br: Selecioanr até...
ru: Выбрать вплоть до...
sl: Izberi navzdol...
sv: Välj ner till…
tr: Aşağıya doğru seçin ...
vi: Lựa chọn...
zh_hans: 选择至...

# Error_FileNotFound
source: File not found.
ar: لم يتم العثور على الملف.
cs: Soubor nenalezen.
de: Datei nicht gefunden
es: Archivo no encontrado.
fr: Fichier non trouvé.
it: FIle non trovato.
ja: ファイルが見つかりません。
nl: Bestand niet gevonden
pl: Nie znaleziono pliku.
pt_br: Arquivo não encontrado
ru: Файл не найден.
sl: Datoteka ni najdena.
sv: Fil ej funnen.
tr: Dosya bulunamadı.
vi: Không tìm thấy tệp tin.
zh_hans: 文件未找到。

# LoadingDialogTitlePostUninstallCommands
source: Running post-uninstall commands...
ar: تشغيل الاوامر بعد الغاء التثبيت...
cs: Spuštění po-odinstalační příkazy ...
de: Ausführen von NACH-Deinstallations Anweisungen...
es: Ejecutando comandos de post-desinstalación...
fr: Lancement de commandes post-désinstallation...
it: Esecuzione comandi post-disinstallazione...
ja: アンインストール後のコマンドを実行中...
nl: Uitvoeren van NA de-installatie opdrachten...
pl: Wykonywanie komend po dezinstalacji...
pt_br: Executando comandos pós-desinstalação...
ru: Запуск после команды удаления...
sl: Izvajanje poodstranitvenih ukazov...
sv: Kör efter-avinstallationskommandon…
tr: Yükleme sonrası komutları çalıştırılıyor ...
vi: Đang các thực thi các câu lệnh sau khi gỡ cài đặt (post-uninstall)...
zh_hans: 运行卸载后命令...

# LoadingDialogTitlePreUninstallCommands
source: Running pre-uninstall commands...
ar: تشغيل الاوامر السابقة لالغاء التثبيت...
cs: Spuštění před-odinstalační příkazy ...
de: Ausführen von VOR-Deinstallations Anweisungen...
es: Ejecutando comandos de pre-desinstalación...
fr: Lancement de commandes pré-désinstallation...
it: Esecuzione comandi pre-disinstallazione...
ja: アンインストール前のコマンドを実行中...
nl: Uitvoeren van VOOR de-installatie opdrachten...
pl: Wykonywanie komend przed dezinstalacją...
pt_br: Executando comandos pre-desinstalação...
ru: Запуск перед командой удаления...
sl: Izvajanje predodstranitvenih ukazov...
sv: Kör före-avinstallationskommandon…
tr: Ön yükleme komutlarını çalıştırılıyor ...
vi: Đang thực thi các câu lệnh trước khi gỡ cài đặt (pre-uninstall)...
zh_hans: 运行卸载前命令

# MainWindow_Statusbar_StatusReady
source: Ready
ar: جاهز
cs: Připraven
de: Fertig
es: Listo
fr: Prêt
it: Pronto
ja: 準備完了
nl: Voltooid
pl: Gotowy
pt_br: Pronto
ru: Готов
sl: Pripravljen
sv: Klar
tr: Hazır
vi: Sẵn sàng
zh_hans: 准备

# MainWindow_Statusbar_StatusSelection
source: {0} uninstallers selected
ar: تم تحديد {0} الغاء التثبيت
cs: {0} odinstalace vybraných
de: {0} Uninstaller gewählt
es: {0} desinstaladores seleccionados
fr: {0} désinstalleur(s) sélectionné(s)
it: {0} disinstallatori selezionati
ja: {0}のアンインストーラーが選択されました
nl: {0} De-installer(s) geselecteerd
pl: Wybrano {0} dezinstalatorów
pt_br: {0} desinstaladores selecionados
ru: {0} деинсталлятора(ов) отмечено
sl: {0} izbranih odstranjevalcev
sv: {0} avinstallerare valda
tr: {0} kaldırıcı seçildi
vi: {0} trình gỡ cài đặt được chọn
zh_hans: 已选中{0}个卸载程序

# MainWindow_Statusbar_Total
source: {0} uninstallers in total, {1}
ar: {0} الغاء التثبيت في المجموع ، {1}
cs: Celkem {0} odinstalováno, {1}
de: {0} Uninstaller gesamt, {1}
es: {0} desinstaladores en total, {1}
fr: {0} désinstalleur(s) au total, {1}
it: {0} disinstallatori in totale, {1}
ja: 合計{0}のアンインストーラー、{1}
nl: {0} de-installer(s) in totaal, {1}
pl: Razem {0} dezinstalatorów, {1}
pt_br: {0} desinstaladores no total, {1}
ru: {0} деинсталляторов всего, {1}
sl: {0} odstranjevalcev skupaj {1}
sv: {0} avinstallerare totalt, {1}
tr: Toplam {0} kaldırıcı, {1}
vi: Tổng số {0} trình gỡ cài đặt, {1}
zh_hans: 共{0}卸载程序，{1}

# MessageBoxes_ExternalCommandFailed_Message
source: Following command failed to execute: {0}
ar: فشل تنفيذ الامر التالي: {0}
cs: Provedení následujícího příkazu se nezdařilo: {0}
de: Folgender Befehl konnte nicht ausgeführt werden: {0}
es: El siguiente comando no se pudo ejecutar: {0}
fr: La commande suivante a échoué à l'exécution: {0}
it: Fallita esecuzione del seguente comando: {0}
ja: 次のコマンドの実行に失敗しました: {0}
nl: De volgende opdracht kon niet worden uitgevoerd: {0}
pl: Wykonanie następującej komendy nie powiodło się: {0}
pt_br: O seguinte comanddo falhou ao executar: {0}
ru: Следующую команду выполнить не удалось: {0}
sl: Naslednji ukaz ni bil izveden: {0}
sv: Följande kommando misslyckades med att utföras: {0}
tr: Aşağıdaki komut çalıştırılamıyor: {0}
vi: Không thực hiện được câu lệnh sau: {0}
zh_hans: 以下命令无法执行: {0}

# MessageBoxes_ExternalCommandFailed_Title
source: External execute failed
ar: فشل التنفيذ الخارجي
cs: Chyba při vykonání příkazu
de: Externe Ausführung fehlgeschlagen
es: Error de ejecución externa
fr: Echec d'exécution externe
it: Esecuzione esterna fallita
ja: 外部実行に失敗しました
nl: Externe uitvoering is mislukt
pl: Błąd wykonania komendy
pt_br: Falha de execução externa
ru: Внешняя команда не выполнена
sl: Zunanje izvajanje je spodletelo
sv: Extern åtgärd misslyckades
tr: Harici yürütme başarısız oldu
vi: Thực thi bên ngoài không thành công
zh_hans: 外部执行失败

# DefaultLanguage
source: Default
ar: افتراضي
cs: Výchozí
de: Voreinstellung
es: Por defecto
fr: Par défaut
it: Predefinita
ja: デフォルト
nl: Voorinstelling
pl: Domyślny
pt_br: Padrão
ru: По умолчанию
sl: Privzeto
sv: Standard
tr: Varsayılan
vi: Mặc định
zh_hans: 默认

# MessageBoxes_RestartNeededForSettingChangeQuestion_Details
source: Some settings will not take effect until the application is restarted.
ar: لن تصبح بعض الاعدادات نافذه المفعول حتى يتم اعاده تشغيل التطبيق.
cs: Některá nastavení se projeví až po restartu aplikace.
de: Einige Einstellungen werden erst nach einem Neustart der Anwendung wirksam.
es: Algunos cambios no tendrán efecto hasta que se reinicie la aplicación.
fr: Certains paramètres ne prendront effet jusqu'à ce que l'application soit relancée.
it: Alcuni parametri non saranno attivi fino a quando l'applicazione non sarà riavviata.
ja: 一部の設定はアプリケーションが再起動されるまで適用されません。
nl: Sommige instellingen worden pas na een herstart van het programma effectief.
pl: Niektóre ustawienia nie zostaną wprowadzone do momentu ponownego uruchomienia aplikacji.
pt_br: Algumas configurações só surtirão efeito após a reiniciação da aplicação.
ru: Некоторые настройки не вступят в силу, пока приложение не будет перезапущено.
sl: Nekatere nastavitve ne bodo uveljavljene, dokler aplikacija ne bo ponovno zagnana.
sv: Vissa inställningar kommer inte att träda i kraft förrän appen har startats om.
tr: Bazı ayarlar uygulama yeniden başlatılıncaya kadar geçerli olmaz.
vi: Một số cài đặt không có hiệu lực cho đến khi bạn khởi động lại ứng dụng.
zh_hans: 在重新启动应用程序之前，某些设置不会生效。

# MessageBoxes_RestartNeededForSettingChangeQuestion_Message
source: Do you want to restart BCU to apply new settings?
ar: لتطبيق الاعدادات الجديدة BCU هل تريد اعاده تشغيل ؟
cs: Chcete restartovat BCU pro použít nového nastavení?
de: Wollen Sie BCU neu starten, um die neuen Einstellungen zu übernehmen?
es: ¿Desea reiniciar BCU para aplicar los nuevos cambios?
fr: Voulez-vous redémarrer BCU à appliquer les nouveaux réglages
it: Vuoi riavviare BCU per rendere operative le nuove impostazioni?
ja: 新しい設定を適用するためにBCUを再起動しますか？
nl: Wilt u BCU opnieuw starten, om de nieuwe instellingen over te nemen?
pl: Czy chcesz ponownie uruchomić BCU aby zastosować nowe ustawienia?
pt_br: Deseja reiniciar o BCU para aplicar as novas configurações?
ru: Вы хотите перезапустить BCU, чтобы применить новые настройки?
sl: Ali želite ponovno zagnati BCU, za uporabo novih nastavitev?
sv: Vill du starta om BCU för att tillämpa nya inställningar?
tr: Yeni ayarları uygulamak için BCU'yu yeniden başlatmak istiyor musunuz?
vi: Bạn có muốn khởi động lại BCU để áp dụng các cài đặt mới chứ?
zh_hans: 想重新启动BCU以应用新设置吗?

# MessageBoxes_RestartNeededForSettingChangeQuestion_Title
source: Change application settings
ar: تغيير اعدادات التطبيق
cs: Změna nastavení aplikace
de: Anwendungseinstellungen ändern
es: Cambiar configuración de la aplicación
fr: Modifier les réglages de l'application
it: Modifica impostazioni programma
ja: アプリケーション設定を変更
nl: Programma instellingen wijzigen
pl: Zmień ustawienia aplikacji
pt_br: Alterar configurações do aplicativo
ru: Изменение настроек приложения
sl: Spremeni nastavitve aplikacije
sv: Ändra appinställningar
tr: Uygulama ayarlarını değiştir
vi: Thay đổi cài đặt ứng dụng
zh_hans: 更改应用程序设置

# PropertiesWindow_Table_ErrorNoCertificate
source: Certificate is missing
ar: الشهادة مفقوده
cs: Certifikát chybí
de: Zertifikat fehlt
es: Hace falta el certificado
fr: Certificat manquant
it: Certificato mancante
ja: 証明書がありません
nl: Certificaat ontbreekt
pl: Brak certyfikatu
pt_br: Certificado em falta
ru: Сертификат отсутствует
sl: Manjka digitalno potrdilo
sv: Certifikat saknas
tr: Sertifika eksik
vi: Không có chứng chỉ
zh_hans: 证书丢失

# MainWindow_Statusbar_ProcessingUninstallers
source: Processing detected applications, {0} left...
ar: معالجه الغاء التثبيت {0}
cs: Zpracování odinstalace ({0})
de: Verarbeitung der Uninstaller ({0})
es: Procesando desinstaladores ({0})
fr: Traitement des désinstalleurs ({0})
it: Elaborazione applicazioni rilevate. {0} mancanti...
ja: 検出されたアプリケーションを処理中、残り{0}...
nl: Verwerking van de de-installers ({0})
pl: Przetwarzanie wykrytych aplikacji, pozostało {0}...
pt_br: Processando aplicativos detectados, {0} restantes...
ru: Процесс деинсталляции ({0})
sl: Obdelava odstranjevalcev ({0})
sv: Bearbetar upptäckta appar, {0} kvar...
tr: Kaldırma işlemlerini gerçekleştirme ({0})
vi: Đang xử lý các ứng dụng được phát hiện, còn lại {0} ứng dụng...
zh_hans: 正在处理检测到的应用程序，剩余{0}个...
