Repository: Klocman/Bulk-Crap-Uninstaller
Catalog: source/BulkCrapUninstaller/Properties/Localisable.*.resx
Languages: ar, cs, de, es, fr, it, ja, nl, pl, pt_br, ru, sl, sv, tr, vi, zh_hans

# MessageBoxes_TaskSkip_Details
source: Selecting "Terminate" will immediately close the running uninstaller and might result in uninstallation not being completed. Usually it is possible to run the uninstaller again to finish the uninstallation. Alternatively you can skip waiting for this process. Skipping will let the uninstaller continue working while the task moves on to the next item. Keep in mind that some uninstallers can fail to run until the skipped process finishes.
ar: سيؤدي تحديد "الانهاء" الى اغلاق الغاء التثبيت الذي تم تشغيله فورا وقد ينتج عنه عدم اكتمال عمليه الغاء التثبيت. وعاده ما يكون من الممكن لتشغيل الغاء التثبيت مره اخرى لانهاء الغاء التثبيت بدلا من ذلك يمكنك تتخطى انتظار هذه العملية. التخطي سيسمح الغاء التثبيت الاستمرار في العمل اثناء انتقال المهمة الى المادة التالية. تذكر ان بعض المثبتات قد تفشل في التشغيل حتى تنتهي عمليه التخطي.
cs: Volba "Ukončit" se okamžitě uzavře běžící odinstalace a může způsobit že odinstalace není dokončena. Obvykle je možné spustit odinstalátor znovu a dokončit odinstalování. Případně můžete přeskočit čekání na tento proces. Přeskakování umožní v odinstalaci pokračovat, zatímco úkol přesune na další položku. Mějte na paměti, že některé odinstalace mohou selhat, pokud proces přeskočí a nedokončí.
de: Die Auswahl "Beenden" schließt unmittelbar den laufenden Uninstaller und kann dazu führen, dass die Deinstallation nicht abgeschlossen wird. In der Regel können Sie den Uninstaller erneut ausführen, um die Deinstallation abzuschließen. Alternativ können Sie die Wartezeit für diesen Prozess überspringen. Dies lässt den Uninstaller weiterarbeiten, während der Task zum nächsten Element springt. Denken Sie daran, dass einige Uninstaller nicht ausgeführt werden können, bevor der übersprungene Prozess abgeschlossen ist.
es: Al seleccionar "Terminar", se cerrará inmediatamente la desinstalación en ejecución y podría no ompletarse. Normalmente, es posible ejecutar el desinstalador de nuevo para terminar la desinstalación. Puede omitir la espera de este proceso. Esto permitirá que el desinstalador continúe trabajando mientras la tarea pasa al siguiente elemento. Tenga en cuenta que algunos desinstaladores pueden fallar para ejecutarse hasta que el proceso omitido termine.
fr: Sélectionner "Terminer" fermera immédiatement le désinstalleur en cours et pourraient aboutir à une désinstallation incomplète. D'ordinaire, il est possible de relancer le désinstalleur pour finir la désinstallation. Alternativement, vous pouvez passer l'attente de ce processus. Passer laissera le désinstalleur continuer à travailler pendant que la tâche passera à l'élément suivant. Gardez à l'esprit que quelques désinstalleurs peuvent échouer à se lancer jusqu'à ce que le processus passé se termine.
it: Selezionando "Termina" sarà immediatamente fermato il disinstallatore in esecuzione e la disinstallazione potrebbe non essere completata. Normalmente per completare l'attività è possibile eseguire nuovamente il disinstallatore. In alternativa puoi saltare l'attesa per questo processo. In questo modo farai in modo che il disinstallatore continuerà a lavorare mentre l'attività passerà all'elemento successivo. Ricorda che alcuni disinstallatori potrebbero non avviarsi fino a quando il processo saltato non verrà completato.
ja: 選択した「終了」は、実行中のアンインストーラーを即座に閉じ、アンインストールが完了しない可能性があります。通常、アンインストーラーを再実行してアンインストールを完了することができます。 また、このプロセスを待つのをスキップすることもできます。スキップすることで、アンインストーラーは作業を続け、タスクは次の項目に移動します。ただし、スキップしたプロセスが完了するまで、一部のアンインストーラーが実行されない可能性があることに注意してください。
nl: De keuze 'Beëindigen" sluit onmiddellijk de lopende de-installer en kan er in resulteren dat de de-installatie niet wordt afgesloten. In de regel kunt u de de-installer opnieuw uitvoeren om de de-installatie af te sluiten. Als alternatief kunt u de wachttijd voor dit proces overslaan. Hierdoor werkt de de-installer door, terwijl de taak naar het volgende onderdeel springt. Denk er aan, dat enkele de-installers niet kunnen worden uitgevoerd, voor dat het overgeslagen proces is afgesloten.
pl: Wybranie opcji "Zakończ" natychmiast zamknie uruchomiony dezinstalator i może spowodować nie dokończenie dezinstalacji. Zazwyczaj należy uruchomić dezinstalator jeszcze raz, aby dokończyć dezinstalację. Alternatywnie można pominąć czekanie na ten proces. Pomijanie pozwoli kontynuować pracę podczas dezinstalacji, zadanie przechodzi do następnej pozycji. Należy pamiętać, że niektóre dezinstalatory mogą nie działać, aż zakończy się proces pomijania.
pt_br: Selecionar "Terminar" fechará imediatamente o desinstalador em execução e pode resultar em uma desinstalação incompleta. Normalmente, é possível executar o desinstalador novamente para concluir a desinstalação. Como alternativa, você pode pular a espera por esse processo. Pular permitirá que o desinstalador continue funcionando enquanto a tarefa avança para o próximo item. Lembre-se de que alguns desinstaladores podem falhar em ser executados até que o processo pulado seja concluído.
ru: При выборе "Прервать" процесс удаления немедленно прекратится, это может привести к неполному удалению. Обычно можно запустить деинсталлятор снова, чтобы завершить удаление программы. В качестве альтернативы Вы можете пропустить ожидание для этого процесса. Пропуск позволит деинсталлятору продолжать работать, а заданию — перейти к следующему пункту. Имейте в виду, что некоторые деинсталляторы могут не заработать, пока не завершится предыдущий процесс.
sl: Izbira "Prekini", bo takoj zaprla zagnanega odstranjevalca in lahko povzroči nedokončano odstranjevanje. Za dokončanje odstranitve ponavadi zadostuje ponovni zagon odstranjevalca. Neobvezno, lahko preskočite čakanja na ta proces. Preskok bo dovolil odstranjevalcu nadaljevati z delom, medtem, ko se bo opravilo premaknilo na naslednji vnos. Imejte v mislih, da nekaterim odstranjevalcem lahko spodleti zagon, ko se konča preskočen proces.
sv: Att välja "Avsluta" kommer omedelbart att stänga den pågående avinstallationen och kan resultera i att avinstallationen inte slutförs. Vanligtvis är det möjligt att köra avinstallationsprogrammet igen för att slutföra avinstallationen. Alternativt kan du hoppa över att vänta på denna process. Att hoppa över kommer att låta avinstallationen fortsätta arbeta medan uppgiften går vidare till nästa objekt. Tänk på att vissa avinstallationer kan misslyckas med att köras tills den hoppade över processen är färdig.
tr: "Sonlandır" seçeneğinin seçilmesi, çalışan kaldırıcıyı hemen kapatır ve kaldırma işleminin tamamlanamamasına neden olabilir. Genellikle kaldırmayı bitirmek için kaldırıcıyı tekrar çalıştırmak mümkündür. Alternatif olarak, bu işlemi beklemeyi atlayabilirsiniz. Atlama, işleyici sonraki öğeye geçerken kaldırıcıyı çalışmaya devam etmesine izin verecektir. Bazı kaldırıcıların atlanan işlem bitene kadar çalışmaya devam edemeyeceğini unutmayın.
vi: Việc chọn "Chấm dứt" sẽ ngay lập tức đóng trình gỡ cài đặt đang chạy và có thể khiến quá trình gỡ cài đặt không được hoàn tất. Thông thường, bạn có thể chạy lại trình gỡ cài đặt để hoàn tất quá trình gỡ cài đặt. Ngoài ra, bạn có thể bỏ qua việc chờ quá trình này. Việc bỏ qua sẽ cho phép trình gỡ cài đặt tiếp tục hoạt động trong khi tác vụ chuyển sang mục tiếp theo. Hãy nhớ rằng một số trình gỡ cài đặt có thể không chạy cho đến khi quá trình bị bỏ qua kết thúc.
zh_hans: 选择“终止”将立即关闭运行的卸载程序，并且可能导致卸载不完整。通常可以再次运行卸载程序以完成卸载。 或者，你可以跳过等待此过程。跳过将让卸载程序继续工作，而任务移动到下一个项目。请记住，在跳过的过程完成之前，一些卸载程序无法运行。

# JunkRemove_Details_Title
source: Rating details
ar: تفاصيل التصنيف
cs: Podrobnosti o hodnocení
de: Bewertungs-Details
es: Detalles de calificación
fr: Détails de la note
it: Dettagli valutazione
ja: 評価の詳細
nl: Waardering details
pl: Szczegóły oceny
pt_br: Info. Avaliações
ru: Детали рейтинга
sl: Podrobne ocene
sv: Betygdetaljer
tr: Derecelendirme detayları
vi: Chi tiết đánh giá
zh_hans: 评分详细信息

# PropertiesWindow_Table_ErrorMissingRegistry
source: This application does not have a valid registry entry
ar: لا يوجد ادخال مكتب تسجيل صالح لهذا التطبيق
cs: Tato aplikace nemá platnou položku registru
de: Diese Anwendung hat keinen gültigen Registry-Eintrag
es: Esta aplicación no tiene una entrada de registro válida
fr: Cette application n'a pas une entrée de registre valide
it: Questa applicazione non ha voci di registro valide
ja: このアプリケーションには有効なレジストリエントリがありません。
nl: Dit programma heeft geen geldige register ingang
pl: Ta aplikacja nie posiada prawidłowego wpisu w rejestrze
pt_br: Essa aplicação nao tem uma entrada de registro válida
ru: Это приложение не имеет действительную запись в реестре
sl: Ta aplikacija nima veljavnega vnosa v registru
sv: Denna app har inte ett giltigt registerinlägg.
tr: Bu uygulamanın geçerli bir kayıt defteri girişi yok
vi: Ứng dụng này không có bất kỳ mục registry hợp lệ nào.
zh_hans: 此应用程序没有有效的注册表项

# PropertiesWindow_Table_ErrorMissingUninstaller
source: This application does not have a valid uninstaller
ar: ليس لهذا التطبيق الغاء تثبيت صالح
cs: Tato aplikace nemá platný odinstalalátor
de: Diese Anwendung hat keinen gültigen Uninstaller
es: Esta aplicación no tiene un desinstalador válido
fr: Cette application n'a pas un désinstalleur valide
it: Questa applicazione non ha un disinstallatore valido
ja: このアプリケーションには有効なアンインストーラーがありません。
nl: Dit programma heeft geen geldige de-installer
pl: Ta aplikacja nie posiada prawidłowego dezinstalatora
pt_br: Essa aplicação não tem um desinstalador válido
ru: Это приложение не имеет валидного деинсталлятора
sl: Ta aplikacija nima veljavnega odstranjevalca
sv: Denna app har inte ett giltigt avinstallationsprogram.
tr: Bu uygulama geçerli bir kaldırıcıya sahip değil
vi: Ứng dụng này không có trình gỡ cài đặt hợp lệ nào.
zh_hans: 此应用程序没有有效的卸载程序

# LoadingDialogTitleLoadingWindowsFeatures
source: Loading Windows Features...
ar: يتم الان تحميل ميزات الوندوز...
cs: Windows Vlastnosti se Načítájí ...
de: Windows-Funktionen laden...
es: Cargando características de Windows...
fr: Chargement des Fonctionnalités Windows...
it: Caricamento funzionalità di Windows...
ja: Windowsの機能を読み込んでいます...
nl: Windows onderdelen laden...
pl: Ładowanie funkcji systemu Windows...
pt_br: Carregando funcionalidades do Windows...
ru: Загрузка компонентов Windows...
sl: Nalaganje Windows funkcij...
sv: Laddar Windows Funktioner...
tr: Windows Özellikleri yükleniyor ...
vi: Đang nạp Windows Features...
zh_hans: 加载Windows功能...

# MainWindow_Statusbar_RefreshingStartup
source: Refreshing startup information...
ar: تحديث معلومات بدء التشغيل...
cs: Aktualizace startup informací ...
de: Startinformationen aktualisieren...
es: Actualizando información de inicio...
fr: Rafraîchissement des informations de démarrage...
it: Aggiornamento informazioni avvio automatico...
ja: 起動情報を更新しています...
nl: Verversen opstart informatie...
pl: Odświeżanie informacji o autostarcie...
pt_br: Atualizando informações de inicialização...
ru: Обновление информации автозапуска...
sl: Osveževanje zagonskih informacij...
sv: Uppdaterar startinformation…
tr: Yenileme başlangıç bilgileri ...
vi: Đang làm mới thông tin khởi động cùng hệ thống...
zh_hans: 刷新开机启动项信息...

# MessageBoxes_OpenDirectories_NoDirsToOpen
source: No directories to open
ar: لا توجد دلائل للفتح
cs: Žádné adresáře pro otevření
de: Keine Verzeichnsse zu öffnen
es: No hay directorios que abrir
fr: Aucun dossier à ouvrir
it: Nessuna cartella da aprire
ja: 開くディレクトリはありません。
nl: Geen mappen om te openen
pl: Brak katalogów do otwarcia
pt_br: Sem diretórios para abrir
ru: Нет каталогов для открытия
sl: Ni map za odpiranje
sv: Inga kataloger att öppna
tr: Açılacak dizin yok
vi: Không có thư mục nào để mở
zh_hans: 没有目录可以打开

source: Not available
ar: غير متاحه
cs: Není dostupný
de: Nicht verfügbar
es: No disponible
fr: Indisponible
it: Non disponibile
ja: 利用できません。
nl: Niet beschikbaar
pl: Niedostępne
pt_br: Indisponível
ru: Недоступно
sl: Ni na voljo
sv: Inte tillgängligt
tr: Müsait değil
vi: Không khả dụng
zh_hans: 不可用

# MessageBoxes_RatingErrorTitle
source: Ratings not available
ar: التصنيفات غير متوفرة
cs: Hodnocení není k dispozici.
de: Bewertung nicht verfügbar
es: Calificaciones no disponibles
fr: Notes non disponibles
it: Valutazioni non disponibili
ja: 評価は利用できません。
nl: Waarderingen niet beschikbaar
pl: Oceny nie dostępne
pt_br: Avaliações indisponíveis
ru: Рейтинги недоступны
sl: Ocene niso na voljo
sv: Betyg är inte tillgängligt
tr: Puanlar mevcut değil
vi: Đánh giá không có sẵn
zh_hans: 评分不可用

# MessageBoxes_RatingsDisabled_Message
source: You have to enable ratings from the settings first.
ar: يجب عليك تمكين التصنيفات من الاعدادات اولا.
cs: Musíte hodnocení povolit při prvním nastavení.
de: Sie müssen zuerst Bewertungen anhand der Einstellungen aktivieren.
es: Primero tiene que activar las calificaciones desde la configuración.
fr: Vous devez d'abord activer les notes dans les réglages.
it: Devi prima abilitare le valutazioni nelle impostazioni.
ja: 設定から評価を有効にする必要があります。
nl: U moet eerst 'Waarderen' inschakelen in de instellingen.
pl: Najpierw musisz włączyć oceny z ustawień.
pt_br: Você precisa habilitar as avaliações nas configurações antes.
ru: Вы должны включить рейтинги в настройках.
sl: V nastavitvah najprej morate omogočiti ocenjevanje.
sv: Du måste aktivera betyg i inställningarna först.
tr: İlk önce ayarlardan puanları etkinleştirmeniz gerekir.
vi: Trước tiên, bạn cần bật tính năng đánh giá từ cài đặt.
zh_hans: 你必须先从设置启用评分

# RateTitle_Counted
source: {0} applications
ar: {0} التطبيقات
cs: {0} aplikací
de: {0} Anwendungen
es: {0} aplicaciones
it: {0} applicazioni
ja: {0} アプリケーション
nl: {0} programma's
pl: {0} aplikacji
pt_br: {0} aplicações
ru: {0} приложений
sl: {0} aplikacij
sv: {0} appar
tr: {0} uygulamalar
vi: {0} ứng dụng
zh_hans: {0}应用程序

# RatingEntry_ToString
source: Average rating: {0}; My rating: {1}
ar: متوسط التقييم: {0}; تقييمي: {1}
cs: Průměrné hodnocení: {0}; Mé hodnocení: {1}
de: Durchschnittliche Bewertung: {0}; Meine Bewertung: {1}
es: Promedio de calificación: {0}; Mi calificación: {1}
fr: Note moyenne: {0}; Ma note: {1}
it: Valutazione media: {0}; la mia valutazione: {1}
ja: 平均評価: {0}; 私の評価: {1}
nl: Gemiddelde waardering: {0}; Mijn waardering: {1}
pl: Średnia ocena: {0}; Moja ocena: {1}
pt_br: Média da avaliação: {0}; Minha avaliação: {1}
ru: Средний рейтинг: {0}; Мой рейтинг: {1}
sl: Povprečna ocena: {0}; Moja ocena: {1}
sv: Medelbetyg: {0}; Mitt betyg: {1}
tr: Ortalama kullanıcı oyu: {0}; Derecelendirmem: {1}
vi: Đánh giá trung bình: {0}; Đánh giá của tôi: {1}
zh_hans: 平均评分:{0};我的评分:{1}

# MessageBoxes_ForceRunUninstallFailedError_Message
source: Following uninstallers failed to execute, likely because of a collision. Please wait for other uninstallers to finish and try again. {0} You can try disabling collision detection in the settings, but it is not recommended.
ar: فشلت عمليه التثبيت التالية في التنفيذ ، ومن المحتمل بسبب حدوث اصطدام. الرجاء الانتظار لانهاء التثبيت الاخرى والمحاولة مره اخرى. {0} يمكنك محاولة تعطيل الكشف عن الاصطدام في الاعدادات ، ولكن لا ينصح به.
cs: Odinstalace programů se nezdařila, pravděpodobně kvůli kolizim. Počkejte na ostatní dokončení odinstalací a akci opakujte. {0} Můžete zkusit zakázat detekci kolizí v nastavení, není doporučeno.
de: Nachfolgende Uninstaller verhinderten die Ausführung wahrscheinlich wegen einer Kollision. Bitte warten Sie, bis andere Uninstaller fertig sind, und versuchen Sie es erneut. {0} Sie können versuchen, die Kollisionserkennung in den Einstellungen zu deaktivieren, dieses wird jedoch nicht empfohlen.
es: Los siguientes desinstaladores no se pudieron ejecutar, probablemente a causa de una colisión. Por favor, espere a que otros desinstaladores terminen y vuelva a intentarlo. {0} Puede intentar deshabilitar la detección de colisiones en la configuración, pero no es recomendable.
fr: Les désinstalleurs suivants ont échoué à l'exécution, sûrement en raison d'une collision. Veuillez attendre que les autres désinstalleurs aient fini et réessayer. {0} Vous pouver tenter de désactiver la prévention de collision dans les réglages, mais ce n'est pas recommandé.
it: I seguenti disinstallatori hanno fallito l'esecuzione, forse per una collisione. Attendi che gli altri disinstallatori finiscano e riprova. {0} Puoi provare a disabilitare la rilevazione delle collisioni nelle impostazioni, ma non è raccomandato.
ja: 次のアンインストーラーの実行に失敗しました。おそらく衝突が原因です。他のアンインストーラーが完了するのを待ってから再試行してください。 {0} 設定で衝突検出を無効にすることもできますが、お勧めしません。
nl: De volgende de-installers werden uitgevoerd, mogelijk vanwege een conflict. Wacht tot de andere de-installers zijn voltooid en probeer het opnieuw. {0} U kunt proberen de detectie van conflicten in de instellingen uit te schakelen, maar dit wordt niet aanbevolen.
pl: Następujących dezinstalatorów nie udało się uruchomić, prawdopodobnie z powodu kolizji. Poczekaj aż inne dezinstalatory skonczą pracę i spróbuj ponownie. {0} Można spróbować wyłączyć wykrywanie kolizji w ustawieniach, ale nie jest to zalecane.
pt_br: Os seguintes desinstaladores falharam ao ser executados, provavelmente devido a um conflito. Por favor, aguarde os outros desinstaladores terminarem e tente novamente. {0} Você pode tentar desabilitar a detecção de conflitos nas configurações, mas isso não é recomendado.
ru: Следующие деинсталляторы не удалось выполнить, скорее всего, из-за конфликтов. Дождитесь окончания текущих деинсталляций и попробуйте снова. {0} Вы можете отключить обнаружение конфликтов в настройках, но это не рекомендуется.
sl: Naslednji odstranjevalci se niso uspešno zagnali, verjetno zaradi spora. Prosimo, da najprej počakate, da drugi odstranjevalci končajo delo in nato poskusite znova. {0} Lahko poskusite onemogočiti zaznavanje sporov v Nastavitvah, toda to ni priporočeno.
sv: Följande avinstallationer misslyckades att köras, troligen på grund av en kollision. Vänligen vänta tills andra avinstallationsprogram har slutförts och försök igen. {0} Du kan försöka inaktivera kollisionsdetektering i inställningarna, men det rekommenderas inte.
tr: Yüklemelerin kaldırılması, muhtemelen bir çarpışma nedeniyle yürütülemedi. Lütfen diğer kaldırıcıların bitmesini bekleyin ve tekrar deneyin. {0} Ayarlarda çarpışma algılamayı devre dışı bırakmayı deneyebilirsiniz, ancak önerilmez.
vi: Việc thực thi trình gỡ cài đặt sau không thành công. Chắc là do xung đột. Đợi các trình gỡ cài đặt khác hoàn tất và thử lại. {0} Bạn có thể thử tắt tính năng phát hiện xung đột trong cài đặt nhưng điều này không được khuyến khích.
zh_hans: 在卸载程序执行失败后，可能是因为冲突。请等待其他卸载程序完成并再试一次。 {0} 你可以尝试在设置中禁用冲突检测，但不建议使用。

# MessageBoxes_ForceRunUninstallFailedError_Title
source: Force uninstallation
ar: اجبار الغاء التثبيت
cs: Vynutit odinstalaci
de: Deinstallation erzwingen
es: Forzar desinstalación
fr: Forcer la désinstallation
it: Forza disinstallazione
ja: 強制アンインストール
nl: Forceer de-installatie
pl: Wymuś dezinstalację
pt_br: Forçar desinstalação
ru: Удалить принудительно
sl: Vsili odstranitev
sv: Tvinga avinstallation
tr: Kaldırma işlemini zorla
vi: Buộc gỡ cài đặt
zh_hans: 强制卸载

# MessageBoxes_ForceRunUninstallFailedError_Header
source: Failed to run some of the uninstallers
ar: فشل تشغيل بعض المثبتات
cs: Nepodařilo se spustit některé odinstalace programů
de: Einige der Deinstallationsprogramme konnten nicht ausgeführt werden
es: No se pudo ejecutar algunos de los desinstaladores
fr: Echec au lancement de certains des désinstalleurs
it: Esecuzione fallita di alcuni disinstallatori
ja: いくつかのアンインストーラーを実行できませんでした。
nl: Het uitvoeren van enkele de-installers is mislukt
pl: Nie powiodło się uruchomiene niektórych dezinstalatorów
pt_br: Falha para executar alguns dos desinstaladores
ru: Не все деинсталляторы удалось запустить
sl: Spodletel zagon nekaterih odstranjevalcev
sv: Misslyckades med att köra några av avinstallationsprogrammen.
tr: Bazı kaldırıcılar çalıştırılamadı
vi: Một số trình gỡ cài đặt không thực thi được.
zh_hans: 部分卸载程序无法运行

# MessageBoxes_Net4Missing_Title
source: .NET Framework v4.0 not found
ar: NET Framework v4.0 لم يتم العثور على
cs: .NET framework v4.0 nebyla nalezena.
de: .NET Framework v4.0 nicht gefunden
es: .NET Framework v4.0 no encontrado
fr: Framework .NET 4.0 introuvable
it: .NET Framework v4.0 non trovato
ja: .NET Framework v4.0が見つかりませんでした。
nl: .NET Framework v4.0 niet gevonden
pl: Nie znaleziono .NET Framework v4.0
pt_br: .NET Framework v4.0 não encontrado
ru: .NET Framework v4.0 не найден
sl: .NET Framework v4.0 nni najden
sv: .NET Framework 4.0 hittades inte.
tr: .NET Framework v4.0 bulunamadı
vi: Không tìm thấy .NET Framework v4.0
zh_hans: 未找到.NET Framework v4.0

# MessageBoxes_Net4Missing_Message
source: .NET Framework v4.0 was not found, some features will be disabled
ar: سيتم تعطيل بعض الميزات NET Framework v4.0 لم يتم العثور على
cs: .NET framework v4.0 nebylo nalezeno, budou zakázány některé funkce
de: .NET Framework v4.0 wurde nicht gefunden, einige Funktionen sind nicht verfügbar.
es: .NET Framework v4.0 no ha sido encontrado, algunas características podrían desactivarse
fr: Framework .NET 4.0 introuvable, certaines fonctions seront désactivées
it: .NET Framework v4.0 non trovato. Alcune funzioni saranno disabilitate
ja: .NET Framework v4.0が見つかりませんでした。一部の機能が無効になります。
nl: .NET Framework v4.0 werd niet gevonden, enkele functies zullen worden uitgeschakeld
pl: Nie znaleziono .NET Framework v4.0, niektóre funkcje będą niedostępne
pt_br: .NET Framework v4.0 não foi encontrado, alguns recursos serão desabilitados
ru: .NET Framework v4.0 не найден, некоторые функции будут отключены
sl: .NET Framework v4.0 ni bil najden, nekatere funkcije bodo onemogočene.
sv: .NET Framework 4.0 hittades inte, vissa funktioner kommer att inaktiveras.
tr: .NET Framework v4.0 bulunamadı, bazı özellikler devre dışı bırakılacak
vi: Một số tính năng sẽ bị tắt do không tìm thấy .NET Framework v4.0.
zh_hans: 未找到.NET Framework v4.0，某些功能将禁用
