Repository: Klocman/Bulk-Crap-Uninstaller
Catalog: source/BulkCrapUninstaller/Properties/Localisable.*.resx
Languages: ar, cs, de, es, fr, it, ja, nl, pl, pt_br, ru, sl, sv, tr, vi, zh_hans

# MessageBoxes_ModifyCommandMissing_Details
source: The selected application has no modify command specified. It might be necessary to uninstall, and then install it again to change install settings.
ar: التطبيق المحدد ليس له امر تعديل محدد. قد يكون من الضروري الغاء تثبيته ، ثم تثبيته مره اخرى لتغيير اعدادات التثبيت.
cs: Vybraná aplikace nemá žádný příkaz pro úpravu. Bude nutné ji odinstalovat a znovu jej nainstalovat
de: Für die ausgewählte Anwendung wurde kein Änderungsbefehl angegeben. Möglicherweise muss eine Deinstallation durchgeführt werden und eine Neuinstallation durchgeführt werden um Änderungen zu speichern.
es: La aplicación seleccionada no tiene comando de modificación especificado. Puede ser necesario desinstalar e instalar de nuevo para cambiar la configuración de instalación.
fr: L'application sélectionnée n'a pas la commande modifier spécifiée. Il peut être nécessaire de la désinstaller, puis de l'installer à nouveau pour changer les réglages d'installation.
it: L'applicazione selezionata non ha i comandi di modifica specificati. Per modificare i parametri di installazione potrebbe essere necessario disinstallarla e quindi reinstallarla..
ja: 選択したアプリケーションには変更コマンドが指定されていません。 インストール設定を変更するには、アンインストールして再インストールする必要がある場合があります。
nl: Voor het geselecteerde programma is geen wijzig opdracht gespecificeerd. Het kan noodzakelijk zijn om te de-installeren en het dan opnieuw te installeren om de installatie instellingen te wijzigen.
pl: Wybrana aplikacja nie ma określonego polecenia modyfikacji. Może być konieczne odinstalowanie, a następnie ponownie zainstalowanie aplikacji w celu zmiany ustawień jej instalacji.
pt_br: O aplicativo selecionado não possui um comando de modificação especificado. Pode ser necessário desinstalá-lo e, em seguida, reinstalá-lo para alterar as configurações de instalação.
ru: Выбранное приложение не имеет команды изменения. Возможно, потребуется удалить, а затем снова установить его, чтобы изменить настройки установки.
sl: Izbrana aplikacija nima določenega ukaza za spreminjanje. Morda jo bo potrebno odstraniti, nato pa jo znova namestiti, da spremenite nastavitve namestitve.
sv: Den valda applikationen har inget ändringskommando angivet. Det kan vara nödvändigt att avinstallera och sedan installera om den för att ändra installationsinställningarna.
tr: Seçilen uygulamada belirtilen değişiklik komutu yok. Yükleme ayarlarını değiştirmek için kaldırmak ve yeniden yüklemek gerekebilir.
vi: Không có câu lệnh sửa đổi nào được chỉ định cho ứng dụng đã chọn. Bạn có thể cần phải gỡ cài đặt và cài đặt lại để thay đổi cài đặt cài đặt.
zh_hans: 所选应用程序未指定修改命令。可能需要卸载，然后重新安装以更改安装设置。

# MessageBoxes_AskToSaveUninstallList_Title
source: Save uninstall list
ar: حفظ قائمه الغاء التثبيت
cs: Uložit seznam odinstalace
de: Speichern der Uninstall Liste
es: Guardar lista de desinstalación
fr: Sauver la liste de désinstallation
it: Salva elenco disinstallazione
ja: アンインストールリストを保存
nl: Opslaan de-installeer lijst
pl: Zapisz listę odinstalowywania
pt_br: Salvar lista de desinstalação
ru: Сохранить список удаления
sl: Shrani seznam odstranjevanja
sv: Spara avinstallationslista
tr: Kaldırma listesini kaydet
vi: Lưu danh sách gỡ cài đặt
zh_hans: 保存卸载列表

# MessageBoxes_AskToSaveUninstallList_Message
source: Save changes to the opened uninstall list?
ar: حفظ التغييرات في قائمه الغاء التثبيت المفتوحة ؟
cs: Uložit změny do seznamu otevřených odinstalací?
de: Speichern der Änderungen in der geöffneten Uninstall Liste
es: ¿Desea guardar cambios en la lista de desinstalación abierta?
fr: Sauver les changements de la liste de désinstallation ouverte?
it: Vuoi salvare le modifiche dell'elenco disinstallazione aperto?
ja: 開いているアンインストールリストに変更を保存しますか？
nl: Wijzigingen opslaan in de de-installatie lijst?
pl: Czy zapisać zmiany na otwartej liście odinstalowywania?
pt_br: Salvar as alterações na lista de desinstalação aberta?
ru: Сохранить изменения в списке удаления?
sl: Shranim spremembe na odprtem seznamu za odstranitev?
sv: Spara ändringar i den öppnade avinstallationslistan?
tr: Açılan kaldırma listesine değişiklikleri kaydedin?
vi: Bạn có muốn lưu các thay đổi vào danh sách gỡ cài đặt đang mở chứ?
zh_hans: 保存更改到打开的卸载列表?

# MessageBoxes_AskToSaveUninstallList_Details
source: There are unsaved changes in the opened uninstall list that will be lost by closing it.
ar: توجد تغييرات غير محفوظه في قائمه الغاء التثبيت المفتوحة سيتم فقدانها عند اغلاقها.
cs: V otevřeném odinstalačním seznamu jsou neuložené změny, které budou ztraceny zavřením.
de: Änderungen wurden in der geöffneten Uninstall Liste noch nicht gespeichert und werden beim Schließen verloren gehen.
es: Hay cambios no guardados en la lista de desinstalación abierta que se perderán al cerrarla.
fr: Il y a des changements non sauvés dans la liste de désinstallation ouverte qui seront perdus en la fermant.
it: Nell'elenco disinstallazione aperto sono presenti alcune modifiche non salvate che saranno perse alla chiusura.
ja: 開いているアンインストールリストに未保存の変更があります。これを閉じると失われます。
nl: Er zijn niet opgeslagen wijzigingen in de geopende de-installatie lijst, die verloren gaan door deze te sluiten.
pl: Istnieją niezapisane zmiany na otwartej liście odinstalowań, które zostaną utracone przez zamknięcie.
pt_br: Existem alterações não salvas na lista de desinstalação aberta que serão perdidas ao fechá-la.
ru: В списке удаления есть несохранённые изменения, которые будут потеряны при закрытии.
sl: Na odprtem seznamu za odstranjevanje so shranjene neshranjene spremembe, ki bodo izgubljene z njegovim zapiranjem.
sv: Det finns osparade ändringar i den öppnade avinstallationslistan som kommer att gå förlorade vid stängning.
tr: Açılan kaldırma listesinde, kapatılarak kaybedilecek kaydedilmemiş değişiklikler var.
vi: Có những thay đổi chưa được lưu trong danh sách gỡ cài đặt đang mở và sẽ bị mất khi đóng.
zh_hans: 打开的卸载列表中有未保存的更改，关闭该列表将丢失这些更改。

# FileTargeter_SelectDirectoryWithAppsToRemove
source: Select the directory with the applications to uninstall.
ar: حدد الدليل مع التطبيقات لالغاء التثبيت.
cs: Vyberte adresář s aplikacemi, které chcete odinstalovat.
de: Wählen Sie das Verzeichnis mit den zu deinstallierenden Anwendungen aus.
es: Seleccione el directorio con las aplicaciones a desinstalar.
fr: Sélectionner le dossier avec les applications à désinstaller.
it: Seleziona la cartella con le applicazioni da disinstallare.
ja: アンインストールするアプリケーションのあるディレクトリを選択してください。
nl: Selecteer de map met de programma's om te de-installeren.
pl: Wybierz katalog z aplikacjami do odinstalowania.
pt_br: Selecione o diretório com os aplicativos a serem desinstalados.
ru: Выберите каталог с приложениями для удаления.
sl: Izberite imenik z aplikacijami za odstranitev.
sv: Välj katalogen med apparna som ska avinstalleras.
tr: Kaldırılacak uygulamalar ile dizini seçin.
vi: Chọn thư mục chứa ứng dụng mà bạn muốn gỡ cài đặt.
zh_hans: 选择包含要卸载的应用程序的目录。

# JunkRemoveWindow_SelectBackupDirectoryTitle
source: Select where to save the backup. A new directory will be created.
ar: حدد مكان حفظ النسخة الاحتياطية. سيتم انشاء دليل جديد.
cs: Vyberte, kam chcete zálohu uložit. Bude vytvořen nový adresář.
de: Wählen Sie, wo die Sicherung gespeichert werden soll. Ein neues Verzeichnis wird erstellt.
es: Seleccione dónde guardar la copia de seguridad. Se creará un nuevo directorio.
fr: Sélectionner où enregistrer la sauvegarde. Un nouveau dossier sera créé.
it: Seleziona dove salvare la copia di sicurezza. Sarà creata una nuova cartella.
ja: バックアップを保存する場所を選択します。新しいディレクトリが作成されます。
nl: Selecteer waar de back-up opgeslagen moet worden. Er zal een nieuwe map gemaakt worden.
pl: Wybierz lokalizację, w której chcesz zapisać kopię zapasową. Zostanie utworzony nowy katalog.
pt_br: Selecione onde salvar o backup. Um novo diretório será criado.
ru: Выберите, где сохранить резервную копию. Будет создан новый каталог.
sl: Izberite, kje želite shraniti varnostno kopijo. Ustvarjen bo nov imenik.
sv: Välj var säkerhetskopian ska sparas. En ny mapp kommer att skapas.
tr: Yedeklemeyi nereye kaydedeceğinizi seçin. Yeni bir dizin oluşturulacak.
vi: Chọn nơi để lưu bản sao lưu. Một thư mục mới sẽ được tạo.
zh_hans: 选择保存备份的位置。将创建一个新目录。

# NewsPopup_UpdatedTitle
source: BCU has been updated to v{0}!
de: BCU wurde Upgedated auf v{0}!
es: ¡BCU se ha actualizado a v{0}!
fr: BCU a été mis à jour en v{0}!
it: BCU è stato aggiornato alla versione v{0}!
ja: BCUはv{0}に更新されました！
nl: BCU is bijgewerkt naar v{0}!
pl: BCU został zaktualizowany do wersji v{0}!
pt_br: O BCU foi atualizado para v{0}!
ru: BCU обновлён до v{0}!
sl: BCU je bil posodobljen v različico {0}!
sv: BCU har uppdaterats till v{0}!
tr: BCU, v {0} olarak güncellendi!
vi: BCU đã được cập nhật lên v{0}!
zh_hans: BCU已更新到v{0}!

# NewsPopup_FirstStartTitle
source: Welcome to BCU version {0}!
de: Willkommen zu BCU version {0}!
es: ¡Bienvenido a BCU, versión {0}!
fr: Bienvenue à BCU version {0}!
it: Benvenuto/a nella versione {0} di BCU!
ja: BCUバージョン{0}へようこそ！
nl: Welkom bij BCU versie {0}!
pl: Witamy w wersji BCU v{0}!
pt_br: Bem-vindo ao BCU versão {0}!
ru: Добро пожаловать в BCU версии {0}!
sl: Dobrodošli pri delu z BCU različice {0}!
sv: Välkommen till BCU version {0}!
tr: BCU {0} sürümüne hoş geldiniz!
vi: Chào mừng bạn đến với phiên bản {0} của BCU!
zh_hans: 欢迎使用BCU版本{0}!

# UninstallProgressWindow_StatusPuttingToSleepInSeconds
source: Putting PC to sleep in {0}s. Uncheck the sleep checkbox to cancel.
es: Poniendo la PC en reposo en {0}s. Desmarque la casilla de reposo para cancelar.
fr: Mise en veille du PC dans {0}s. Décocher la case veille pour annuler.
it: Il PC verrà messo nello stato di sleep tra {0} secondi. Per annullare deseleziona la casella di controllo 'sleep'.
ja: {0}秒後にPCをスリープ状態にします。スリープのチェックボックスを外すとキャンセルされます。
nl: PC in slaapstand zetten in {0}s. Verwijder het vinkje uit het slaapvakje om te annuleren.
pl: Uśpienie komputera za {0} sekund. Jeśli chcesz przerwać tę operację, odznacz pole wyboru.
pt_br: Colocando o PC em modo de descanso em {0} segundos. Desmarque a caixa de seleção de descanso para cancelar.
ru: Перевод компьютера в спящий режим через {0}s. Уберите флажок спящего режима для отмены.
sv: Ställer datorn i viloläge om {0}s. Avmarkera kryssrutan för viloläge för att avbryta.
tr: Bilgisayarı {0} saniye içinde uyku moduna geçirir. İptal etmek için uyku onay kutusunun işaretini kaldırın.
vi: Thiếp lập PC ở chế độ ngủ trong {0} giây. Tích vào hộp kiểm để hủy.
zh_hans: PC{0}秒后进入睡眠状态。取消选择睡眠复选框以取消。

# UninstallerListDoubleClickAction_DoNothing
source: Does nothing
fr: Ne fait rien
it: Non fare nulla
ja: 何もしない
nl: Niets
pl: Nic nie robi.
pt_br: Fazer nada
sv: Gör ingenting
tr: Bir şey yapmaz
vi: Không làm gì cả
zh_hans: 无

# UninstallerListDoubleClickAction_Properties
source: Opens properties
fr: Ouvre les propriétés
it: Apri proprietà
ja: プロパティを開く
nl: Eigenschappen openen
pl: Otwiera ustawienia.
pt_br: Abrir propriedade
sv: Öppnar egenskaper
tr: Özellikleri açar
vi: Mở thuộc tính
zh_hans: 打开属性

# UninstallerListDoubleClickAction_Uninstall
source: Uninstalls
fr: Déinstalle
it: Disinstalla
ja: アンインストールする
nl: De-installeert
pl: Odinstalowuje.
pt_br: Desinstala
sv: Avinstallationer
tr: Yüklemeleri kaldırır
vi: Gỡ cài đặt
zh_hans: 卸载

# LoadingDialogTitleCreatingRestorePoint
source: Creating a restore point...
ar: انشاء نقطه استعاده...
cs: Vytvoření bodu obnovení ...
de: Erstelle Wiederherstellungspunkt...
es: Creando un punto de restauración...
fr: Création d'un point de restauration...
it: Creazione punto di ripristino...
ja: 復元ポイントを作成する...
nl: Maak een herstelpunt...
pl: Tworzenie punktu przywracania...
pt_br: Criando um ponto de restauração
ru: Создание точки восстановления...
sl: Ustvarjanje obnovitvene točke...
sv: Skapar en återställningspunkt
tr: Bir geri yükleme noktası oluşturuluyor ...
vi: Đang tạo một điểm khôi phục mới...
zh_hans: 创建新的还原点...

# LoadingDialogTitleLookingForJunk
source: Searching for leftovers...
ar: بحث عن البقايا ...
cs: Vyhledávání pozůstatků ...
de: Suche nach Programmresten...
es: Buscando restos...
fr: Recherche de vestiges...
it: Ricerca oggetti residui...
ja: 残留物の検索...
nl: Zoeken naar programma restanten
pl: Szukanie pozostałości...
pt_br: Procurando por sobras...
ru: Поиск остатков...
sl: Iskanje ostankov...
sv: Sök efter rester...
tr: Arta kalanlar aranıyor ...
vi: Đang kiểm tra các phần còn sót lại...
zh_hans: 搜索残余...

# LoadingDialogTitlePopulatingList
source: Populating uninstaller list...
ar: ملء قائمه الغاء التثبيت...
cs: Vyplnění seznamu odinstalací ...
de: Fülle die Uninstaller Liste...
es: Poblando lista de desinstalación...
fr: Création de la liste des programmes installés...
it: Creazione elenco disinstallazione...
ja: アンインストーラリストを作成する
nl: De de-installatie lijst vullen...
pl: Odświeżanie listy dezinstalatorów...
pt_br: Preenchendo a lista de desinstalação...
ru: Обновление списка...
sl: Naseljevanje seznama odstranjevanja...
sv: Fyller listan med avinstallationsprogram...
tr: Kaldırma listesini kaldırılıyor ...
vi: Đang cập nhật danh sách các trình gỡ cài đặt...
zh_hans: 正在填充卸载程序列表...

# LoadingDialogTitleRemovingJunk
source: Removing leftovers...
ar: ازاله البقايا...
cs: Odstranění pozůstatků ...
de: Entferne Programmreste...
es: Eliminando restos...
fr: Suppression des vestiges...
it: Rimozione oggetti residui...
ja: 残存物を削除しています...
nl: Programma restanten verwijderen...
pl: Usuwanie pozostałości...
pt_br: Removendo sobras...
ru: Удаление остатков...
sl: Odstranjevanje ostankov...
sv: Tar bort rester...
tr: Kalıntıları çıkarma ...
vi: Đang loại bỏ các phần còn sót lại...
zh_hans: 删除残余...

# LoadingDialogTitleSearchingForUpdates
source: Searching for updates...
ar: بحث عن التحديثات...
cs: Hledání aktualizací ...
de: Suche nach Updates...
es: Buscando actualizaciones...
fr: Recherche de mises à jour...
it: Ricerca aggiornamenti...
ja: アップデートを検索する...
nl: Zoeken naar updates...
pl: Szukanie aktualizacji...
pt_br: Procurando atualizações...
ru: Поиск обновлений...
sl: Iskanje posodobitev...
sv: Söker efter uppdateringar...
tr: Güncellemeler aranıyor ...
vi: Đang kiểm tra các bản cập nhật...
zh_hans: 搜索更新...

# SearchNothingFoundMessage
source: There are no entries matching your search criteria.
ar: لا توجد ادخالات مطابقه لمعايير البحث.
cs: Nejsou k dispozici žádné záznamy odpovídající hledanému řetězeci.
de: Es gibt keine Einträge, die Ihrem Suchbegriff entsprechen.
es: No hay entradas que coincidan con sus criterios de búsqueda.
fr: Il n'y a pas d'entrée correspondant à votre chaîne de recherche.
it: Non ci sono voci che corrispondano ai criteri di ricerca.
ja: 検索条件に一致するエントリはありません。
nl: Er zijn geen registraties, die met uw zoekbegrip overeenkomen.
pl: Żaden element nie spełnia kryteriów wyszukiwania
pt_br: Não há entradas que correspondam aos seus critérios de pesquisa.
ru: Нет элементов, соответствующих критериям поиска.
sl: Tukaj ni ujemajočih vnosov z vašim iskalnim kriterijem.
sv: Inga poster matchar dina sökkriterier.
tr: Arama kriterinizle eşleşen giriş yok.
vi: Không có mục nào phù hợp với tiêu chí tìm kiếm của bạn.
zh_hans: 没有与你的搜索条件匹配的条目。

# StrExportHeader
source: BCUninstaller export Publisher | Version | Date | Size | Registry | Uninstaller type | Uninstall string | Quiet uninstall string | Comments
ar: Bcuninstaller تصدير الناشر | الاصدار | التاريخ | الحجم | التسجيل | الغاء التثبيت نوع | الغاء تثبيت السلسلة | سلسله الغاء التثبيت بهدوء|
cs: BCUninstaller export Vydavatel | Verze | Datum | Velikost | Registr | Typ odinstalátoru | Odinstalovat řetězec | Tichá odinstalace řetězece | Komentáře
de: BCUninstaller Export Herausgeber | Version | Datum | Größe | Registry | Uninstallertyp | Uninstallanweisung | Uninstallanweisung (still) | Kommentar
es: Exportación BCUninstaller Editor | Versión | Fecha | Tamaño | Registro | Tipo de desinstalación | Cadena de desinstalación | Cadena de desinstalación silenciosa | Comentarios
fr: Exportation BCUninstaller Editeur | Version | Date | Taille | Registre | Type de désinstalleur | Chaîne de désinstallation | Chaîne de désinstallation silencieuse | Commentaires
it: Esportazione BCUninstaller Editore | Versione | Data | Dimensione | Registro | Tipo di disinstallatore | Stringa disinstallazione | Stringa disinstallazione silenziosa | Commenti
ja: BCUninstaller のエクスポート 発行者｜バージョン｜日付｜サイズ｜レジストリ｜アンインストーラの種類｜アンインストール文字列｜静かなアンインストール文字列｜コメント
nl: BCUninstaller Export Uitgever | Versie | Datum | Grootte | Registry | De-installatie type | De-installatie string | De-installatie string (stil) | Commentaar
pl: Eksport programu BCUninstaller | Wersja | Data | Rozmiar | Rejestr| Typ dezinstalatora | Komenda dezinstalacji | Komenda cichej dezinstalacji | Komentarze
pt_br: Exportação BCUninstaller Editora | Versão | Data | Tamanho | Registro | Tipo de desinstalador | Cadeia de desinstalação | Cadeia de desinstalação silenciosa | Comentários
ru: BCUninstaller экспорт Издатель | Версия | Дата | Размер | Реестр | Тип деинсталлятора | Команда удаления | Команда тихого удаления | Комментарии
sl: BCUninstaller izvoz Založnik | Različica | Datum | Velikost | Register | Vrsta odstranjevalca | Odstranjevalni niz | Tiho odstrani | Komentarji
sv: BCUninstaller export Utgivare | Version | Datum | Storlek | Register | Avinstallations typ | Avinstallationssträng | Tyst avinstallationssträng | Kommentarer
tr: BCUninstaller dışa aktarma. Yayıncı | Sürüm | Tarih | Boyut | Kayıt defteri | Kaldırıcı türü | Dizgiyi kaldır | Sessiz kaldırma dizesi | Yorumlar
vi: Xuất BCUninstaller Nhà phát hành | Phiên bản | Ngày | Kích thước | Regsitry | Loại trình gỡ cài đặt | Câu lệnh gỡ cài đặt | Câu lệnh gỡ cài đặt âm thầm | Chú thích
zh_hans: BCUninstaller导出 发布者 | 版本 | 日期 | 大小 | 注册表 | 卸载程序类型 | 卸载字符串 | 静默卸载字符串 | 注释

# StrIsPortable
source: Portable
ar: محمول
cs: Přenosná
de: Portabel
it: Portatile
ja: ポータブル
nl: Portabel
pt_br: Portátil
ru: Портативная
sl: Prenosni
tr: Taşınabilir
zh_hans: 便携

# SysRestoreGenericError
source: Failed to call the API
ar: API فشل استدعاء
cs: Nepodařilo se volání API
de: Fehler beim Aufruf der API
es: No se ha podido llamar a la API
fr: Echec en appelant l'API
it: Chiamata dell'API non riuscita
ja: APIの呼び出しに失敗しました
nl: Oproep van API mislukt
pl: Błąd dostępu do API
pt_br: Falha ao chamar a API
ru: Не удалось вызвать API
sl: Ni uspel klic API funcije
sv: Misslyckades att anropa API:en
tr: API çağrısı başarısız oldu
vi: Gọi API không thành công
zh_hans: 调用API失败

# MessageBoxes_BackupFailedQuestion_Message
source: Registry backup failed, do you want to continue anyway?
ar: فشل النسخ الاحتياطي لمكتب السجل ، هل تريد المتابعة على ايه حال ؟
cs: Zálohování registru selhalo, chcete přesto pokračovat?
de: Sicherung der Registry ist fehlgeschlagen. Trotzdem fortfahren?
es: Error en la copia de seguridad del registro, ¿desea continuar de todos modos?
fr: Echec en sauvegardant le registre, voulez-vous continuer tout de même ?
it: Backup del registro non riuscito. Vuoi continuare ugualmente?
ja: レジストリのバックアップに失敗しましたが、続行しますか？
nl: Back-up van register is mislukt. Wilt u toch doorgaan?
pl: Tworzenia kopii zapasowej rejestru nie powiodło się, czy chcesz kontynuować mimo to?
pt_br: O backup do registro falhou, você quer continuar de qualquer maneira?
ru: Бэкап реестра не удался, всё равно продолжить?
sl: Varnostna kopija registra ni uspela. Ali želite, kljub temu nadaljevati?
sv: Säkerhetskopiering av registret misslyckades, vill du fortsätta ändå?
tr: Kayıt defteri yedeği başarısız oldu, yine de devam etmek istiyor musunuz?
vi: Sao lưu registry không thành công, bạn có muốn tiếp tục chứ?
zh_hans: 注册表备份失败，还要继续吗?

# MessageBoxes_BackupFailedQuestion_Details
source: Error details:
ar: تفاصيل الخطا:
cs: Podrobnosti o chybě:
de: Fehlerdetails:
es: Detalles del error:
fr: Détails de l'erreur :
it: Dettaglio errori:
ja: エラー詳細:
nl: Fout details:
pl: Szczegóły błędu:
pt_br: Detalhes do erro:
ru: Детали ошибки:
sl: Podrobnosti napake:
sv: Feluppgifter:
tr: Hata detayları:
vi: Chi tiết lỗi:
zh_hans: 错误详细信息:

# MessageBoxes_Title_Leftover_removal
source: Leftover removal
ar: ازاله البقايا
cs: Odstranění pozůstatků
de: Entfernen von Resten
es: Eliminación de restos
fr: Suppression des vestiges
it: Rimozione oggetti residui
ja: 残存物の削除
nl: Restanten verwijderen
pl: Usuwanie pozostałości
pt_br: Remoção das sobras
ru: Удаление остатков
sl: Odstranitev ostankov namestitve
sv: Restborttagning
tr: Arta kalan kaldırma
vi: Loại bỏ phần còn sót lại
zh_hans: 删除残余

# MessageBoxes_Error_details
source: Error details:
ar: تفاصيل الخطا:
cs: Podrobnosti o chybě:
de: Fehlerdetails:
es: Detalles del error:
fr: Détails de l'erreur :
it: Dettaglio errori:
ja: エラーの詳細です：
nl: Fout details:
pl: Szczegóły błędu:
pt_br: Detalhes do erro:
ru: Детали ошибки:
sl: Podrobnosti o napaki:
sv: Feldetaljer:
tr: Hata detayları:
vi: Chi tiết lỗi:
zh_hans: 错误详细信息:

# MessageBoxes_BackupRegistryQuestion_Message
source: Do you want to create a registry backup before continuing?
ar: هل تريد انشاء نسخه احتياطيه لمكتب السجل قبل المتابعة ؟
cs: Chcete vytvořit zálohu registru před pokračováním?
de: Möchten Sie eine Sicherung der Registry erstellen, bevor Sie fortfahren?
es: ¿Le gustaría crear una copia de seguridad del registro antes de continuar?
fr: Voulez-vous créer une sauvegarde du registre avant de continuer ?
it: Vuoi creare un backup del registro prima di continuare ?
ja: 続行する前にレジストリのバックアップを作成しますか？
nl: Wilt u een back-up van het register maken, voordat u verder gaat?
pl: Czy chcesz utworzyć kopię zapasową rejestru przed kontynuowaniem?
pt_br: Você deseja criar um backup do registro antes de continuar?
ru: Вы хотите создать бэкап реестра перед продолжением?
sl: Ali želite pred nadaljevanjem, narediti varnostno kopijo registra?
sv: Vill du skapa en säkerhetskopia av registret innan du fortsätter?
tr: Devam etmeden önce bir kayıt defteri yedeği oluşturmak ister misiniz?
vi: Bạn có muốn sao lưu registry trước khi tiếp tục không?
zh_hans: 要在继续之前创建注册表备份吗？
