Repository: Klocman/Bulk-Crap-Uninstaller
Catalog: source/BulkCrapUninstaller/Properties/Localisable.*.resx
Languages: ar, cs, de, es, fr, it, ja, nl, pl, pt_br, ru, sl, sv, tr, vi, zh_hans

# MessageBoxes_NoJunkFoundInfo_Details
source: No leftovers were found. There still might be some residue left so you can run a temporary file cleaner like BleachBit.
ar: BleachBit لم يتم العثور علي البقايا. لا يزال هناك قد يكون بعض البقايا متبقية حتى تتمكن من تشغيل ملف مؤقت المنظف مثل
cs: Nebyl nalezen žádný zbytek. Aby se ujistil, můžete spustit další program pro čištění smetí, např. BleachBit.
de: Keine Elemente gefunden. Mögliche Rückstände können Sie mit einem temporären Dateireiniger wie BleachBit entfernen.
es: No se encontraron restos. Todavía puede haber algún residuo faltante por lo que debería ejecutar un limpiador de archivos temporales como BleachBit o similar.
fr: Aucun élément n'a été trouvé. Il pourrait encore rester des résidus, de sorte que vous pouvez lancer un nettoyeur de fichiers temporaires comme BleachBit.
it: Nessun elemento rimanente trovato. Ci potrebbero essere alcuni residui e file temporanei che puoi rimuovere con programmi tipo BleachBit.
ja: 残留物は見つかりませんでした。まだいくらかの残留物が残っている可能性があるため、BleachBitのような一時ファイルクリーナーを実行できます。
nl: Geen restanten gevonden. Mogelijke restanten kunt u met een tijdelijke bestandenreiniger zoals BleachBit verwijderen.
pl: Nie znaleziono żadnych pozostałości. Dla pewności można uruchomić inny program czyszczący śmieci, np. BleachBit.
pt_br: Sem resíduos encontrados. Podem existir alguns resíduos ainda, você pode usar um limpador de arquivos temporários como o BleachBit.
ru: Остатки не найдены. Тем не менее, могли остаться временные файлы, Вы можете запустить чистку временных файлов, например, в BleachBit.
sl: Niso bili najdeni ostanki namestitve. So pa še vedno prisotni nekateri drugi neuporabni ostanki. Zato lahko zaženete čistilec začasnih datotek kot je npr. BleachBit.
sv: Inga rester hittades. Det kan dock fortfarande finnas några rester kvar så du kan köra en filrensare som BleachBit.
tr: Arta kalan kalıntı bulunamadı. BleachBit gibi geçici bir dosya temizleyici çalıştırabilmeniz için hala bir miktar kalıntı kalmış olabilir.
vi: Không tìm thấy bất kỳ phần còn sót lại nào. Có thể vẫn còn một ít, vì vậy bạn có thể chạy trình dọn dẹp tệp tạm thời như BleachBit.
zh_hans: 没有发现残余。可能还有一些残留，所以可以运行一个临时文件清理程序，如BleachBit。

# MessageBoxes_NothingToCopy_Message
source: There was nothing to copy to the clipboard. Either no selected uninstaller has this bit of information or you didn't select anything.
ar: ليس هناك شيء للنسخ الى الحافظة. اما اي الغاء التثبيت المحدد لديه هذا القليل من المعلومات او انك لم تحدد اي شيء.
cs: Nebylo co zkopírovat do schránky. Buď není vybraný odinstalátor nebo nějaké informace, nebo jste nevybrali nic.
de: Es gab nichts in die Zwischenablage zu kopieren. Sie haben entweder nichts ausgewählt oder die Information stammt vom Uninstaller
es: No había nada que copiar en el portapapeles. Ningún desinstalador seleccionado tiene este bit de información o no ha seleccionado nada.
fr: Il n'y a rien à copier dans le presse-papiers. Soit aucun désinstalleur sélectionné n'a ce bout d'information, soit vous n'avez rien sélectionné.
it: Non c'è nulla da copiare negli Appunti. Nessun disinstallatore selezionato ha questo bit di informazione oppure non hai selezionato nulla.
ja: クリップボードにコピーするものはありませんでした。選択したアンインストーラーにはこの情報が含まれていないか、何も選択されていません。
nl: Er was niets om te kopieëren naar het klembord. Of u heeft niets geselecteerd of de informatie is afkomstig van de de-installer.
pl: Nie znaleziono nic do skopiowania. Wybrane dezinstalatory nie posiadały tych informacji lub nie wybrałeś żadnego dezinstalatora.
pt_br: Não foi encontrado nada para copiar para a área de transferência. Nenhum desinstalador selecionado possui essa informação ou você não selecionou algo.
ru: Нечего копировать в буфер обмена. Выбранное не имеет этот блок информации, либо ничего не выбрано.
sl: Ničesar ni za kopiranje v odložišče. Ali ni izbran odstranjevalec s tako malo informacijami ali pa niste nič izbrali.
sv: Det fanns inget att kopiera till urklipp. Antingen har ingen vald avinstallationsprogram denna information eller så valde du ingenting.
tr: Panoya kopyalamak için hiçbir şey yoktu. Ya seçilen kaldırıcıyı bu bilgi biti yok ya da hiçbir şey seçmediniz.
vi: Không có gì để sao chép vào bảng nhớ tạm. Trình gỡ cài đặt bạn đã chọn không có thông tin này hoặc bạn không chọn bất kỳ thông tin nào.
zh_hans: 没有可复制到剪贴板的内容。没有选定的卸载程序包含此信息，或者你没有选择任何内容。

# MessageBoxes_Title_Copy_to_clipboard
source: Copy to clipboard
ar: نسخ الى الحافظة
cs: Kopírovat do schránky
de: In Zwischenablage kopieren
es: Copiar al portapapeles
fr: Copier dans le presse-papiers
it: Copia negli Appunti
ja: クリップボードにコピー
nl: Kopiëren naar het klembord
pl: Kopiuj do schowka
pt_br: Copiar para a Área de Transferência
ru: Копировать в буфер
sl: Kopiraj v odložišče
sv: Kopiera till Urklipp
tr: Panoya kopyala
vi: Sao chép vào bảng nhớ tạm
zh_hans: 复制到剪贴板

# MessageBoxes_Title_Open_directories
source: Open directories
ar: فتح الدلائل
cs: Otevřené adresáře
de: Verzeichnisse öffnen
es: Abrir directorios
fr: Ouvrir les dossiers
it: Apri cartella
ja: ディレクトリを開く
nl: Mappen openen
pl: Otwórz foldery
pt_br: Abrir diretórios
ru: Открыть папку
sl: Odpri imenike
sv: Öppna mappar
tr: Açık dizinler
vi: Mở thư mục
zh_hans: 打开目录

# MessageBoxes_OpenDirectoriesMessageBox_OpenMultiple
source: This action will open {0} directories at once, are you sure you want to continue?
ar: سيقوم هذا الاجراء بفتح {0} دليل في نفس الوقت ، هل تريد بالتاكيد المتابعة ؟
cs: Tato akce otevře {0} adresářů okamžitě, jsou si jisti, že chcete pokračovat?
de: Diese Aktion öffnet {0} Verzeichnisse auf einmal. Sind Sie sicher, dass Sie fortfahren möchten?
es: Esta acción abrirá {0} directorios a la vez, ¿está seguro de que desea continuar?
fr: Cette action ouvrira {0} dossiers d'un coup, êtes-vous sûr de vouloir continuer ?
it: Questa azione aprirà {0} cartelle alla volta. Sei sicuro di voler continuare?
ja: この操作は{0}のディレクトリを一度に開きます。続行してもよろしいですか？
nl: Deze bewerking opent {0} mappen tegelijk. Weet u zeker dat u verder wilt gaan?
pl: Ta akcja otworzy {0} folderów na raz, czy kontynuować?
pt_br: Esta ação irá abrir {0} diretórios de uma vez. Tem certeza que deseja continuar?
ru: Это действие откроет {0} каталогов сразу, Вы уверены, что хотите продолжить?
sl: To opravilo bo naenkrat odprlo {0} imenikov. Ali res želite nadaljevati?
sv: Denna åtgärd kommer att öppna {0} kataloger samtidigt, är du säker på att du vill fortsätta?
tr: Bu işlem bir kerede {0} dizini açacak, devam etmek istediğinizden emin misiniz?
vi: Thao tác này sẽ mở {0} thư mục cùng một lúc, bạn có chắc là muốn tiếp tục chứ?
zh_hans: 此操作将立即打开{0}个目录，确定要继续吗?

# MessageBoxes_Title_Search_online
source: Search on line
ar: بحث عن الخط
cs: Hledání Online
de: Online-Suche
es: Buscar en línea
fr: Rechercher en ligne
it: Ricerca in internet
ja: オンライン検索
nl: Online zoeken
pl: Szukaj online
pt_br: Procurar online
ru: Поиск в интернете
sl: Poišči na spletu
sv: Sök online
tr: Çevrimiçi ara
vi: Tìm kiếm trực tuyến
zh_hans: 联机搜索

# MessageBoxes_SearchOnlineMessageBox_NothingToSearchFor_Message
source: Nothing to search for
ar: لا شيء للبحث عنة
cs: Nic k vyhledání
de: Nichts zu suchen
es: No hay que buscar
fr: Rien à rechercher
it: Nulla da cercare
ja: 検索するものはありません
nl: Niets om naar te zoeken
pl: Nie ma nic do wyszukania
pt_br: Nada para procurar
ru: Нечего искать
sl: Ničr ni za iskanje
sv: Inget att söka efter
tr: Aranacak bir şey yok
vi: Không có gì để tìm kiếm
zh_hans: 没有可搜索的

# MessageBoxes_SelfUninstallQuestion_Title
source: Uninstall BCUninstaller
ar: الغاء تثبيت المثبت
cs: Odinstalovat BCUninstaller
de: BCUninstaller deinstallieren
es: Desinstalar BCUninstaller
fr: Désinstaller BCUninstaller
it: Disinstalla BCUninstaller
ja: BCUninstallerをアンインストール
nl: BCUninstaller de-installeren
pl: Odinstaluj BCUninstaller
pt_br: Desinstalar o BCUninstaller
ru: Удалить BCUninstaller
sl: Odstrani BCUninstaller
sv: Avinstallera BCUninstaller
tr: BCUninstaller öğesini kaldır
vi: Gỡ cài đặt BCUninstaller
zh_hans: 卸载BCUninstaller

# MessageBoxes_SelfUninstallQuestion_Message
source: Are you sure you want to uninstall BCUninstaller?
ar: هل تريد بالتاكيد الغاء تثبيت المثبت ؟
cs: Jste si jisti, že chcete odinstalovat BCUninstaller?
de: Möchten Sie BCUninstaller wirklich deinstallieren?
es: ¿Está seguro que desea desinstalar BCUninstaller?
fr: Etes-vous sur de vouloir désinstaller BCUninstaller ?
it: Sei sicuro di voler disinstallare BCUninstaller?
ja: BCUninstallerをアンインストールしてもよろしいですか？
nl: Wilt u BCUninstaller daadwerkelijk de-installeren?
pl: Czy na pewno chcesz odinstalować BCUninstaller?
pt_br: Tem certeza que deseja desinstalar o BCUninstaller?
ru: Вы уверены, что хотите удалить BCUninstaller?
sl: Ali res želite odstraniti BCUninstaller?
sv: Är du säker på att du vill avinstallera BCUninstaller?
tr: BCUninstaller'ı kaldırmak istediğinizden emin misiniz?
vi: Bạn có chắc là muốn gỡ cài đặt BCUninstaller chứ?
zh_hans: 你确定要卸载BCUninstaller吗?

# MessageBoxes_SelfUninstallQuestion_Details
source: I'm sorry to see you leave! If you have a minute or two please drop a word on why you uninstalled BCU on my website (http://klocmansoftware.weebly.com/). I'll do my best to fix any legitimate problems.
ar: سافعل ما بوسعي لاصلاح اي مشاكل مشروعه (http://klocmansoftware.weebly.com/).على موقعي BCU انا اسف لرؤيتك ترحل اذا كان لديك دقيقه او اثنتين يرجى اسقاط كلمه واحده لماذا قمت بالغاء تثبيت
cs: Je mi líto, že odcházíte! Pokud máte minutu nebo dvě, prosím napište slovo o tom, proč jste odinstalovali BCU na mých webových stránkách (http://klocmansoftware.weebly.com/). Budu se snažit opravit legitimní problémy.
de: Tut mir leid, Sie gehen zu sehen! Wenn Sie eine Minute Zeit haben, schreiben Sie mir kurz etwas über Ihre Gründe auf meiner Website (http://klocmansoftware.weebly.com/). Ich werde mein Bestes tun, um berechtigte Probleme zu beheben.
es: ¡Siento que nos deje! Si tiene un minuto, por favor, indique en mi sitio Web (http://klocmansoftware.weebly.com/) por qué desinstaló BCU. Haré mi mejor esfuerzo para solucionar cualquier problema legítimo.
fr: Je suis désolé de vous voir partir ! Si vous avez une minute ou deux merci de laisser un mot sur mon site web (http://klocmansoftware.weebly.com/) pour dire pourquoi vous désinstallez BCU. Je ferai de mon mieux pour réparer tout problème légitime.
it: Mi dispiace che ci vuoi lasciare! Se hai un minuto ti chiedo di scrivere sul sito web (http://klocmansoftware.weebly.com/) per quale motivo disinstalli BCU. Farò il massimo per porre rimedio ad ogni problema.
ja: お別れは残念です！ お時間があれば、なぜBCUをアンインストールしたのかを私のウェブサイト（http://klocmansoftware.weebly.com/）で教えていただけると幸いです。 正当な問題を修正できるよう最善を尽くします。
nl: Jammer dat u ons gaat verlaten! Als u enkele minuten heeft, laat mij dan met een kort bericht op mijn website (http://klocmansoftware.weebly.com/) weten waarom u BCU de-installeerde. Ik zal mijn best doen om gemelde problemen op te lossen.
pl: Jeżeli masz chwilę wstąp na stronę programu (http://klocmansoftware.weebly.com/) i napisz co skłoniło cię do odinstalowania BCU.
pt_br: Lamento em vê-lo partir! Se tiver um minuto ou dois, por favor, deixe um comentário sobre o motivo de ter desinstalado o BCU no meu site (http://klocmansoftware.weebly.com/). Farei o meu melhor para corrigir qualquer problema legítimo.
ru: Мне жаль видеть, что вы уходите! Если у Вас есть минута или две, пожалуйста, напишите на моём сайте несколько слов о том, почему был удалён BCU (http://klocmansoftware.weebly.com/). Я сделаю всё возможное, чтобы исправить любые существенные проблемы.
sl: Glejte. Žal mi je, da greste! Če imate vsaj minuto časa, na moji spletni strani (http://klocmansoftware.weebly.com/) napišite kakšno besedo o tem zakaj ste odstranili BCU. Po svojih najboljših močeh se bom potrudil popraviti vse legitimne težave.
sv: Tråkigt att du lämnar! Om du har en minut eller två, vänligen lämna några ord om varför du avinstallerade BCU på min webbplats (http://klocmansoftware.weebly.com/). Jag kommer att göra mitt bästa för att åtgärda eventuella legitima problem.
tr: Ayrıldığın için üzgünüm! Bir iki dakikanız varsa, lütfen web sitemde BCU'yu kaldırdığınıza dair bir söz bırakın (http://klocmansoftware.weebly.com/). Herhangi bir meşru sorunu çözmek için elimden geleni yapacağım.
vi: Tôi rất tiếc vì bạn đã gỡ bỏ BCU! Nếu bạn có một vài phút, hãy cho tôi biết lý do tại sao bạn gỡ cài đặt BCU trên trang web của tôi (http://klocmansoftware.weebly.com/). Tôi sẽ cố gắng hết sức để khắc phục bất kỳ sự cố chính đáng nào.
zh_hans: 很遗憾看到你离开！如果你有一两分钟的时间，请在我的网站上留言说明你为什么卸载BCU(http://klocmansoftware.weebly.com/)。我会尽力解决任何合理的问题。

# MessageBoxes_SysRestoreBeginQuestion_Message
source: Do you want to create a restore point before continuing?
ar: هل تريد انشاء نقطه استعاده قبل المتابعة ؟
cs: Chcete vytvořit bod obnovení před instalací?
de: Wiederherstellungspunkt erstellen, bevor Sie fortfahren?
es: ¿Le gustaría crear un punto de restauración antes de continuar?
fr: Voulez-vous créer un point de restauration avant de continuer ?
it: Prima di continuare vuoi creare un punto di ripristino?
ja: 続行する前にリストアポイントを作成しますか？
nl: Wilt u een herstelpunt maken voordat u verder gaat?
pl: Czy utworzyć punkt przywracania przed dezinstalacją?
pt_br: Você quer criar um ponto de restauração antes de continuar?
ru: Вы хотите создать точку восстановления прежде, чем продолжить?
sl: Ali želite pred nadaljevanjem, ustvariti obnovitveno točko?
sv: Vill du skapa en återställningspunkt innan du fortsätter?
tr: Devam etmeden önce bir geri yükleme noktası oluşturmak ister misiniz?
vi: Bạn có muốn tạo điểm khôi phục trước khi tiếp tục chứ?
zh_hans: 要在继续之前创建还原点吗?

# MessageBoxes_SysRestoreBeginQuestion_Details
source: If you are unsure if applications you are uninstalling are important or required to system stability it is recommended to create a restore point. If anything breaks after the procedure you can then use System Restore to roll back the changes.
ar: اذا كنت غير متاكد اذا كانت التطبيقات التي تقوم بالغاء تثبيتها هامه او مطلوبه لاستقرار النظام فمن المستحسن انشاء نقطه استعاده. اذا كان اي شيء فواصل بعد الاجراء يمكنك استخدام استعاده النظام لاسترجاع التغييرات.
cs: Pokud si nejste jisti, zda aplikace, které chcete odinstalovat, jsou důležité nebo nutné pro stabilitou systému doporučuje se vytvořit bod obnovení. Kdyby se něco poškodilo po zákroku pak můžete použít nástroje Obnovení systému a vrátit změny zpět.
de: Wenn Sie unsicher sind, ob die Anwendungen, die Sie deinstallieren, wichtig oder für die Systemstabilität erforderlich sind, ist es empfehlenswert, einen Wiederherstellungspunkt zu erstellen. Sollte etwas schief gehen, können Sie mittels Systemwiederherstellung die Änderungen zurücknehmen.
es: Si no está seguro de que las aplicaciones que está desinstalando son importantes o necesarias para la estabilidad del sistema, se recomienda crear un punto de restauración. Si se daña algo después del siguiente procedimiento, puede utilizar Restaurar Sistema para deshacer los cambios.
fr: Si vous n'êtes pas sûr que les applications que vous désinstallez sont importantes ou nécesaires à la stabilité du système, il est recommandé de créer un point de restauration. Si quelque chose est rompu après la procédure vous pouvez alors utiliser la Restauration du système pour revenir sur les changements.
it: Se hai dubbi che l'applicazione che stai disinstallando sia importante o necessaria per la stabilità del sistema è raccomandata la creazione di un punto di ripristino. Se qualunque cosa non dovesse funzionare dopo la procedura potrai ripristinare il sistema per annullare i cambiamenti.
ja: アンインストールするアプリケーションが重要であるか、システムの安定性に必要かどうか不明な場合は、リストアポイントを作成することをお勧めします。 手順後に何か問題が発生した場合は、システムの復元を使用して変更を元に戻すことができます。
nl: Bent u onzeker of de programma's die u wilt de-installeren, belangrijk of voor de systeemstabiliteit vereist zijn? Dan wordt aanbevolen om een herstelpunt te maken. Mocht er onverhoopt iets misgaan, dan kunt u met systeemherstel de wijziging(en) ongedaan maken.
pt_br: Se você não tem certeza que os aplicativos que está desinstalando são importantes ou necessários para a estabilidade do sistema, é recomendável criar um ponto de restauração. Se algo der errado após o procedimento, você pode usar a Restauração do Sistema para reverter as alterações.
ru: Если при удалении приложения Вы не уверены, является ли оно важными или обязательным для стабильности системы, рекомендуется создать точку восстановления. Если возникнут проблемы после удаления, Вы сможете воспользоваться восстановлением системы для отката изменений.
sl: Če niste prepričani, ali so aplikacije, ki ste jih odstranili, pomembne ali zahtevane za stabilnost sistema, je priporočljivo, da ustvarite obnovitveno točko. Če se karkoli zalomi po pravljenem postopki, lahko uporabite Obnovitev sistema, da povrnete nazaj vse opravljene spremembe.
sv: Om du är osäker på om de appar du avinstallerar är viktiga eller nödvändiga för systemets stabilitet, rekommenderas det att skapa en återställningspunkt. Om något går fel efter proceduren, kan du sedan använda Systemåterställning för att ångra ändringarna.
tr: Kaldırmakta olduğunuz uygulamaların önemli veya sistem kararlılığı için gerekli olup olmadığından emin değilseniz bir geri yükleme noktası oluşturmanız önerilir. İşlemden sonra herhangi bir şey olursa, değişiklikleri geri almak için Sistem Geri Yükleme'yi kullanabilirsiniz.
vi: Nếu bạn không chắc chắn rằng các ứng dụng bạn đang gỡ cài đặt có quan trọng hoặc cần thiết cho sự ổn định của hệ thống hay không, thì việc tạo điểm khôi phục hệ thống là điều được khuyến khích. Nếu bất kỳ vấn đề gì xảy ra sau quá trình gỡ cài đặt, bạn có thể sử dụng tính năng Khôi phục Hệ thống để hoàn tác các thay đổi.
zh_hans: 如果你不确定要卸载的应用程序对系统稳定性是否重要或必需，建议创建还原点。 如果在此过程之后出现任何中断，则可以使用系统还原回滚更改。

# MessageBoxes_SearchOnlineError_Message
source: An error has been encountered while opening the search page
ar: تمت مصادفه خطا اثناء فتح صفحه البحث
cs: Byla nalezena chyba při otevírání vyhledávací stránku
de: Beim Öffnen der Seite "Suche" ist ein Fehler aufgetreten
es: Se ha encontrado un error al abrir la página de búsqueda
fr: Erreur rencontrée en ouvrant la page de recherche
it: Errore nell'apertura della pagina di ricerca
ja: 検索ページを開いているときにエラーが発生しました
nl: Bij het openen van de pagina "Zoeken" trad een fout op
pl: Wystąpił błąd podczas otwierania wyszukiwarki.
pt_br: Um erro ocorreu ao abrir a página de pesquisa.
ru: Произошла ошибка при открытии страницы поиска
sl: Prišlo je do napake med odpiranjem iskane strani
sv: Ett fel uppstod när söksidan skulle öppnas.
tr: Arama sayfası açılırken bir hatayla karşılaşıldı
vi: Đã xảy ra lỗi khi mở trang tìm kiếm.
zh_hans: 打开搜索页面时遇到错误

# MessageBoxes_Title_Save_Uninstall_List
source: Save Uninstall List
ar: حفظ قائمه الغاء التثبيت
cs: Uložit seznam odinstalací
de: Deinstallations-Liste speichern
es: Guardar lista de desinstalación
fr: Sauvegarder la liste de désinstallation
it: Salva elenco disinstallazione
ja: アンインストールリストを保存
nl: De-installatiie lijst opslaan
pl: Zapisz listę dezinstalatorów
pt_br: Salvar lista de Desinstalação
ru: Сохранить список деинсталляции
sl: Shrani seznam odstranjevanja
sv: Spara avinstallations-lista
tr: Kaldırma Listesini Kaydet
vi: Lưu danh sách bộ lọc gỡ cài đặt
zh_hans: 保存卸载列表

# MessageBoxes_SaveUninstallListError_Message
source: Failed to save the list to a file
ar: فشل حفظ القائمة في ملف
cs: Nepodařilo se uložení seznamu do souboru
de: Liste konnte nicht in Datei gespeichert werden
es: No se ha podido guardar la lista en un archivo
fr: Echec en sauvegardant la liste dans un fichier
it: Errore nel salvataggio dell'elenco disinstallazione in un file
ja: リストをファイルに保存できませんでした
nl: De lijst kon niet in een bestand worden opgeslagen
pl: Zapisanie listy do pliku nie powiodło się.
pt_br: Falhar ao salvar a lista em um arquivo
ru: Не удалось сохранить список в файл
sl: Spodletelo je shranjevanje seznama v datoteko
sv: Misslyckades att spara listan till filen
tr: Liste bir dosyaya kaydedilemedi
vi: Lưu danh sách vào tệp không thành công
zh_hans: 保存列表到文件失败

# MessageBoxes_ResetSettingsConfirmation_Message
source: Are you sure you want to reset all application settings?
ar: هل تريد بالتاكيد اعاده تعيين كافة اعدادات التطبيق ؟
cs: Jste si jisti, že chcete obnovit všechna nastavení aplikace?
de: Sind Sie sicher, dass Sie alle Einstellungen zurücksetzen möchten?
es: ¿Está seguro que desea restablecer todos los ajustes de la aplicación?
fr: Etes-vous sûr de vouloir réinitialiser tous les réglages de l'application ?
it: Sei sicuro di voler ripristinare tutti i paramenti dell'applicazione?
ja: すべてのアプリケーション設定をリセットしてもよろしいですか？
nl: Weet u zeker dat u alle programma-instellingen wilt terugzetten?
pl: Czy na pewno zresetować wszystkie ustawienia?
pt_br: Tem certeza que deseja resetar todas as configurações do aplicativo?
ru: Вы уверены, действительно хотите сбросить все параметры приложения?
sl: Ali ste prepričani, da želite ponastaviti vse nastavitve aplikacije?
sv: Är du säker på att du vill återställa alla appinställningar?
tr: Tüm uygulama ayarlarını sıfırlamak istediğinizden emin misiniz?
vi: Bạn có chắc là muốn khôi phục lại tất cả cài đặt ứng dụng chứ?
zh_hans: 确定要重置所有应用程序设置?

# MessageBoxes_QuietUninstallersNotAvailableQuestion_Message
source: Some applications can't be uninstalled quietly
ar: لا يمكن الغاء تثبيت بعض التطبيقات بهدوء
cs: Některé aplikace nelze odinstalovat tiše
de: Für manche Anwendungen geht keine stille Deinstallation
es: Algunas aplicaciones no se pueden desinstalar silenciosamente
fr: Quelques applications ne peuvent être désinstallées silencieusement
it: Alcune applicazioni non possono essere disinstallate silenziosamente
ja: 一部のアプリケーションは静かにアンインストールできません
nl: Sommige programma's kunnen niet stil worden gede-installeerd
pl: Niektóre aplikacje nie mogą zostać cicho odinstalowane
pt_br: Algumas aplicaçoes não podem ser desinstaladas silenciosamente
ru: Некоторые приложения не могут быть удалены тихо
sl: Nekaterih aplikacij ni mogoče tiho odstraniti
sv: Vissa appar kan inte installeras tyst
tr: Bazı uygulamalar sessizce kaldırılamaz
vi: Một số ứng dụng không thể được gỡ cài đặt âm thầm.
zh_hans: 有些应用程序无法静默卸载

# MessageBoxes_ProtectedItemsWarningQuestion_Message
source: Some entries are protected and can not be modified
ar: بعض الادخالات محمية ولا يمكن تعديلها
cs: Některé položky jsou chráněné a nelze změnit
de: Einige Einträge sind geschützt und können nicht verändert werden
es: Algunas entradas están protegidas y no pueden ser modificadas
fr: Quelques entrées sont protégées et ne peuvent être modifiées
it: Alcune voci sono protette e non possono essere modificate
ja: 一部のエントリは保護されており、変更できません
nl: Sommige onderdelen zijn beveiligd en kunnen niet worden gewijzigd
pl: Niektóre pozycje są zabezpieczone i nie mogą być zmienione
pt_br: Algumas entradas sao protegiddas e não podem ser modificadas
ru: Некоторые записи защищены и не могут быть изменены
sl: Nekateri vnosi so zaščiteni in jih ni mogoče spreminjati
sv: Vissa poster är skyddade och kan inte ändras.
tr: Bazı girişler korunur ve değiştirilemez
vi: Một số mục được bảo vệ và không thể sửa đổi
zh_hans: 某些条目受保护，无法修改
