Repository: Klocman/Bulk-Crap-Uninstaller
Catalog: source/UninstallerAutomatizer/Properties/Localization.*.resx
Languages: es, ja, nl, pt_br, sl, sv, zh_hant

# Error_Invalid_number_of_arguments
source: Invalid number of arguments.
es: Número de argumentos inválido.
ja: 引数の数が無効です。
nl: Ongeldig aantal argumenten.
pt_br: Número inválido de argumentos.
sl: Neveljavno število argumentov.
sv: Ogiltigt antal argument.
zh_hant: 無效的參數

# Error_UnknownUninstallerType
source: Unknown uninstaller type: {0}
es: Tipo de desinstalador desconocido: {0}
ja: アンインストーラの種類が不明です: {0}
nl: Onbekend de-installer type: {0}
pt_br: Tipo de desinstalador desconhecido: {0}
sl: Neznana vrsta odstranjevalca: {0}
sv: Okänd avinstallationstyp: {0}
zh_hant: 未知的移除程式類型: {0}

# Error_InvalidPath
source: Invalid path, or file doesn't exist: {0}
es: Ruta inválida, o el archivo no existe: {0}
ja: パスが無効です、またはファイルが存在しません: {0}
nl: Ongeldig pad of bestand bestaat niet: {0}
pt_br: Local incorreto ou arquivo inexistente: {0}
sl: Ne obstaja neveljavna pot ali aplikacija: {0}
sv: Ogiltig sökväg, eller filen finns inte: {0}
zh_hant: 無效路徑，或檔案不存在:{0}

# Error_NotSupported
source: Automation of {0} uninstallers is not supported.
es: Automatización de {0} desinstaladores no es soportado.
ja: {0} のアンインストーラの自動化はサポートされていません。
nl: Automatisering van {0} de-installers wordt niet ondersteund.
pt_br: A automatização de {0} desinstaladores não é suportada.
sl: Avtomatizacija {0} odstranjevalcev ni podprta.
sv: Automatisering av {0} avinstallationsprogram stöds inte.
zh_hant: 不支援{0}移除程式的自動化

# Message_Starting
source: Automatically uninstalling "{0}"
es: Desinstalar automáticamente "{0}"
ja: "{0}" を自動的にアンインストールする
nl: Automatisch de-installeren "{0}"
pt_br: Desinstalando automaticamente ''{0}''
sl: Samodejno odstranjevanje "{0}"
sv: Automatisk avinstallation av "{0}"
zh_hant: 正在自動移除"{0}"

# Message_UserCancelled
source: User cancelled the operation
es: El usuario canceló la operación
ja: ユーザーが操作をキャンセルした
nl: Gebruiker annuleerde de activiteiten
pt_br: O usuário cancelou a operação
sl: Uporabnik je preklical to operacijo.
sv: Användaren avbröt operationen
zh_hant: 使用者取消了操作

# Message_Success
source: Automation was successful!
es: ¡La automatización fue exitosa!
ja: 自動化に成功しました！
nl: Automatisering was succesvol!
pt_br: A automação foi concluída com sucesso!
sl: Avtomatizacija je bila uspešna.
sv: Automatiseringen var framgångsrik!
zh_hant: 自動化成功!

# Message_UninstallFailed
source: Automatic uninstallation failed. Reason: {0}
es: La desinstalación automática falló. Razón: {0}
ja: 自動アンインストールに失敗しました。理由: {0}
nl: Automatische de-installatie mislukte. Reden: {0}
pt_br: A desinstalação automática falhou. Motivo: {0}
sl: Avtomatizacija odstranjevanja ni bila uspešna. Razlog: {0}
sv: Automatisk avinstallation misslyckades. Anledning: {0}
zh_hant: 自動移除失敗。原因: {0}

# Message_Automation_SelectingNotBadButton
source: Selecting not-blacklisted radio button: {0}
es: Selección del botón de opción no incluido en la lista negra: {0}
ja: ブラックリストに載らないラジオボタンを選択した: {0}
nl: Selecteren niet op de zwartelijst staand keuzerondje: {0}
pt_br: Selecionando o botão de opção não bloqueado: {0}
sl: Izbira radijskega gumba, ki ni na črnem seznamu: {0}
sv: Väljer icke-svartlistad alternativknapp: {0}
zh_hant: 正在選擇未加入黑名單的單選按鈕: {0}

# Message_Automation_SelectingGoodButton
source: Selecting known-good radio button: {0}
es: Selección del botón de opción conocido como bueno: {0}
ja: known-goodラジオボタンを選択しています: {0}
nl: Selecteren bekend-goed keuzerondje: {0}
pt_br: Selecionando o botão de opção conhecido como funcional: {0}
sl: Izbira znanega dobrega radijskega gumba: {0}
sv: Väljer känd-bra alternativknapp: {0}
zh_hant: 正在選擇已知的單選按鈕: {0}

# Message_Automation_FoundButtons
source: Found {0} radio buttons.
es: Botones de opción encontrados {0}.
ja: {0} のラジオボタンが見つかりました。
nl: Gevonden {0} keuzerondjes
pt_br: Encontrados {0} botões de opção.
sl: Najdeno je {0} radijskih gumbov.
sv: Hittade {0} alternativknappar.
zh_hant: 找到 {0} 個單選按鈕

# Message_Automation_ClickingButton
source: Clicking on the "{0}" button.
es: Clic en el botón "{0}".
ja: "{0}" のボタンをクリックする。
nl: Klikken op de "{0}" knop.
pt_br: Clicando no botão "{0}".
sl: S klikom na gumb "{0}".
sv: Klikcar på "{0}" knappen.
zh_hant: 點擊"{0}按鈕

# Message_Automation_PopupClosed
source: Pop-up window closed.
es: Ventana emergente cerrada.
ja: ポップアップウィンドウが閉じました。
nl: Pop-up venster gesloten.
pt_br: Pop-up fechado.
sl: Pojavno okno je zaprto.
sv: Pop-up fönster stängt.
zh_hant: 彈出視窗已關閉。

# Message_Automation_PopupFound
source: Found a pop-up window - "{0}".
es: Encontró una ventana emergente - "{0}".
ja: ポップアップウィンドウを発見 "{0}".
nl: Pop-up venster gevonden - "{0}".
pt_br: Encontrado uma janela pop-up: {0}
sl: Najdeno je pojavno okno - "{0}".
sv: Hittade ett pop-up fönster - "{0}".
zh_hant: 發現彈出視窗 - "{0}"。

# Message_Automation_PopupRecurringFound
source: Reoccuring popup window detected!
es: ¡Ventana emergente recurrente detectada!
ja: 再発するポップアップウィンドウを検出しました！
nl: Geruststellend pop-up venster gedetecteerd!
pt_br: Janela pop-up recorrente encontrada!
sl: Zaznano je bilo ponavljajoče se pojavno okno!
sv: Återkommande popup-fönster upptäckt!
zh_hant: 檢測到重覆出現的視窗!

# Message_Automation_Failed
source: Automatic uninstallation failed.
es: La desinstalación automática falló.
ja: 自動アンインストールに失敗しました。
nl: Automatische de-installatie mislukte.
pt_br: A desinstalação automática falhou.
sl: Samodejna odstranitev ni uspela.
sv: Automatisk avinstallation misslyckad.
zh_hant: 自動移除失敗。

# Message_Automation_WindowClosed
source: Window closed.
es: Ventana cerrada.
ja: ウィンドウを閉じました。
nl: Venster gesloten.
pt_br: Janela fechada.
sl: Okno je zaprto.
sv: Fönster stängt.
zh_hant: 視窗已關閉。

# Message_Automation_WindowFound
source: Found window "{0}".
es: Ventana encontrada "{0}".
ja: ウィンドウ "{0}" を発見しました。
nl: Gevonden venster(s) "{0}".
pt_br: Encontrado janela: "{0}".
sl: Najdeno je okno "{0}".
sv: Hittade fönster "{0}".
zh_hant: 找到了視窗"{0}"。

# Message_Automation_WindowSearching
source: Looking for windows...
es: Buscando ventanas...
ja: ウィンドウを探す...
nl: Zoeken naar vensters...
pt_br: Procurando janelas...
sl: Iskanje oken...
sv: Letar efter fönster...
zh_hant: 正在尋找視窗...

# Message_Automation_AppAttached
source: Attached to "{0}"
es: Adjuntado a "{0}"
ja: "{0}" にアタッチされています。
nl: Verbonden met "{0}"
pt_br: Anexado a "{0}"
sl: Pripeto v "{0}"
sv: Bifogad till "{0}"
zh_hant: 附加到"{0}"

# Message_Automation_WaitingForNsisExtraction
source: Waiting for NSIS uninstaller to extract...
es: Esperando que el desinstalador de NSIS se extraiga...
ja: NSISアンインストーラが展開するのを待ちます...
nl: Wachten op NSIS de-installer om uit te pakken...
pt_br: Aguardando o desinstalador NSIS extrair...
sl: Čakanje, da NSIS odstranjevalec razširi...
sv: Väntar på att NSIS avinstallationsprogram ska packa upp…
zh_hant: 正在等待NSIS移除程式解壓縮...

# Message_Automation_ProcessFailedToStart
source: Process failed to start.
es: El proceso no pudo iniciar.
ja: プロセスの起動に失敗しました。
nl: Start van process mislukte.
pt_br: O processo falou para iniciar.
sl: Postopek ni uspešno začet.
sv: Processen misslyckades att starta.
zh_hant: 程序啟動失敗。
