Repository: Klocman/Bulk-Crap-Uninstaller
Catalog: source/BulkCrapUninstaller/Forms/Windows/AboutBox.*.resx
Languages: nl

# labelVersion.Text
source: Version:
nl: Versie

# labelCompanyName.Text
source: Creator
nl: Gemaakt door

# labelis64.Text
source: Is 64bit:
nl: 64bit:

# labelPortable.Text
source: Is installed:
nl: Geïnstalleerd:

# labelArchitecture.Text
source: Architecture:
nl: Architectuur

# groupBox1.Text
source: Program version
nl: Programma versie

# linkLabel5.Text
source: NBug
nl: NBug von Teoman Soygul

# linkLabel2.Text
source: PortableSettingsProvider
nl: PortableSettingsProvider von CodeChimp

# groupBox2.Text
source: Assets used
nl: Gebruikte bronnen

# button1.Text
source: Close
nl: Sluiten

# linkLabel4.Text
source: Official webpage
nl: Officiële website

# groupBox3.Text
source: Developer info
nl: Ontwikkelaar info

# groupBox4.Text
source: Translators
nl: Vertalers

# $this.Text
source: About BCUninstaller (Bulk Crap Uninstaller)
nl: Over BCUninstaller (Bulk Crap Uninstaller)

# linkLabel9.Text
source: es.exe (CLI for Everything)
nl: es.exe (CLI voor Everything)
