Repository: Klocman/Bulk-Crap-Uninstaller
Catalog: source/BulkCrapUninstaller/Forms/Windows/MainWindow.*.resx
Languages: ar, cs, de, fr, hu, it, ja, nl, pt, ru, sl, sv, tr, vi, zh_hant

# displayStatusbarToolStripMenuItem.Text
source: Show status &bar
ar: اظهار شريط &المعلومات
cs: Ukázat stavový řá&dek
de: Statusleiste an&zeigen
fr: Montrer la &barre d'état
hu: Állapot&sor mutatása
it: Visualizza &barra di stato
ja: ステータスバーを表示
nl: Statusbalk &tonen
pt: Mostrar a barra de &estado
ru: Показывать &статусбар
sl: Prikaži statusno &vrstico
sv: Visa status &fält
tr: D&urum çubuğunu göster
vi: Hiển thị th&anh trạng thái
zh_hant: 顯示狀態列

# displaySettingsToolStripMenuItem.Text
source: Show &settings sidebar
ar: اظهار &اعدادات الشريط الجانبي
cs: Zobrazit &nastavení postranního panelu
de: Einstellungen-&Seitenleiste anzeigen
fr: Montrer la barre latérale des réglage&s
hu: &Beállítások oldalsáv mutatása
it: Visualizza barra laterale &impostazioni
ja: 設定サイドバーを表示
nl: Instellingen &zijbalk tonen
pt: Mostrar a &barra lateral de configurações
ru: Показывать &панель настроек
sl: Prikaži &stransko vrstico z nastavitvami
sv: Visa &inställningar i sidofältet
tr: Ayarları k&enar çubuğunda göster
vi: Hiển thị &cài đặt ở cạnh bên
zh_hant: 顯示設定側邊攔

# useSystemThemeToolStripMenuItem.Text
source: &Use system theme
ar: &استخدام موضوع النظام
cs: Po&užití systémového motivu
de: Systemdesign ben&utzen
fr: &Utiliser le thème système
hu: Ren&dszertéma használata
it: &Usa tema di sistema
ja: &システムテーマを使用
nl: &Gebruik systeemthema
pt: &Usar o tema do sistema
ru: &Использовать тему Windows
sl: &Uporabi sistemsko temo
sv: &Använd system tema
tr: &Sistem temasını kullan
vi: &Sử dụng chủ đề hệ thống
zh_hant: 使用系統主題

# viewWindowsStoreAppsToolStripMenuItem.Text
source: View Windows Store Apps
ar: عرض تطبيقات مخزن وندوز
cs: Zobrazit Windows Store aplikace
de: Zeige Windows Store Programme
fr: Voir les Apps Windows Store
hu: Microsoft Store alkalmazások mutatása
it: Visualizza App Store di Windows
ja: Windows Store Appsを見る
nl: Bekijk Windows Store apps
pt: Ver app no Windows Store
ru: Просмотр приложений магазина Windows
sl: Prikaz Windows Store aplikacije
sv: Visa Windows Store Appar
tr: Windows Mağazası Uygulamalarını Görüntüle
vi: Xem Windows Store App
zh_hant: 查看Windows商店應用

# searchToolStripMenuItem.Text
source: Search...
ar: بحث...
cs: Hledání ...
de: Suche...
fr: Chercher...
hu: Keresés...
it: Cerca...
ja: 検索
nl: Zoeken...
pt: Procurar...
ru: Поиск...
sl: Poišči...
sv: Sök...
tr: Ara...
vi: Tìm kiếm...
zh_hant: 搜尋...

# viewToolStripMenuItem.Text
source: &View
ar: &عرض
cs: &Náhled
de: &Ansicht
fr: &Affichage
hu: &Nézet
it: &Visualizza
ja: &表示
nl: &Beeld
pt: &Visualizar
ru: &Вид
sl: O&gled
sv: &Vy
tr: &Görünüm
vi: &Xem
zh_hant: 顯示

# uninstallToolStripMenuItem.Text
source: &Uninstall
ar: &الغاء التثبيت
cs: &Odinstalovat
de: &Deinstallieren
fr: &Désinstaller
hu: El&távolítás
it: &Disinstalla
ja: &アンインストール
nl: &De-installeren
pt: &Desinstalar
ru: &Удалить
sl: Ods&trani
sv: &Avinstallera
tr: &Kaldır
vi: Gỡ cài đặt
zh_hant: 解除安裝

# quietUninstallToolStripMenuItem.Text
source: Uninstall &quietly
ar: الغاء التثبيت &بهدوء
cs: Odinstalovat &potichu
de: &Stille Deinstallation
fr: Désinstaller en &silence
hu: &Csendes eltávolítás
it: Disinstalla &silenziosamente
ja: サイレントアンインストール
nl: De-installeer &onzichtbaar
pt: Desinstalar em &segundo plano
ru: Удалить &тихо
sl: Odstrani ti&ho
sv: Avinstallera &tyst
tr: &Sessizce kaldır
vi: Gỡ cài đặt âm &thầm
zh_hant: 最小化解除安裝

# advancedClipCopyToolStripMenuItem.Text
source: Advanced...
ar: المتقدمة...
cs: Upřesnit...
de: Erweitert
fr: Avancé...
hu: Speciális...
it: Avanzate...
ja: 高度な操作
nl: Geavanceerd...
pt: Avançado..
ru: Больше опций...
sl: Napredno...
sv: Avancerat...
tr: Gelişmiş...
vi: &Nâng cao...
zh_hant: 進階選項...

# copyFullInformationToolStripMenuItem.Text
source: &Full information
ar: &المعلومات الكاملة
cs: &Kompletní informace
de: &Vollständige Info
fr: In&formation complète
hu: &Teljes információ
it: Informazioni &Complete
ja: &全情報
nl: &Volledige informatie
pt: &Informação completa
ru: &Вся информация
sl: &Polna informacija
sv: &Fullständig information
tr: &Tam bilgi
vi: &Thông tin đầy đủ
zh_hant: 完整資訊

# toolStripMenuItem10.Text
source: Program name
ar: اسم البرنامج
cs: Název programu
de: Programm-Name
fr: Nom de programme
hu: Programnév
it: Nome programma
ja: プログラム名
nl: Programma naam
pt: Nome do programa
ru: Название программы
sl: Ime programa
sv: Programnamn
tr: Program adı
vi: Tên chương trình
zh_hant: 程序名稱

# toolStripMenuItem11.Text
source: Product code / GUID
ar: GUID/ رمز المنتج
cs: Kód produktu / GUID
de: Produktcode/GUID
fr: Code produit / GUID
hu: Termékkód / GUID
it: Codice prodotto / GUID
ja: プロダクトコード / GUID
pt: Código do produto / GUID
ru: Код продукта / GUID
sl: Koda izdelka/GUID
sv: Produkt kod / GUID
tr: Ürün kodu / GUID
vi: Mã sản phẩm / GUID
zh_hant: 產品代碼/GUID

# toolStripMenuItem12.Text
source: Full registry path
ar: مسار التسجيل الكامل
cs: Celá cesta registru
de: Vollständiger Registry-Pfad
fr: Chemin complet de registre
hu: Teljes registry útvonal
it: Percorso completo registro
ja: フルレジストリパス
nl: Volledig register pad
pt: Percurso completo do registo
ru: Полный путь реестра
sl: Polna registrska pot
sv: Fullständig registersökväg
tr: Tam kayıt defteri yolu
vi: Đường dẫn đầy đủ đến registry
zh_hant: 完整註冊表路徑

# toolStripMenuItem13.Text
source: Uninstall string
ar: الغاء تثبيت السلسلة
cs: Řetězec odinstalace
de: Deinstallationsanweisung
fr: Chaîne de désinstallation
hu: Eltávolítási karakterlánc
it: Stringa disinstallazione
ja: アンインストールコマンド
nl: De-installatie string
pt: Cadeia de desinstalação
ru: Команду удаления
sl: Niz za odstranjevanje
sv: Avinstallationssträng
tr: Dizgeyi kaldır
vi: Câu lệnh gỡ cài đặt
zh_hant: 解除安裝字串

# toolStripMenuItem8.Text
source: &Copy to Clipboard...
ar: &نسخ الى الحافظة...
cs: &Zkopírovat do schránky ...
de: In Zwischenablage &kopieren...
fr: &Copier dans le presse-papiers...
hu: Másolás a &Vágólapra...
it: &Copia negli Appunti
ja: &クリップボードにコピー
nl: &Kopieer naar klembord...
pt: &Copiar para a Área de Transferência
ru: &Копировать в буфер...
sl: &Kopiraj v odložišče...
sv: &Kopiera till Urklipp...
tr: &Panoya kopyala
vi: &Sao chép vào bảng nhớ tạm...
zh_hant: 複製到剪貼簿

# toolStripMenuItem5.Text
source: &Install location
ar: &موقع التثبيت
cs: &Umístění instalace
de: &Installationspfad
fr: Emplacement d'&installation
hu: Tele&pítési hely
it: &Percorso installazione
ja: &インストール場所
nl: &Installatie locatie
pt: &Localização da instalação
ru: &Место установки
sl: &Mesto namestitve
sv: &Installationsplats
tr: &Kurulum yeri
vi: Vị trí &cài đặt
zh_hant: 安裝位置

# toolStripMenuItem6.Text
source: &Uninstaller location
ar: &موقع الغاء التثبيت
cs: &Umístění odinstalátoru
de: &Programmpfad
fr: Emplacement du &désinstalleur
hu: Eltáv&olító helye
it: Percorso &disinstallatore
ja: &アンインストーラーの場所
nl: &De-installatie locatie
pt: &Localização da desinstalação
ru: Папку &деинстраллятора
sl: Mesto od&stranjevalca
sv: &Avinstallationsplats
tr: &Kaldırma yeri
vi: Vị trí &trình gỡ cài đặt
zh_hant: 解除安裝位置

# toolStripMenuItem7.Text
source: &Source location
ar: &موقع المصدر
cs: &Umístění zdroje
de: &Quellpfad
fr: Emplacement de la &source
hu: Forrá&s helye
it: &Percorso sorgente
ja: &ソースの場所
nl: &Bron locatie
pt: &Localização da origem
ru: &Локацию установщика
sl: Mesto &vira
sv: &Källplats
tr: &Kaynak yeri
vi: Vị trí &nguồn
zh_hant: 來源位置

# toolStripMenuItem1.Text
source: Open in &explorer...
ar: فتح في &المستكشف...
cs: Otevřít v &průzkumníku ...
de: Im &Explorer öffnen...
fr: Ouvrir dans l'&explorateur...
hu: Megnyitás az &Intézőben...
it: Apri in &Explorer...
ja: エクスプローラで開く
nl: Openen in &verkenner...
pt: Abrir em &explorador...
ru: Открыть в &проводнике...
sl: Odpri v &Raziskovalcu...
sv: Öppna med &utforskaren...
tr: &Dosya yöneticisinde aç
vi: Mở trong &Explorer...
zh_hant: 在檔案總管中打開

# toolStripMenuItem14.Text
source: Open &Web Page
ar: فتح &صفحه ويب
cs: Otevřít &Webovou stránku
de: &Webseite aufrufen
fr: Ouvrir la page &web
hu: &Weboldal megnyitása
it: Apri pagina &web
ja: URLを開く
nl: &Website oproepen
pt: Abrir &Página Web
ru: &Сайт программы
sl: Odpri sple&tno stran
sv: Öppna &Webbsida
tr: &İnternet sayfasını aç
vi: Mở trang &web
zh_hant: 開啟網頁

# onlineSearchToolStripMenuItem.Text
source: &Search online
ar: &بحث على الانترنت
cs: &Vyhledávání na řádku
de: Online-&Suche
fr: &Rechercher en ligne
hu: &Keresés az Interneten
it: &Cerca in internet
ja: &オンライン検索
nl: Online &zoeken
pt: &Procuraron line
ru: Поиск &онлайн
sl: Poišči na s&pletu
sv: &Sök online
tr: &Çevrimiçi ara
vi: Tìm &kiếm trực tuyến
zh_hant: 在網路上尋找

# rateToolStripMenuItem1.Text
source: Rate...
ar: معدل...
cs: Hodnotit...
de: Bewerten...
fr: Passez en revue...
hu: Minősítés...
it: Valuta...
ja: 評価する
nl: Waardering...
pt: Classificar...
ru: Рейтинг...
sl: Oceni...
sv: Betygsätt...
tr: Oyla...
vi: Đánh giá...
zh_hant: 評分...

# propertiesToolStripMenuItem.Text
source: Show &properties
ar: اظهار &الخصائص
cs: Zobrazit &vlastnosti
de: Ei&genschaften anzeigen
fr: Montrer les &propriétés
hu: Tula&jdonságok mutatása
it: Visualizza &proprietà
ja: プロパティ
nl: Eigenschappen &tonen
pt: Mostrar &propriedades
ru: &Свойства
sl: Prikaži &lastnosti
sv: Visa &egenskaper
tr: &Özellikleri göster
vi: Hiển thị &thuộc tính
zh_hant: 顯示屬性

# basicOperationsToolStripMenuItem.Text
source: &Basic operations
ar: &العمليات الاساسيه
cs: &Základní operace
de: &Hauptfunktionen
fr: Opérations &basiques
hu: &Alapműveletek
it: Operazioni di &base
ja: &基本操作
nl: &Basis bewerkingen
pt: &Operações básicas
ru: &Базовые операции
sl: Osnov&ne operacije
sv: &Grundläggande åtgärder
tr: &Basit operasyonlar
vi: Tính năng &cơ bản
zh_hant: 基本操作

# manualUninstallToolStripMenuItem.Text
source: Uninstall &manually
ar: الغاء التثبيت &يدويا
cs: Odinstalace &ručně
de: &Manuell deinstallieren
fr: Désinstaller &manuellement
hu: &Kézi eltávolítás
it: Disinstalla &manualmente
ja: 手動でアンインストールする
nl: &Handmatig de-installeren
pt: Desinstalar&manualmente
ru: &Ручное удаление
sl: &Ročno odstrani
sv: Avinstallera &manuellt
tr: &Manuel Kaldır
vi: Gỡ cài đặt thủ &công
zh_hant: 手動解除安裝

# toolStripMenuItem2.Text
source: &Install or configure (/I)
ar: (/I)&تثبيت او تكوين
cs: &Instalovat nebo konfigurovat (/I)
de: &Installieren oder konfigurieren (/I)
fr: &Installer ou configurer (/I)
hu: &Telepítés, vagy beállítás (/I)
it: &Installa o imposta (/I)
ja: &インストールまたは構成 (/I)
nl: &Installeren of configureren (/l)
pt: &Instalar e configurar (/I)
ru: Установка и &настройка (/I)
sl: Namest&i ali konfiguriraj (/I)
sv: &Installera eller konfigurera (/I)
tr: &Yükle veya yapılandır
vi: &Cài đặt hoặc cấu hình (/I)
zh_hant: 安裝或設置(/I)

# toolStripMenuItem3.Text
source: &Uninstall (/X)
ar: (/X)&الغاء التثبيت
cs: &Odinstalovat (/X)
de: &Deinstallieren (/X)
fr: &Désinstaller (/X)
hu: Eltá&volítás (/X)
it: &Disinstalla (/X)
ja: &アンインストール (/X)
nl: &De-installeren (/X)
pt: &Desinstalar (/X)
ru: &Удалить (/X)
sl: &Odstrani (/X)
sv: &Avinstallera (/X)
tr: &Kaldır (/X)
vi: &Gỡ cài đặt (/X)
zh_hant: 解除安裝(/X)

# toolStripMenuItem4.Text
source: &Quiet uninstall (/X /qb)
ar: (/X /qb) الغاء تثبيت بهدوء
cs: &Tichý odinstalace (/X /qb)
de: &Stille Deinstallation (/X /qb)
fr: Désinstaller en &silence (/X /qb)
hu: Cse&ndes eltávolítás (/X /qb)
it: &Disinstallazione silenziosa (/X /qb)
ja: &サイレントアンインストール (/X /qb)
nl: &Stille de-installatie (/X /qb)
pt: &Desinstalar em segundo plano (/X /qb)
ru: Удалить &тихо (/X /qb)
sl: &Tiho odstrani (/X /qb)
sv: &Tyst avinstallation (/X /qb)
tr: &Sessiz kaldırma (/ X / qb)
vi: &Gỡ cài đặt âm thầm (/X /qb)
zh_hant: 最小化解除安裝(/X /qb)

# msiUninstalltoolStripMenuItem.Text
source: &Uninstall using MsiExec
ar: MsiExec الغاء التثبيت باستخدام
cs: Odinstalovat za použití &MsiExec...
de: Deinstallation mit &MSIExec
fr: Désinstaller en &utilisant MsiExec
hu: Eltávolítás az &MsiExec-el
it: &Disinstalla tramite MsiExec
ja: &MsiExecによるアンインストール
nl: &De-installeren met MsiExec
pt: &Desinstalar usando o MsiExec
ru: &Использовать MsiExec...
sl: Ods&trani z uporabo MsiExec
sv: &Avinstallera med MsiExec
tr: &MsiExec kullanarak kaldır
vi: Gỡ cài đặt bằng &MsiExec
zh_hant: 使用MsiExec解除安裝

# renameToolStripMenuItem.Text
source: &Rename...
ar: &اعاده تسميه...
cs: &Přejmenovat...
de: &Umbenennen
fr: &Renommer
hu: Át&nevezés...
it: &Rinomina
ja: &リネーム
nl: &Hernoemen...
pt: &Renomear...
ru: &Переименовать...
sl: P&reimenuj...
sv: &Döp om...
tr: &Adını değiştir
vi: Đổi &tên...
zh_hant: 重新命名...

# disableAutostartToolStripMenuItem.Text
source: Disable autostart
ar: تعطيل التشغيل التلقائي
cs: Zakázat autostart
de: Autostart verhindern
fr: Désactiver démar. auto
hu: Automatikus indítás letiltása
it: Disabilita avvio automatico
ja: 自動起動を無効にする
nl: Autostart uitschakelen
pt: Desactivar o arranque automático
ru: Отключить автозагрузку
sl: Onemogoči samodejni zagon
sv: Inaktivera autostart
tr: Otomatik başlangıcı devre dışı bırak
vi: Tắt tính năng tự khởi động
zh_hant: 禁止自動啟動

# deleteToolStripMenuItem.Text
source: &Delete registry key
ar: &حذف مفتاح مكتب التسجيل
cs: &Odstranění klíče registru
de: &Registryschlüssel löschen
fr: &Supprimer la clé de registre
hu: &Beállításkulcs törlése
it: &Elimina chiave registro
ja: &レジストリキーを削除する
nl: &Verwijder registersleutel
pt: &Apagar a chave do registo
ru: Удалить запись &реестра
sl: Iz&briši registrski ključ
sv: &Radera registernyckel
tr: &Kayıt defteri anahtarını silin
vi: &Xóa khóa registry
zh_hant: 刪除註冊表鍵

# createBackupToolStripMenuItem.Text
source: Create &backup...
ar: انشاء &نسخ احتياطي...
cs: Vytvořit &zálohu...
de: &Backup anlegen...
fr: Créer une sau&vegarde...
hu: Men&tés készítése...
it: Crea &backup
ja: バックアップを作成する
nl: &Backup van register maken
pt: Criar &cópia de segurança...
ru: Создать &бекап...
sl: Ustvari &varnostno kopijo...
sv: Skapa &backup...
tr: Yedekleme &oluştur
vi: Tạo &bản sao lưu...
zh_hant: 建立備份

# openKeyInRegeditToolStripMenuItem.Text
source: &Open key in Regedit
ar: &فتح المفتاح في مكتب التسجيل
cs: &Otevřít klíč v REGEDITU
de: Schlüssel mit REGEDIT ö&ffnen
fr: &Ouvrir la clé dans Regedit
hu: Kulcs megnyitása a &Regedit-ben
it: &Apri chiave in Regedit
ja: &Regeditでキーを開く
nl: &Open de sleutel met Regedit
pt: &Abrir a chave no Regedit
ru: &Открыть ключ в Regedit
sl: &Odpri ključ z Regeditom
sv: &Öppna nyckel i Regedit
tr: Anahtarı kayı&t defterinde aç
vi: &Mở khoá trong Regedit
zh_hant: 在登錄編輯器中打開鍵

# advancedOperationsToolStripMenuItem.Text
source: &Advanced operations
ar: &العمليات المتقدمة
cs: &Pokročilé operace
de: Er&weiterte Funktionen
fr: Opérations a&vancées
hu: &Speciális műveletek
it: Operazioni &avanzate
ja: &高度なオペレーション
nl: &Geavanceerde bewerkingen
pt: &Operações avançadas
ru: &Расширенные операции
sl: &Napredne operacije
sv: &Avancerade åtgärder
tr: &Gelişmiş operasyonlar
vi: Tính năng &nâng cao
zh_hant: 進階操作

# cleanUpProgramFilesToolStripMenuItem.Text
source: &Clean up "Program Files" folders...
ar: &تنظيف "ملفات البرنامج" المجلدات...
cs: &Vyčistit "Program Files" složky ...
de: Programmverzeichnisse &bereinigen...
fr: &Nettoyer Program Files
hu: "Program Files" mappák &kitakarítása...
it: &Pulizia cartella "Program files"...
ja: &"プログラムファイル"フォルダをクリーンアップ
nl: &Opruimen "Programma bestanden" mappen...
pt: &Limpar as pastas dos "Ficheiros do programa"...
ru: &Очистка папки "Program Files"...
sl: &Čiščenje map "Programske datoteke"...
sv: &Rensa "Program Files" mappar...
tr: "Program Dosyaları" klasörlerini temiz&le ...
vi: &Dọn dẹp thư mục "Program Files"...
zh_hant: 清理"Program Files"文件夾

# openStartupManagerToolStripMenuItem.Text
source: Open Startup Manager
ar: فتح اداره بدء التشغيل
cs: Otevřít Manažera po spuštění
de: Autostart Manager
fr: Ouvrir le Gestionnaire de Démarrage
hu: Indítópult kezelő megnyitása
it: Apri gestore avvio automatico
ja: スタートアップマネージャを開く
nl: Opstartmanager openen
pt: Abrir o Gestor da Inicialização
ru: Открыть автозагрузку
sl: Odpri upravitelja zagona
sv: Öppna Uppstartshanteraren
tr: Başlangıç yöneticisini aç
vi: Mở Trình quản lý Khởi động cùng hệ thống
zh_hant: 開啟開機啟動項管理

# uninstallFromDirectoryToolStripMenuItem.Text
source: Uninstall from directory...
ar: الغاء التثبيت من الدليل...
cs: Odebrat z adresáře ...
de: Deinstalliere aus Ordner
fr: Désinstaller depuis le dossier...
hu: Eltávolítás a könyvtárból...
it: Disinstalla da cartella...
ja: ディレクトリからアンインストール
nl: De-installeer uit de map...
pt: Desinstalar do directório.
ru: Удалить из каталога...
sl: Odstrani iz imenika...
sv: Avinstallera från mapp...
tr: Dizinden kaldır ...
vi: Gỡ cài đặt từ thư mục...
zh_hant: 從目錄解除安裝

# openProgramsAndFeaturesToolStripMenuItem.Text
source: Open "&Programs and Features"
ar: "فتح "&البرامج والميزات
cs: Otevřít "&Programy a funkce"
de: "&Programme und Features" öffnen
fr: Ouvrir "&Programmes et Fonctionnalités"
hu: "&Programok és szolgáltatások" megnyitása
it: Apri "&Programmi e funzionalità"
ja: 「&Programs and Features」を開く
nl: "&Programma's en onderdelen" openen
pt: Abrir "&Programas e Funcionalidades"
ru: Открыть "&Программы и компоненты"
sl: Odpri "&Programi in funkcije"
sv: Öppna "&Program och funktioner
tr: "Programlar ve Özellikler" i açın
vi: Mở "&Programs and Features"
zh_hant: 打開"應用和功能"

# openSystemRestoreToolStripMenuItem.Text
source: Open "System Recovery"
ar: "فتح "استرداد النظام
cs: Otevřete "Obnovení systému"
de: Öffne "Systemwiederherstellung"
fr: Ouvrir "Récupération"
hu: "Rendszer-helyreállítás" megnyitása
it: Apri "Ripristino di sistema"
ja: 「System Recovery」を開く
nl: "Systeemherstel" openen
pt: Abrir o "Sistema de Recuperação".
ru: Открыть "Восстановление системы"
sl: Odpri "Obnovitev sistema"
sv: Öppna "Systemåterställning"
tr: "Sistem Kurtarma" yı açın
vi: Mở "System Recovery"
zh_hant: 打開"系統還原"

# settingsToolStripMenuItem.Text
source: &Settings
ar: &الاعدادات
cs: &Nastavení
de: Ein&stellungen
fr: &Réglages
hu: Beállítás&ok
it: &Impostazioni
ja: &設定
nl: &Instellingen
pt: &Configurações
ru: &Настройки
sl: Na&stavitve
sv: &Inställningar
tr: &Ayarlar
vi: &Cài đặt
zh_hant: 設定

# toolsToolStripMenuItem.Text
source: &Tools
ar: &الاداوات
cs: &Nástroje
de: &Werkzeuge
fr: Ou&tils
hu: Esz&közök
it: &Strumenti
ja: &ツール
nl: &Gereedschappen
pt: &Ferramentas
ru: &Сервис
sl: O&rodja
sv: &Verktyg
tr: A&raçlar
vi: &Công cụ
zh_hant: 工具

# openHelpToolStripMenuItem.Text
source: Open &help
ar: فتح &التعليمات
cs: Otevřít &Pomoc
de: &Hilfe öffnen
fr: Ouvrir l'&aide
hu: Sú&gó megnyitása
it: Apri &Guida in linea
ja: &ヘルプ を開く
nl: &Help openen
pt: Abrir &ajuda
ru: Открыть &справку
sl: Odpri po&moč
sv: Öppna &hjälp
tr: Ya&rdım'ı aç
vi: Mở &trợ giúp
zh_hant: 開啟幫助

# startSetupWizardToolStripMenuItem.Text
source: Start setup wizard
ar: بدء تشغيل معالج الاعداد
cs: Spustit průvodce nastavením
de: Setup-Assistenten starten
fr: Démarrer l'assistant d'installation
hu: Telepítővarázsló elindítása
it: Avvia assistente configurazione
ja: セットアップウィザードを起動する
nl: Setup assistent starten
pt: Iniciar o assistente de instalação
ru: Мастер настройки
sl: Zažni čarovnika za namestitev
sv: Starta installationsguiden
tr: Kurulum sihirbazını başlat
vi: Khởi chạy trợ lý thiết lập
zh_hant: 啟動設置精靈

# checkForUpdatesToolStripMenuItem.Text
source: Check for updates
ar: التحقق من وجود تحديثات
cs: Kontrola aktualizací
de: Nach Updates suchen
fr: Vérifier les mises à jour
hu: Frissítések ellenőrzése
it: Controlla aggiornamenti
ja: アップデートを確認
nl: Naar updates zoeken
pt: Verificar actualizações
ru: Проверить обновления
sl: Preveri obstoj posodobitev
sv: Sök efter uppdateringar
tr: Güncellemeleri kontrol et
vi: Kiểm tra các bản cập nhật
zh_hant: 檢查更新

# submitFeedbackToolStripMenuItem.Text
source: Submit feedback...
ar: ارسال الملاحظات...
cs: Odeslat zpětnou vazbu ...
de: Feedback senden...
fr: Soumettre une réaction...
hu: Visszajelzés küldése...
it: Invia feedback...
ja: フィードバックを送信
nl: Feedback sturen
pt: Enviar comentário...
ru: Обратная связь...
sl: Pošlji povratne informacije...
sv: Skicka feedback...
tr: Geri bildirim gönder ...
vi: Gửi phản hồi...
zh_hant: 提交回饋

# resetSettingsToolStripMenuItem.Text
source: Reset settings
ar: اعاده تعيين الاعدادات
cs: Původní nastavení
de: Einstellungen zurücksetzen
fr: Réinitialiser les réglages
hu: Beállítások visszaállítása
it: Ripristina impostazioni
ja: 設定をリセット
nl: Instellingen terugzetten
pt: Redefinir configurações
ru: Сбросить настройки по умолчанию
sl: Ponastavi nastavitve
sv: Återställ inställningar
tr: Ayarları Sıfırla
vi: Đặt lại cài đặt
zh_hant: 重置設定

# uninstallBCUninstallToolstripMenuItem.Text
source: Uninstall BCUninstaller
ar: الغاء تثبيت المثبت
cs: Odinstalovat BCUninstaller
de: BCUninstaller deinstallieren
fr: Désinstaller BCUninstaller
hu: A BCUninstaller eltávolítása
it: Disinstalla BCUninstaller
ja: BCUninstallerをアンインストール
nl: De-installeer BCUninstaller
pt: Desinstalar o BCUninstaller
ru: Самоудаление BCUninstaller
sl: Odstrani BCUninstaller
sv: Avinstallera BCUninstaller
tr: BCUninstaller öğesini kaldır
vi: Gỡ cài đặt BCUninstaller
zh_hant: 解除安裝BCUninstaller

# aboutToolStripMenuItem.Text
source: &About
ar: &حول
cs: &O Programu
de: Ü&ber
fr: A &propos
hu: &Névjegy
it: &Info sul programma
ja: &BCUについて
nl: &Over
pt: &Acerca do
ru: &О программе
sl: &Vizitka
sv: &Om
tr: &Hakkında
vi: &Giới thiệu
zh_hant: 關於

# helpToolStripMenuItem.Text
source: &Help
ar: &التعليمات
cs: &Pomoc
de: &Hilfe
fr: Ai&de
hu: &Súgó
it: &Aiuto
ja: &ヘルプ
pt: &Ajuda
ru: &Справка
sl: Po&moč
sv: &Hjälp
tr: &Yardım
vi: Trợ &giúp
zh_hant: 幫助

# debugToolStripMenuItem.Text
source: Open &debug window
ar: فتح نافذه &التصحيح
cs: Otevřít &ladicí okno
de: &Debug-Fenster öffnen
fr: Ouvrir la fenêtre de débo&guage
hu: &Hibakeresés ablak megnyitása
it: Apri finestra di &debug
ja: &デバッグ ウィンドウを開く
nl: Open venster &foutopsporing
pt: Abrir a &janela de depuração
ru: Открыть окно &отладки
sl: Odpri o&kno za razhroščanje
sv: Öppna &debug fönster
tr: Ha&ta ayıklama penceresini aç
vi: &Mở cửa sổ gỡ lỗi
zh_hant: 開啟測試視窗

# createBackupFileDialog.Filter
source: Registry files|*.reg
ar: ملفات مكتب التسجيل |*.reg
cs: Soubor registrů|*.reg
de: Registry-Dateien|*.reg
fr: Fichiers registre|*.reg
hu: Registry fájlok|*.reg
it: File registro|*.reg
ja: レジストリファイル |*.reg
nl: Register bestanden|*.reg
pt: Ficheiros do registo|*.reg
ru: Reg файл|*.reg
sl: Registrske datoteke|*.reg
sv: Register filer|*.reg
tr: Kayıt dosyaları|*.reg
vi: Tệp registry|*.reg
zh_hant: 註冊表文件|*.reg

# createBackupFileDialog.Title
source: Create registry backup
ar: انشاء نسخ احتياطي لمكتب التسجيل
cs: Vytvořit zálohu registru
de: Registry-Sicherung erstellen
fr: Créer une sauvegarde du registre
hu: Beállításjegyzék mentésének létrehozása
it: Crea backup registro
ja: レジストリバックアップを作成する
nl: Backup van register maken
pt: Criar cópia de segurança do registo
ru: Создать бэкап реестра
sl: Ustvari varnostno kopijo registra
sv: Skapa backup av registret
tr: Kayıt defteri yedeği oluştur
vi: Tạo bản sao thanh ghi
zh_hant: 新增註冊表備份

# viewUpdatesToolStripMenuItem.Text
source: View Updates
ar: عرض التحديثات
cs: Zobrazit aktualizace
de: Zeige Updates
fr: Voir les Mises à jour
hu: Frissítések mutatása
it: Visualizza aggiornamenti
ja: 更新を見る
nl: Bekijk updates
pt: Mostrar actualizações
ru: Просмотр обновлений
sl: Prikaz posodobitev
sv: Visa uppdateringar
tr: Güncellemeleri görüntüle
vi: Xem các ứng dụng cập nhật
zh_hant: 查看更新

# toolStripButtonTarget.Text
source: Uninstall by window, directory, or file...
ar: الغاء التثبيت حسب الاطار او الدليل او الملف...
cs: Odinstalovat z windows adresáře nebo souboru...
de: Deinstallieren über Fenster, Ordner oder Datei
fr: Désinstaller par fenêtre, dossier ou fichier...
hu: Eltávolítás ablak, mappa vagy fájl segítségével...
it: Disinstalla da finestra, cartella o file...
ja: ウィンドウ、ディレクトリ、またはファイルでアンインストールする
nl: De-installeer mbv. venster, map of bestand...
pt: Desinstalar através de janela, directório ou arquivo...
ru: Удаление по окну, каталогу или файлу...
sl: Odstranitev po oknu, imeniku ali datoteki...
sv: Avinstallera via fönster, mapp eller fil...
tr: Pencere, dizin veya dosyaya göre kaldır ...
vi: Gỡ cài đặt dựa vào cửa sổ, thư mục hoặc tệp...
zh_hant: 透過視窗,目錄,或文件移除...
