Repository: Klocman/Bulk-Crap-Uninstaller
Catalog: source/BulkCrapUninstaller/Forms/Windows/MainWindow.*.resx
Languages: ar, cs, de, fr, hu, it, ja, nl, pt, ru, sl, sv, tr, vi, zh_hant

# toolStripButtonModify.Text
source: Modify
ar: التعديل
cs: Upravit
de: Ändern
fr: Modifier
hu: Módosítás
it: Modifica
ja: 修正する
nl: Wijzigen
ru: Изменить
sl: Spremeni
sv: Ändra
tr: Değiştir
vi: Sửa đổi
zh_hant: 修改

# excludeToolStripMenuItem.Text
source: Exclude
ar: استبعاد
cs: Vyloučit
de: Ausschließen
fr: Exclure
hu: Ne tartalmazza
it: Escludi
ja: 除外する
nl: Uitsluiten
ru: Исключая
sl: Izključi
sv: Exkludera
tr: Hariç tut
vi: Ngoại trừ
zh_hant: 排除

# includeToolStripMenuItem.Text
source: Include
ar: تشمل
cs: Patřící
de: Einschließen
fr: Inclure
hu: Tartalmazza
it: Includi
ja: 含める
nl: Inbegrepen
ru: Включая
sl: Vključi
sv: Inkludera
tr: Dahil et
vi: Bao gồm
zh_hant: 包含

# showTreemapToolStripMenuItem.Text
source: Show tree&map
ar: اظهار الشجرة &الخريطة
cs: Zobrazit strom&mapu
de: Zeige Baumstruktur&Verzeichnis
fr: Montrer la &carte en arbre
hu: Mappafa&térkép mutatása
it: Visualizza struttura ad &albero
ja: ツリーマップを表示
nl: Boomstructuur &map tonen
ru: Показывать карту &дерева
sl: Prikaži drevo &map
sv: Visa träd&map
tr: &Ağaç yapısını ve haritayı göster
vi: Hiển thị &bản đồ cây
zh_hant: 顯示樹狀圖

# filteringToolStripMenuItem.Text
source: &Quick filters
de: &Schnelle Filter
fr: Filtres &Rapides
hu: &Gyorsszűrők
it: Filtro &rapido
ja: &クイックフィルタ
nl: &Snelle filters
ru: &Быстрая фильтрация
sl: &Hitri filtri
sv: &Snabbfilter
tr: &Hızlı filtreler
vi: &Bộ lọc
zh_hant: 快速選項

# exportToABatchUninstallScriptToolStripMenuItem.Text
source: Export to a batch uninstall script...
de: Exportiere in einem Batch Uninstall script
fr: Exporter vers un script de désinstallation batch...
hu: Exportálás egy kötegelt eltávolítási szkriptbe...
it: Esporta in uno script per disinstallazione a blocchi...
ja: アンインストールスクリプトを作成する
nl: Exporteren naar een batch de-installeer script...
ru: Экспортировать в скрипт пакетного удаления
sl: Izvozi v serijsko skripto za odstranitev...
sv: Exportera till ett batch avinstallations-script
tr: Toplu kaldırma komut dosyasına aktar ...
vi: Xuất sang tập lệnh gỡ cài đặt hàng loạt...
zh_hant: 匯出到批量解除安裝腳本

# exportStoreAppsToPowerShellRemoveScriptToolStripMenuItem.Text
source: Create PowerShell remove script for Store Apps...
de: Erzeuge eine PowerShell entfernungs script für Store Programme
fr: Créer un script PowerShell de désinstallation pour les applications du Windows Store...
hu: PowerShell eltávolító szkript létrehozása a Microsoft Store alkalmazásokhoz...
it: Crea uno script PowerShell di rimozione per applicazioni dello Store...
ja: PowerShellを作成してStore Appsのスクリプトを削除する
nl: Creëer een PowerShell verwijder script voor Store Apps...
ru: Создать скрипт-деинсталлятор PowerShell для приложений магазина...
sl: Ustvarite PowerShell skripto za shranjevanje aplikacij...
sv: Skapa PowerShell borttagningsscript för Store Appar...
tr: Mağaza Uygulamaları için PowerShell kaldır komut dosyası oluştur ...
vi: Tạo tập lệnh PowerShell để xoá Store App...
zh_hant: 為商店應用程式創建PowerShell移除腳本

# advancedApplicationsToolStripMenuItem.Text
source: &Default filters
de: &Voreingestellte Filter
fr: Filtres par &défaut
hu: Alapértelmezett szűrők
it: Filtri pre&definiti
ja: &デフォルトフィルタ
nl: &Standaard filters
ru: &Стандартная фильтрация
sl: Privzeti &filtri
sv: &Standard filter
tr: &Varsayılan filtreler
vi: &Bộ lọc mặc định
zh_hant: 默認選項

# basicApplicationsToolStripMenuItem.Text
source: Only &basic applications
de: Nur &Grundlegende Anwendungen
fr: Applications &basiques seules
hu: Csak sima alkalmazások
it: Solo applicazioni di &base
ja: 基本的なアプリケーションのみ
nl: Alleen &basis toepassingen
ru: Только &базовые приложения
sl: Samo &osnovne aplikacije
sv: Endast &grundläggande appar
tr: Sade&ce basit uygulamalar
vi: Chỉ mình ứng &dụng cơ bản
zh_hant: 僅基本應用

# systemComponentsToolStripMenuItem.Text
source: Only system components
de: Nur System Komponenten
fr: Composants système seuls
hu: Csak rendszerösszetevők
it: Solo componenti di sistema
ja: システムコンポーネントのみ
nl: Alleen systeemcomponenten
ru: Только системные приложения
sl: Samo sistemske komponente
sv: Bara systemkomponenter
tr: Sadece sistem bileşenleri
vi: Chỉ mình thành phần hệ thống
zh_hant: 僅系統元件

# everythingToolStripMenuItem.Text
source: &Everything
de: &Alles
fr: &Tout
hu: &Minden
it: &Tutto
ja: &すべて
nl: &Alles
ru: &Всё подряд
sl: &Vse
sv: &Allting
tr: &Herşey
vi: &Tất cả mọi thứ
zh_hant: 所有

# automaticallyStartedToolStripMenuItem.Text
source: Only started automatically
de: Nur Automatisch startend
fr: Démarrages automatiques seuls
hu: Csak automatikusan indulók
it: Solo avviati automaticamente
ja: 自動起動のみ
nl: Alleen automatisch gestart
ru: Только автозапускающиеся
sl: Samo zagnane aplikacije
sv: Bara automatiskt startade
tr: Sadece otomatik olarak başlat
vi: Chỉ mình úng dụng tự động khởi chạy
zh_hant: 僅自動啟動

# onlyWebBrowsersToolStripMenuItem.Text
source: Only web browsers
de: Nur Web Browser
fr: Navigateurs web seuls
hu: Csak böngészők
it: Solo browser web
ja: Webブラウザのみ
nl: Alleen web browsers
ru: Только веб-браузеры
sl: Samo spletne brskalnike
sv: Bara webbläsare
tr: Sadece web tarayıcıları
vi: Chỉ mình trình duyệt
zh_hant: 僅網頁瀏覽器

# viewTweaksToolStripMenuItem.Text
source: View Tweaks
de: Zeige Verbesserungen
fr: Voir les Perfectionnements
hu: Javítások mutatása
it: Visualizza ottimizzazioni
ja: システムの調整を見る
nl: Bekijk tweaks
ru: Показать твики
sl: Prikaz izboljšav
sv: Visa Justeringar
tr: Düzenlemeleri görüntüle
vi: Xem các tinh chỉnh
zh_hant: 查看調整工具

# viewUnregisteredToolStripMenuItem.Text
source: View Unregistered
ar: عرض الغير مسجل
cs: Zobrazit neregistrovaných
de: Zeige Unregistrierte
fr: Voir les Non Enregistrés
hu: Nem regisztráltak mutatása
it: Visualizza non registrato
ja: 未登録を見る
nl: Bekijk ongeregistreerd
ru: Просмотр незарегистрированных
sl: Prikaz neregistriranih
sv: Visa Oregistrerade
tr: Kayıtsız olanları görüntüle
vi: Xem các mục chưa đăng ký
zh_hant: 查看未註冊應用

# viewWindowsFeaturesToolStripMenuItem.Text
source: View Windows Features
ar: عرض ميزات وندوز
cs: Zobrazení funkce systému Windows
de: Zeige Windows Eigenschaften
fr: Voir les Fonctionnalités Windows
hu: Windows-szolgáltatások mutatása
it: Visualizza funzionalità di Windows
ja: Windowsの機能を見る
nl: Bekijk Windows onderdelen
ru: Просмотр функций Windows
sl: Prikaz Windows funkcij
sv: Visa Windows-funktioner
tr: Windows Özelliklerini Görüntüle
vi: Xem Windows Features
zh_hant: 查看Windows功能

# modifyToolStripMenuItem.Text
source: Modify
ar: تعديل
cs: Upravit
de: Änderungen
fr: Modifier
hu: Módosítás
it: Modifica
ja: 修正する
nl: Wijzigen
ru: Изменённые
sl: Spremeni
sv: Modifiera
tr: Düzenle
vi: Sửa đổi
zh_hant: 修改

# takeOwnershipToolStripMenuItem.Text
source: Take ownership
fr: Devenir propriétaire
hu: Tulajdonba vétel
it: Assumi proprietà
ja: 所有権を得る
nl: Neem eigenaarschap op
ru: Взять ответственность на себя
sv: Ta ägarskap
tr: Sahipliği alın
vi: Lấy quyền sở hữu
zh_hant: 取得所有權限

# targetMenuItem.Text
source: Uninstall by window, directory, or file...
ar: الغاء التثبيت حسب الاطار او الدليل او الملف...
cs: Odinstalovat z windows adresáře nebo souboru...
de: Deinstalliere durch Fenster, Ordner oder Datei
fr: Désinstaller par fenêtre, dossier ou fichier...
hu: Eltávolítás ablak, mappa vagy fájl segítségével...
it: Disinstalla da finestra, cartella o file...
ja: ウィンドウ、ディレクトリ、またはファイルでアンインストールする
nl: De-installeer mbv. venster, map of bestand...
pt: Desinstalar através de janela, directório ou arquivo...
ru: Удаление по окну, каталогу или файлу...
sl: Odstranitev z oknom, imenikom ali datoteko...
sv: Avinstallera via fönster, katalog eller fil...
tr: Pencere, dizin veya dosyaya göre kaldır ...
vi: Gỡ cài đặt dựa vào cửa sổ, thư mục hoặc tệp...
zh_hant: 通過視窗,目錄,或文件解除安裝

# troubleshootUninstallProblemsToolStripMenuItem.Text
source: Troubleshoot uninstallation problems...
de: Beheben von Installationsproblemen
fr: Résolutions de problèmes de désinstallation...
hu: Eltávolítási problémák hibaelhárítása...
it: Risoluzione dei problemi di disinstallazione...
ja: アンインストールの問題を解決する
nl: Foutopsporing de-installatie problemen
ru: Решить проблемы удаления...
sl: Odpravljanje težav pri odstranjevanju...
sv: Felsök avinstallations problem...
tr: Kaldırma sorunlarını giderme ...
vi: Giải quyết vấn đề gỡ cài đặt...
zh_hant: 移除問題解答

# startDiskCleanupToolStripMenuItem.Text
source: Start Disk Cleanup
de: Starte Disk Cleanup
fr: Lancer le Nettoyage de disque
hu: Lemezkarbantartó indítása
it: Avvia pulizia disco
ja: ディスククリーンアップを開始する
nl: Start schijfopruiming
ru: Запустить очистку диска
sl: Začni čiščenje diska
sv: Starta Diskrensning
tr: Disk Temizleme'yi Başlat
vi: Khởi chạy dọn dẹp đĩa
zh_hant: 啟動硬碟清理

# tryToInstallNETV35ToolStripMenuItem.Text
source: Install .NET v3.5 (add feature)
de: Installiere .NET v3.5 (für weitere Funktionen)
fr: Installer .NET v3.5 (ajout de fonctionalité)
hu: .NET v3.5 telepítése (funkcíó hozzádása)
it: Installa .NET v3.5 (aggiungi funzionalità)
ja: .NET v3.5をインストールする（機能を追加する）
nl: Installeer .NET v3.5 (toevoeg functie)
ru: Установить .NET v3.5 (доп. фича)
sl: Namesti .NET v3.5 (dodaj funkcijo)
sv: Installera .NET v3.5 (lägg till funktion)
tr: .NET v3.5'i yükleyin (özellik ekleyin)
vi: Cài đặt .NET v3.5 (và các tính năng đi kèm)
zh_hant: 安裝.Net v3.5(添加功能)

# createRestorePointToolStripMenuItem.Text
source: Create a new restore point
ar: انشاء نقطه استعاده جديده
cs: Vytvořit nový bod obnovení
de: Einen neuen Wiederherstellungspunkt setzen
fr: Créer un nouveau point de restauration
hu: Új visszaállítási pont létrehozása
it: Creare un nuovo punto di ripristino
ja: 新しい復元ポイントを作成する
nl: Maak een nieuw herstelpunt
pt: Criar um novo ponto de restauro
ru: Создание новой точки восстановления
sl: Ustvari novo obnovitveno točko
sv: Skapa ny återställningspunkt
tr: Yeni bir geri yükleme noktası oluştur
vi: Tạo một điểm khôi phục mới
zh_hant: 建立新還原點

# alternativeToToolStripMenuItem.Text
source: AlternativeTo
ar: حق النقض
cs: AlternativaTo
nl: Alternatief voor...
ru: Альтернативный
sl: Neobvezno za

# toolStripMenuItem15.Text
source: Google
ar: جوجل

# googleToolStripMenuItem.Text
source: Google
ar: جوجل

# $this.Text
source: Bulk Crap Uninstaller
ar: حماقة سائبة الغاء التثبيت
