Repository: Klocman/Bulk-Crap-Uninstaller
Catalog: source/BulkCrapUninstaller/Forms/Windows/MainWindow.*.resx
Languages: ar, cs, de, fr, hu, it, ja, nl, pt, ru, sl, sv, tr, vi, zh_hant

# olvColumnDisplayName.Text
source: Name
ar: الاسم
cs: Jméno
fr: Nom
hu: Név
it: Nome
ja: プログラム名
nl: Naam
pt: Nome
ru: Имя
sl: Ime
sv: Namn
tr: Adı
vi: Tên
zh_hant: 程式名

# olvColumnPublisher.Text
source: Publisher
ar: الناشر
cs: Vydavatel
de: Herausgeber
fr: Editeur
hu: Kiadó
it: Editore
ja: 提供元名
nl: Uitgever
pt: Editor
ru: Издатель
sl: Založnik
sv: Utgivare
tr: Yayıncı
vi: Nhà phát hành
zh_hant: 發布人員

# olvColumnRating.Text
source: User rating
ar: تصنيف المستخدم
cs: Hodnocení uživatele
de: Benutzer-Bewertung
fr: Note utilisateur
hu: Felhasználói minősítés
it: Valutazione utente
ja: ユーザーの評価
nl: Gebruikers waardering
pt: Classificação do utilizador
ru: Рейтинг пользователей
sl: Uporabnikova ocena
sv: Användarbedömning
tr: Kullanıcı oyu
vi: Đánh giá của người dùng
zh_hant: 使用者評分

# olvColumnDisplayVersion.Text
source: Version
ar: الاصدار
cs: Verze
hu: Verzió
it: Versione
ja: バージョン
nl: Versie
pt: Versão
ru: Версия
sl: Različica
tr: Versiyon
vi: Phiên bản
zh_hant: 版本

# olvColumnInstallDate.Text
source: Install Date
ar: تاريخ التثبيت
cs: Datum instalace
de: Installationsdatum
fr: Date d'installation
hu: Telepítés dátuma
it: Data installazione
ja: インストール日時
nl: Installatie datum
pt: Data da isntalação
ru: Дата установки
sl: Datum namestitve
sv: Installationsdatum
tr: Kurulum Tarihi
vi: Ngày cài đặt
zh_hant: 安裝日期

# olvColumnSize.Text
source: Size
ar: الحجم
cs: Velikost
de: Größe
fr: Taille
hu: Méret
it: Dimensione
ja: ファイルサイズ
nl: Grootte
pt: Tamanho
ru: Размер
sl: Velikost
sv: Storlek
tr: Boyut
vi: Kích thước
zh_hant: 大小

# olvColumnStartup.Text
source: Startup
ar: البدء
cs: Spuštění
de: Autostart
fr: Démarrage
hu: Indítópult
it: Avvio
ja: スタートアップ
nl: Opstarten
pt: Inicialização
ru: Автозагрузка
sl: Zagon
sv: Uppstart
tr: Başlangıç
vi: Khởi động cùng hệ thống
zh_hant: 開機啟動項

# olvColumnIs64.Text
source: 64bit
ar: 64 بت
fr: 64bits
hu: 64-bites
ru: x64
sl: 64-bitni
zh_hant: 64位元

# olvColumnUninstallString.Text
source: Uninstall command
ar: امر الغاء التثبيت
cs: Příkaz pro odinstalaci
de: Uninstall-Befehl
fr: Commande de désinstallation
hu: Eltávolítási parancs
it: Comando disinstallazione
ja: アンインストールコマンド
nl: De-installeer opdracht
pt: Comando de desinstalação
ru: Команда удаления
sl: Ukaz za odstranjevanje
sv: Avinstallationskommando
tr: Kaldırma komutu
vi: Câu lệnh gỡ cài đặt
zh_hant: 移除指令

# olvColumnAbout.Text
source: About URL
ar: حول الرابط
cs: Adresa informací
de: Info URL
fr: URL relative
hu: Névjegy URL
it: URL relativa
ja: URL
nl: Info URL
pt: Acerca do URL
ru: Сайт программы
sl: O URL naslovu
sv: Om URL
tr: URL Hakkında
vi: URL giới thiệu
zh_hant: 關於網站

# olvColumnInstallSource.Text
source: Install Source
ar: مصدر التثبيت
cs: Zdroj instalace
de: Installationsquelle
fr: Source d'installation
hu: Telepítési forrás
it: Sorgente installazione
ja: インストール元
nl: Installatie bron
pt: Origem da instalação
ru: Откуда установлен
sl: Vir namestitve
sv: Installationskälla
tr: Kurulum kaynağı
vi: Nguồn cài đặt
zh_hant: 安裝來源

# olvColumnInstallLocation.Text
source: Install Location
ar: موقع التثبيت
cs: Umístění instalace
de: Installationspfad
fr: Emplacement d'installation
hu: Telepítési hely
it: Percorso installazione
ja: インストール場所
nl: Installatie pad
pt: Localização da instalação
ru: Куда установлен
sl: Mesto namestitve
sv: Installationsmål
tr: Kurulum Yeri
vi: Vị trí cài đặt
zh_hant: 安裝位置

# olvColumnUninstallerKind.Text
source: Uninstaller Kind
ar: نوع غير مثبت
cs: Typ odinstalátoru
de: Deinstallationsart
fr: Genre de désinstalleur
hu: Eltávolító fajtája
it: Tipo disinstallatore
ja: アンインストーラの種類
nl: De-installatie methode
pt: Tipo de desinstalador
ru: Тип деинсталлятора
sl: Vrsta odstranjevalca
sv: Avinstallation typ
tr: Kaldırıcı Türü
vi: Loại trình gỡ cài đặt
zh_hant: 移除程式類型

# olvColumnSystemComponent.Text
source: System Component
ar: مكون النظام
cs: Systémové součástí
de: Systemkomponente
fr: Composant système
hu: Rendszerösszetevő
it: Componente di sistema
ja: システムコンポーネント
nl: Systeem component
pt: Componente do sistema
ru: Компонент системы
sl: Sistemska sestavina
sv: Systemkomponent
tr: Sistem Bileşeni
vi: Thành phần hệ thống
zh_hant: 系統元件

# olvColumnProtected.Text
source: Protected
ar: حماية
cs: Chráněné
de: Geschützt
fr: Protégé
hu: Védett
it: Protetto
ja: 保護
nl: Beveiligd
pt: Protegido
ru: Защищён
sl: Zaščiten
sv: Skyddad
tr: Korumalı
vi: Được bảo vệ
zh_hant: 受保護

# olvColumnRegistryKeyName.Text
source: Registry key
ar: مفتاح مكتب التسجيل
cs: Klíč registru
de: Registryschlüssel
fr: Clé de registre
hu: Beállításkulcs
it: Chiave di registro
ja: レジストリキー
nl: Registersleutel
pt: Chave do registo
ru: Реестр
sl: Registrski ključ
sv: Registernyckel
tr: Kayıt defteri anahtarı
vi: Khoá registry
zh_hant: 註冊表

# olvColumnGuid.Text
source: Product code
ar: رمز المنتج
cs: Kód produktu
de: Produktcode
fr: Code produit
hu: Termékkód
it: Codice prodotto
ja: プロダクトコード
pt: Código do produto
ru: Код продукта
sl: Koda izdelka
sv: Produktkod
tr: Ürün kodu
vi: Mã sản phẩm
zh_hant: 產品代碼

# olvColumnQuietUninstallString.Text
source: Quiet uninstall command
ar: امر الغاء التثبيت بهدوء
cs: Příkaz tiché odinstalace
de: Befehl für stille Deinstallation
fr: Commande de désinstallation silencieuse
hu: Csendes eltávolító parancs
it: Comando disinstallazione silenziosa
ja: サイレントアンインストールコマンド
nl: 'Stille' de-installatie opdracht
pt: Comando da desinstalação em segundo plano
ru: Команда тихого удаления
sl: Ukaz tihega odstranjevanja
sv: Tyst avinstallationskommando
tr: Sessiz kaldırma komutu
vi: Câu lệnh gỡ cài đặt âm thầm
zh_hant: 最小化安裝命令

# toolStripButton1.Text
source: Reload uninstallers
ar: اعاده تحميل التثبيت
cs: Obnova odinstalace
de: Uninstaller neu laden
fr: Recharger les désinstalleurs
hu: Eltávolítók újratöltése
it: Ricarica disinstallatori
ja: アプリリストの再読み込み
nl: De-installers opnieuw laden
pt: Recarregar desinstaladores
ru: Обновить список
sl: Znova naloži odstranjevalce
sv: Ladda om avinstallationsprogram
tr: Kaldırıcıları yeniden yükle
vi: Làm mới danh sách trình gỡ cài đặt
zh_hant: 重新載入移除程式

# toolStripButtonSelAll.Text
source: Select all
ar: تحديد الكل
cs: Vybrat vše
de: Alles auswählen
fr: Sélectionner tous les éléments
hu: Mindet kijelöl
it: Seleziona tutto
ja: すべて選択
nl: Selecteer alles
pt: Seleccionar tudo
ru: Выбрать всё
sl: Izberi vse
sv: Välj alla
tr: Tümünü seç
vi: Chọn tất cả
zh_hant: 全選

# toolStripButtonSelNone.Text
source: Deselect all
ar: الغاء تحديد الكل
cs: Zrušit výběr všech
de: Alles abwählen
fr: Désélectionner tous les éléments
hu: Egyiket sem
it: Deseleziona tutto
ja: すべての選択を解除
nl: Deselecteer alles
pt: Desmarcar tudo
ru: Отменить выбор
sl: Odstrani vse
sv: Avvälj alla
tr: Tüm seçilenleri temizle
vi: Bỏ chọn tất cả
zh_hant: 取消全選

# toolStripButtonSelInv.Text
source: Invert selection
ar: عكس التحديد
cs: Obrátit výběr
de: Auswahl umkehren
fr: Inverser la sélection
hu: Kijelölés megfordítása
it: Inverti selezione
ja: 選択を反転
nl: Omkeren selectie
pt: Inverter selecção
ru: Обратить выбор
sl: Obrni izbor
sv: Omvänd val
tr: Seçimi ters çevir
vi: Đảo ngược lựa chọn
zh_hant: 反向選擇

# toolStripButtonUninstall.Text
source: Uninstall
ar: الغاء التثبيت
cs: Odinstalace
de: Deinstallieren
fr: Désinstaller
hu: Eltávolítás
it: Disinstalla
ja: アンインストール
nl: De-installeer
pt: Desinstalar
ru: Удаление
sl: Odstrani
sv: Avinstallera
tr: Kaldır
vi: Gỡ cài đặt
zh_hant: 移除

# toolStripButton2.Text
source: Uninstall quietly
ar: الغاء التثبيت بهدوء
cs: Odinstalovat potichu
de: Stille Deinstallation
fr: Désinstaller en silence
hu: Csendes eltávolítás
it: Disinstalla silenziosamente
ja: サイレントアンインストール
nl: De-installeer 'stil'
pt: Desinstalar em segundo plano
ru: Удалить тихо
sl: Odstrani tiho
sv: Avinstallera tyst
tr: Sessizce kaldır
vi: Gỡ cài đặt âm thầm
zh_hant: 最小化移除

# toolStripButtonProperties.Text
source: Properties
ar: الخصائص
cs: Vlastnosti
de: Eigenschaften
fr: Propriétés
hu: Tulajdonságok
it: Proprietà
ja: プロパティ
nl: Eigenschappen
pt: Propriedades
ru: Свойства
sl: Lastnosti
sv: Egenskaper
tr: Özellikler
vi: Thuộc tính
zh_hant: 屬性

# toolStripButton7.Text
source: Settings
ar: الاعدادات
cs: Seznam otevřených odinstalaci ...
de: Bestehende Listen laden...
fr: Réglages
hu: Beállítások
it: Configurazioni
ja: 設定
nl: Instellingen
pt: Configurações
ru: Параметры
sl: Odpri sezname odstranjevanja...
sv: Inställningar
tr: Ayarlar
vi: Cài đặt
zh_hant: 設定

# toolStripButton8.Text
source: Help
ar: التعليمات
cs: Pomoc
de: Hilfe
fr: Aide
hu: Súgó
it: Aiuto
ja: ヘルプ
pt: Ajuda
ru: Справка
sl: Pomoč
sv: Hjälp
tr: Yardım
vi: Trợ giúp
zh_hant: 幫助

# buttonAdvFiltering.Text
source: Advanced filtering
ar: فلترة متقدمة
cs: Pokročilé filtrování
de: Erweiterte Filter
fr: Filtrage avancé
hu: Speciális szűrés
it: Filtro avanzato
ja: 高度なフィルタリング
nl: Geavanceerde filtering
pt: Filtragem avançada
ru: Расширенный фильтр
sl: Napredno filtriranje
sv: Avancerad filtrering
tr: Gelişmiş filtreleme
vi: Bộ lọc nâng cao
zh_hant: 進階選項

# groupBox1.Text
source: Search
ar: بحث
cs: Vyhledávání
de: Suche
fr: Chercher
hu: Keresés
it: Cerca
ja: 検索
nl: Zoeken
pt: Procurar
ru: Поиск
sl: Poišči
sv: Sök
tr: Ara
vi: Tìm kiếm
zh_hant: 搜尋

# uninstallContextMenuStripItem.Text
source: &Uninstall
ar: &الغاء التثبيت
cs: &Odinstalovat
de: &Deinstallieren
fr: &Désinstaller
hu: El&távolítás
it: &Disinstalla
ja: &アンインストール
nl: &De-installeer
pt: &Desinstalar
ru: &Удалить
sl: &Odstrani
sv: &Avinstallera
tr: &Kaldır
vi: &Gỡ cài đặt
zh_hant: 解除安裝

# quietUninstallContextMenuStripItem.Text
source: Uninstall &quietly
ar: الغاء التثبيت &بهدوء
cs: Odinstalovat &potichu
de: S&tille Deinstallation
fr: Désinstaller en &silence
hu: &Csendes eltávolítás
it: Disinstalla &silenziosamente
ja: サイレントアンインストール
nl: &De-installeer 'stil'
pt: Desinstalar em &segundo plano
ru: Удалить &тихо
sl: Odstrani &tiho
sv: Avinstallera &tyst
tr: &Sessizce kaldır
vi: Gỡ cài đặt âm &thầm
zh_hant: 最小化解除安裝

# manualUninstallToolStripMenuItem1.Text
source: Uninstall &manually
ar: الغاء التثبيت &يدويا
cs: Odinstalovat &ručně
de: &Manuell deinstallieren
fr: Désinstaller &manuellement
hu: &Kézi eltávolítás
it: Disinstalla &manualmente
ja: 手動でアンインストールする
nl: De-installeer &handmatig
pt: Desinstalar &manualmente
ru: &Ручное удаление
sl: Odstrani &ročno
sv: Avinstallera &manuellt
tr: &Manuel kaldır
vi: Gỡ cài đặt thủ &công
zh_hant: 手動解除安裝

# msiInstallContextMenuStripItem.Text
source: &Install or configure (/I)
ar: (/I) &تثبيت او تكوين
cs: &Instalovat nebo konfigurovat (/I)
de: &Installieren oder konfigurieren (/I)
fr: &Installer ou configurer (/I)
hu: &Telepítés, vagy beállítás (/I)
it: &Installa o imposta (/I)
ja: &インストールまたは構成 (/I)
nl: &Installeren of configureren (/l)
pt: &Instalar ou configurar (/I)
ru: Установка и &настройка (/I)
sl: &Namesti ali nastavi (/I)
sv: &Avinstllera eller konfigurera (/I)
tr: &Yükle veya yapılandır
vi: &Cài đặt hoặc cấu hình (/I)
zh_hant: 安裝或設置(/I)

# msiUninstallContextMenuStripItem.Text
source: &Uninstall (/X)
ar: (/X) &الغاء التثبيت
cs: &Odinstalovat (/X)
de: &Deinstallieren (/X)
fr: &Désinstaller (/X)
hu: Eltá&volítás (/X)
it: &Disinstalla (/X)
ja: &アンインストール (/X)
nl: &De-installeren (/X)
pt: &Desinstalar (/X)
ru: &Удалить (/X)
sl: &Odstrani (/X)
sv: &Avinstallera (/X)
tr: &Kaldır (/X)
vi: &Gỡ cài đặt (/X)
zh_hant: 解除安裝(/X)

# msiQuietUninstallContextMenuStripItem.Text
source: &Quiet uninstall (/X /qb)
ar: (/X /qb) &الغاء التثبيت بهدوء
cs: &Tichý odinstalace (/X /qb)
de: &Stille Deinstallation (/X /qb)
fr: Désinstaller en &silence (/X /qb)
hu: Cse&ndes eltávolítás (/X /qb)
it: &Disinstallazione silenziosa (/X /qb)
ja: &サイレントアンインストール (/X /qb)
nl: 'Stille' &de-installatie (/X /qb)
pt: &Desinstalação em segundo plano(/X /qb)
ru: Удалить &тихо (/X /qb)
sl: &Tiho odstrani (/X /qb)
sv: &Tyst avinstallation (/X /qb)
tr: &Sessiz kaldırma (/X /qb)
vi: Gỡ cài đặt âm &thầm (/X /qb)
zh_hant: 最小化解除安裝(/X /qb)

# uninstallUsingMsiExecContextMenuStripItem.Text
source: Uninstall using &MsiExec...
ar: MsiExec& الغاء التثبيت باستخدام ...
cs: Odinstalovat za použití &MsiExec...
de: Deinstallation mit &MSIExec...
fr: Désinstaller en utilisant &MsiExec...
hu: Eltávolítás az &MsiExec-el...
it: Disinstalla tramite&MsiExec...
ja: MsiExecによるアンインストール
nl: De-installeren met &MsiExec...
pt: Desinstalar usando o &MsiExec...
ru: Испол&ьзовать MsiExec...
sl: Odstrani z &MsiExec...
sv: Avinstallera med &MsiExec...
tr: &MsiExec kullanarak kaldır...
vi: Gỡ cài đặt bằng &MsiExec...
zh_hant: 使用&MsiExec解除安裝...

# runToolStripMenuItem.Text
source: Run...
ar: تشغيل...
cs: Spustit...
de: Ausführen
fr: Lancer...
hu: Futtatás...
it: Esegui...
ja: 開始
nl: Uitvoeren...
pt: Executar
ru: Запустить...
sl: Zaženi...
sv: Kör...
tr: Çalıştır...
vi: Khởi chạy...
zh_hant: 執行...

# toolStripMenuItem9.Text
source: Advanced...
ar: المتقدمة...
cs: Upřesnit...
de: Erweitert
fr: Avancé...
hu: Speciális...
it: Avanzato...
ja: 高度な操作
nl: Geavanceerd...
pt: Avançado...
ru: Больше настроек...
sl: Napredno...
sv: Avancerad...
tr: Gelişmiş...
vi: Nâng cao...
zh_hant: 進階...

# fullInformationCopyContextMenuStripItem.Text
source: &Full information
ar: &المعلومات الكاملة
cs: &Kompletní informace
de: K&omplette Information
fr: Information &complète
hu: &Teljes információ
it: &Informazione completa
ja: &全情報
nl: &Volledige informatie
pt: &Informação completa
ru: &Всю информацию
sl: Pol&ne informacije
tr: &Tam bilgi
vi: &Thông tin đầy đủ
zh_hant: 完整資訊

# programNameCopyContextMenuStripItem.Text
source: Program name
ar: اسم البرنامج
cs: Název programu
de: Programm-Name
fr: Nom de programme
hu: Programnév
it: Nome programma
ja: プログラム名
nl: Programmanaam
pt: Nome do programa
ru: Название программы
sl: Ime programa
sv: Programnamn
tr: Program adı
vi: Tên ứng dụng
zh_hant: 程式名稱

# gUIDProductCodeCopyContextMenuStripItem.Text
source: Product code / GUID
ar: GUID/رمز المنتج
cs: Kód produktu / GUID
de: Produktcode/GUID
fr: Code produit / GUID
hu: Termékkód / GUID
it: Codice prodotto / GUID
ja: プロダクトコード / GUID
pt: Código do produto / GUID
ru: Код продукта / GUID
sl: Koda programa / GUID
sv: Produkt kod / GUID
tr: Ürün kodu / GUID
vi: Mã sản phẩm / GUID
zh_hant: 產品代碼/GUID

# fullRegistryPathCopyContextMenuStripItem.Text
source: Full registry path
ar: مسار مكتب التسجيل الكامل
cs: Celá cesta registru
de: Vollständiger Pfad
fr: Chemin complet de registre
hu: Teljes registry útvonal
it: Percorso completo chiave registro
ja: フルレジストリパス
nl: Volledig register pad
pt: Percurso completo do registo
ru: Полный путь реестра
sl: Polna pot registra
sv: Register sökväg
tr: Tam kayıt defteri yolu
vi: Đường dẫn đầy đủ đến registry
zh_hant: 完整註冊表路徑

# uninstallStringCopyContextMenuStripItem.Text
source: Uninstall string
ar: الغاء تثبيت السلسلة
cs: Odinstalovat řetězce
de: Deinstallationsanweisung
fr: Chaîne de désinstallation
hu: Eltávolítási karakterlánc
it: Stringa disinstallazione
ja: アンインストールコマンド
nl: De-installatie string
pt: Cadeia de desinstalação
ru: Команду удаления
sl: Odstranjevalni niz
sv: Avinstallationssträng
tr: Dizgeyi kaldır
vi: Câu lệnh gỡ cài đặt
zh_hant: 解除安裝字串

# copyToClipboardContextMenuStripItem.Text
source: &Copy to Clipboard...
ar: &نسخ الى الحافظة...
cs: &Zkopírovat do schránky ...
de: In Zwischenablage &kopieren...
fr: &Copier dans le presse-papiers...
hu: Másolás a &Vágólapra...
it: &Copia negli Appunti
ja: &クリップボードにコピー
nl: &Kopiëren naar klembord
pt: &Copiar para a Área de Transferência...
ru: &Копировать в буфер...
sl: &Kopiraj v odložišče
sv: &Kopiera till Urklipp...
tr: &Panoya kopyala
vi: &Sao chép vào bảng nhớ tạm...
zh_hant: 複製到剪貼簿

# deleteRegistryEntryContextMenuStripItem.Text
source: &Delete registry entry
ar: &حذف ادخال التسجيل
cs: &Smazat položku registru
de: &Registryschlüssel löschen
fr: &Supprimer l'entrée du registre
hu: &Registry bejegyzés törlése
it: &Elimina voce registro
ja: &レジストリエントリを削除する
nl: Registersleutel &verwijderen
pt: &Suprimir a entrada do registo
ru: Удалить запись &реестра
sl: &Izbriši registrski vnos
sv: &Radera registerpost
tr: &Kayıt girdilerini sil
vi: &Xoá mục registry
zh_hant: 刪除註冊表項目

# renameContextMenuStripItem.Text
source: &Rename...
ar: &اعاده تسميه...
cs: &Přejmenovat ...
de: Umbe&nennen...
fr: &Renommer...
hu: Át&nevezés...
it: &Rinomina
ja: &リネーム
nl: &Hernoemen...
pt: &Renomear...
ru: &Переименовать...
sl: P&reimenuj...
sv: &Döp om...
tr: &Adını değiştir
vi: Đổi &tên...
zh_hant: 重新命名

# installLocationOpenInExplorerContextMenuStripItem.Text
source: &Install location
ar: &موقع التثبيت
cs: &Umístění instalace
de: &Installationspfad
fr: Emplacement d'&installation
hu: Tele&pítési hely
it: &Percorso installazione
ja: &インストールの場所
nl: &Installatie pad
pt: Localização da&instalação
ru: &Место установки
sl: &Mesto namestitve
sv: &Installationsplats
tr: &Kurulum yeri
vi: Vị trí &cài đặt
zh_hant: 安裝位置

# uninstallerLocationOpenInExplorerContextMenuStripItem.Text
source: &Uninstaller location
ar: &موقع الغاء التثبيت
cs: &Umístění odinstalátoru
de: &Pfad
fr: Emplacement du &désinstalleur
hu: Eltáv&olító helye
it: &Percorso disinstallatore
ja: &アンインストーラの場所
nl: &De-installatie pad
pt: &Localização do desinstalador
ru: Папку &деинстраллятора
sl: Mesto o&dstranjevalca
sv: &Avinstallationsplats
tr: &Kaldırma yeri
vi: Vị trí &trình gỡ cài đặt
zh_hant: 移除程序位置

# sourceLocationOpenInExplorerContextMenuStripItem.Text
source: &Source location
ar: &موقع المصدر
cs: &Umístění zdroje
de: &Quellpfad
fr: Emplacement de la &source
hu: Forrá&s helye
it: &Percorso sorgente
ja: &ソースの場所
nl: &Bron locatie
pt: &Localização da origem
ru: &Локацию установщика
sl: Mesto &vira
sv: Källplats
tr: &Kaynak yeri
vi: Vị trí &nguồn
zh_hant: 安裝來源位置

# openInExplorerContextMenuStripItem.Text
source: Open in &explorer...
ar: فتح في&المستكشف...
cs: Otevřít v &průzkumníku ...
de: Im &Explorer öffnen...
fr: Ouvrir dans l'&explorateur...
hu: Megnyitás az &Intézőben...
it: Apri in &Explorer...
ja: エクスプローラで開く
nl: Openen in &verkenner
pt: Abrir no&explorador...
ru: Открыть в &проводнике...
sl: Odpri v Ra&ziskovalcu...
sv: Öppna i &utforskaren...
tr: &Dosya yöneticisinde aç
vi: Mở trong &Explorer...
zh_hant: 在&檔案總管中打開

# openWebPageContextMenuStripItem.Text
source: Open &Web Page
ar: فتح &صفحه ويب
cs: Otevřít &Webové stránky
de: &Webseite aufrufen
fr: Ouvrir la page &web
hu: &Weboldal megnyitása
it: Apri &pagina web
ja: URLを開く
nl: &Website openen
pt: Abrir &P
ru: &Сайт программы
sl: Odpri &spletno stran
sv: Öppna &Webbsida
tr: &Web sayfasını aç
vi: Mở Trang &web
zh_hant: 打開&網頁

# toolStripMenuItem16.Text
source: AlternativeTo.net
cs: AlternativaTo
de: AlternativeTo
fr: AlternativeTo
hu: AlternativeTo
it: AlternativeTo
nl: Alternatief voor
pt: AlternativeTo
sl: Neobvezno

# lookUpOnlineToolStripMenuItem.Text
source: &Search online
ar: &بحث على الانترنت
cs: &Vyhledávání na řádku
de: Online &Suche
fr: &Rechercher en ligne
hu: &Keresés az Interneten
it: &Ricerca in internet
ja: &オンライン検索
nl: Online &zoeken
pt: agina Web
ru: Поиск &онлайн
sl: Po&išči na spletu
sv: &Sök online
tr: &Çevrimiçi ara
vi: Tìm &kiếm trực tuyến
zh_hant: 在網路上尋找

# rateToolStripMenuItem.Text
source: Rate...
ar: معدل...
cs: Hodnotit...
de: Bewerten...
fr: Noter...
hu: Minősítés...
it: Valutazione...
ja: 評価する
nl: Waardering...
pt: Classificar...
ru: Рейтинг...
sl: Ocena...
sv: Betygsätt...
tr: Oyla...
vi: Đánh giá...
zh_hant: 評分

# propertiesContextMenuStripItem.Text
source: &Properties
ar: &الخصائص
cs: &Vlastnosti
de: &Eigenschaften
fr: &Propriétés
hu: T&ulajdonságok
it: &Proprietà
ja: &プロパティ
nl: &Eigenschappen
pt: &Propriedades
ru: &Свойства
sl: &Lastnosti
sv: &Egenskaper
tr: &Özellikler
vi: &Thuộc tính
zh_hant: 屬性

# exportDialog.Filter
source: XML files|*.xml
de: XML Dateien|*.xml
fr: Fichiers XML|*.xml
hu: XML fájlok|*.xml
it: File XML|*.xml
ja: XMLファイル |*.xml
nl: XML bestanden|*.xml
pt: Ficheiros XML|*.xml
ru: XML файл|*.xml
sv: XML filer|*.xml
tr: XML dosyalar|*.xml
vi: Tệp XML|*.xml
zh_hant: XML文件|*.xml

# exportDialog.Title
source: Export selected uninstaller properties
ar: تصدير خصائص الغاء التثبيت المحددة
cs: Export vybraných vlastností odinstalátoru
de: Export ausgewählter Uninstaller-Eigenschaften
fr: Exporter les propriétés du désinstalleur sélectionné
hu: Kijelölt eltávolító-tulajdonságok exportálása
it: Esporta proprietà disinstallatore selezionato
ja: アプリのプロパティをエクスポートする
nl: Exporteer geselecteerde de-installer eigenschappen
pt: Exportar as propriedades do desinstalador seleccionado
ru: Экспорт свойств выбранных элементов
sl: Izvozi izbrane lastnosti odstranjevalca
sv: Exportera valda avinstallationsprogram egenskaper
tr: Seçilen kaldırıcı özelliklerini dışa aktar
vi: Xuất các thuộc tính của trình gỡ cài đặt đã chọn
zh_hant: 匯出選中的移除程式屬性

# reloadUninstallersToolStripMenuItem.Text
source: &Reload uninstallers
ar: &تحديث المثبتات
cs: &Obnovit odinstalátory
de: Uninstaller &neu laden
fr: &Recharger les désinstalleurs
hu: Eltávolítók ú&jratöltése
it: &Ricarica disinstallatori
ja: &アプリリストの再読み込み
nl: De-installers &opnieuw laden
pt: &Recarregar os desinstaladores
ru: Обновить &список
sl: &Znova naloži odstranjevalce
sv: &Ladda om avinstallationsprogram
tr: &Kaldırıcıları yenile
vi: &Làm mới danh sách trình gỡ cài đặt
zh_hant: 重新載入移除程式

# loadUninstallerListToolStripMenuItem.Text
source: &Open Uninstall List...
ar: &افتح قائمه الغاء التثبيت...
cs: &Otevřít seznam odinstalátorů
de: &Uninstall Liste(n) laden...
fr: Charger la/les &listes de désinstallation...
hu: Eltávolítási &lista megnyitása...
it: &Apri elenco disinstallazione...
ja: &アンインストールリストを開く
nl: De-installatie lijst(en) &openen
pt: &Abrir as listas de desinstalação
ru: &Открыть список деинсталляции...
sl: &Odpri seznam odstranjevanja...
sv: &Öppna avinstalltionslista
tr: &Kaldırılacak listesi aç
vi: &Mở danh sách bộ lọc gỡ cài đặt...
zh_hant: 開啟解除安裝程式清單

# exportSelectedToolStripMenuItem.Text
source: &Export data of selected uninstallers...
ar: &اختيار التصدير...
cs: &Exportovat výběr ...
de: Auswahl &exportieren...
fr: &Exporter la sélection...
hu: Kijelöltek e&xportálása...
it: &Esporta selezione...
ja: &選択したアプリのデータをエクスポート
nl: &Exporteren selectie...
pt: &Exportar a selecção...
ru: &Экспорт выбранного...
sl: I&zvozi izbor...
sv: &Exportera data för valda avinstallationer...
tr: &Seçilen kaldırıcıların verilerini dışa aktar...
vi: &Xuất dữ liệu của các trình gỡ cài đặt đã chọn...
zh_hant: 匯出移除程式資料

# exitToolStripMenuItem.Text
source: E&xit
ar: خ&روج
cs: Ko&nec
de: Been&den
fr: &Quitter
hu: &Kilépés
it: &Esci
ja: &閉じる
nl: &Afsluiten
pt: S&air
ru: Вы&ход
sl: &Izhod
sv: &Avsluta
tr: Ç&ıkış
vi: &Thoát
zh_hant: 退出

# fileToolStripMenuItem.Text
source: &File
ar: &ملف
cs: &Soubor
de: &Datei
fr: &Fichier
hu: &Fájl
ja: &ファイル
nl: &Bestand
pt: &Ficheiro
ru: &Файл
sl: &Datoteka
sv: &Arkiv
tr: &Dosya
vi: &Tệp
zh_hant: 檔案

# showColorLegendToolStripMenuItem.Text
source: Show color legend
ar: اظهار توضيحات اللون
cs: Ukázat barvy legendy
de: Farblegende anzeigen
fr: Montrer la légende des couleurs
hu: Színmagyarázat mutatása
it: Visualizza legenda colori
ja: 色の意味を表示する
nl: Kleurenlegenda tonen
pt: Mostrar a legenda das cores
ru: Показать легенду подсветки
sl: Prikaži barvno legendo
sv: Visa färgförklaring
tr: Renk göstergesini göster
vi: Hiển thị chú thích màu
zh_hant: 顯示顏色圖例

# displayToolbarToolStripMenuItem.Text
source: Show &toolbar
ar: اظهار &شريط الاداوات
cs: Ukázat &Panel nástrojů
de: Symbolleis&te anzeigen
fr: Montrer la barre d'ou&tils
hu: Eszk&ztár mutatása
it: Visualizza &barra strumenti
ja: ツールバーを表示
nl: &Werkbalk tonen
pt: Mostrar a&barra de ferramentas
ru: Показывать &тулбар
sl: Prikaži o&rodno vrstico
sv: Visa &verktygsfält
tr: Araç &çubuğunu göster
vi: Hiển thị &thanh công cụ
zh_hant: 顯示工作列
