Repository: Klocman/Bulk-Crap-Uninstaller
Catalog: source/BulkCrapUninstaller/Forms/Windows/SettingsWindow.*.resx
Languages: ar, cs, de, es, fr, hu, it, ja, nl, pt, pt_br, ru, sl, sv, tr, vi, zh_hans

# labelWinUpdateInfo.Text
source: Detection of Windows Updates uses WUA, which is slow. It can take a couple of minutes to complete.
ar: وهو بطيء. ويمكن ان يستغرق بضع دقائق لاكمال. WUA,يستخدم الكشف عن تحديثات وندوز
cs: Zjišťování aktualizací systému Windows agentem WUA, což je pomalé. A může trvat několik minut do dokončení.
de: Erkennung, dass Windows Update WUA benutzt welches langsam ist. Es kann einige Minuten dauern um fertig zu stellen.
es: La detección de actualizaciones de Windows utiliza WUA, que es lento. Puede tardar un par de minutos en completarse.
fr: La détection de Windows Update utilise WUA, qui est lent. Cela peut prendre quelques minutes.
hu: A Windows-frissítések keresése a WUA-t használja, ami lassú. Több percig is eltarthat, mire befejeződik.
it: Il rilevamento di Windows Update usa WUA, che è lento. Potrebbe essere completato in alcuni minuti.
ja: Windowsアップデートの検出にはWUAを使用しており、これが遅い場合があります。完了するまでに数分かかることがあります。
nl: Detectie van Windows updates gebruikt WUA, wat traag verloopt. Dit kan enkele minuten duren tot het is afgerond.
pt: A detecção das actualizações do Windows é feita pelo WUA, que é lento. Pode levar alguns minutos até estar concluído.
pt_br: A detecção de atualizações do Windows usa a WUA, que é lenta. Pode demorar alguns minutos para ser concluído.
ru: Обнаружение обновлений Windows использует WUA, что происходит медленно. Это может занять пару минут.
sl: Odkrivanje posodobitev Windows uporablja WUA, kar je počasno. Za dokončanje lahko vzame nekaj minut časa,
sv: Upptäckt av Windows-uppdateringar använder WUA, vilket är långsamt. Det kan ta några minuter att slutföra.
tr: Windows Güncellemelerinin Saptanması, yavaş olan WUA kullanır. Tamamlanması birkaç dakika sürebilir.
vi: Phát hiện Windows Updates sử dụng WUA, vốn khá chậm. Quá trình này có thể mất vài phút để hoàn tất.
zh_hans: 使用WUA检测Windows更新，速度很慢。可能需要几分钟才能完成。

# checkBoxScanWinUpdates.Text
source: Windows Update
ar: تحديث ويندوز
cs: Windows aktualizace
es: Actualización de Windows
ja: Windowsアップデート
pt: Actualização do Windows
ru: Обновления Windows
sl: Posodobitev Windows
tr: Windows güncelleme
zh_hans: Windows更新

# labelWinFeatureInfo.Text
source: Detection of Windows Features uses WMI, and can be slow or even fail on some systems (usually indicating system corruption).
ar: ويمكن ان يكون بطيئا او حتى يفشل على بعض الانظمه (عاده ما تشير الى تلف النظام). WMI، يستخدم الكشف عن ميزات وندوز
cs: Detekce funkcí systému Windows používá službu WMI a v některých systémech může být pomalá nebo dokonce selhávat (obvykle indikuje poškození systému).
de: Erkennung das Windowseigenschaften nutzen WMI, welches sehr langsam und manchmal auf bestimmten Systemen versagt. (weist in der Regel auf Systembeschädigung hin)
es: Detección de características de Windows utiliza WMI, y puede ser lento o incluso fallar en algunos sistemas (por lo general indica corrupción del sistema).
fr: La détection des Fonctionnalités Windows utilise WMI et peut être lente et même échouer sur certains systèmes (indiquant d'habitude une corruption du système).
hu: A Windows-szolgáltatások keresése a WMI-t használja, ami lassú. Egyes rendszereken ez a folyamat akár meg is hiúsulhat (ami általában a rendszer sérülését jelzi).
it: Il rilevamento di funzionalità di Windows usa WMI, può quindi essere lento o persino fallire in alcuni sistemi (generalmente indica una corruzione del sistema).
ja: Windows機能の検出にはWMIを使用しており、一部のシステムでは遅くなったり、失敗したりすることがあります（通常はシステムの破損を示しています）。
nl: De detectie van Windows onderdelen gebruikt WMI en kan traag zijn of zelfs mislukken op sommige systemen (meestal een gevolg van systeem corruptie).
pt: A detecção de recursos do Windows é feita pelo WMI e pode ser lenta ou mesmo falhar em alguns sistemas (geralmente indicando corrupção do sistema).
pt_br: A detecção de recursos do Windows usa WMI e pode ser lenta ou mesmo falhar em alguns sistemas (geralmente indicando corrupção do sistema).
ru: Обнаружение функций Windows использует WMI и может быть медленным или даже неработоспособным в некоторых системах (обычно это указывает на повреждение системы).
sl: Odkrivanje funkcij Windows uporablja WMI in je lahko v nekaterih sistemih počasno ali celo neuspešno (ponavadi kaže na okvaro sistema).
sv: Upptäckt av Windows-funktioner använder WMI och kan vara långsam eller till och med misslyckas på vissa system (vilket vanligtvis indikerar systemkorruption).
tr: Windows Özelliklerinin Algılanması WMI'yi kullanır ve bazı sistemlerde yavaş ve hatta başarısız olabilir (genellikle sistem bozulmasını gösterir).
vi: Phát hiện Windows Features sử dụng WMI và trên một số hệ thống quá trình này có thể chậm hoặc thậm chí thất bại (thường là dấu hiệu cho thấy hệ thống bị lỗi).
zh_hans: 使用WMI检测Windows功能，在某些系统上可能会缓慢甚至失败（通常表示系统损坏）。

# checkBoxScanWinFeatures.Text
source: Windows Features
ar: ميزات ويندوز
cs: Funkce systému Windows
de: Windows Eigenschaft
es: Características de Windows
fr: Fonctionnalités Windows
hu: Windows-szolgáltatások
it: Funzionalità di Windows
ja: Windowsの機能
nl: Windows onderdelen
pt: Componentes do Windows
pt_br: Recursos do Windows
ru: Функции Windows
sl: Lastnosti sistema Windows
sv: Windows Funktioner
tr: Pencere özellikleri
zh_hans: Windows功能

# checkBoxScanStoreApps.Text
source: Windows Store Apps
ar: تطبيقات ويندوز مخزن
cs: Aplikace Windows Store
de: Windows Store Programme
es: Apps de Windows Store
fr: Apps du Windows Store
hu: Microsoft Store alkalmazások
it: App di Windows Store
ja: Windowsストアアプリ
pt: Apps da Window Store
pt_br: Apps da Window Store
ru: Приложения Windows Store
sl: Windows Store aplikacije
sv: Windows Store Appar
tr: Windows Mağazası Uygulamaları
vi: Windows Store App
zh_hans: Windows商店应用

# checkBoxScanSteam.Text
source: Steam
ar: يتبخر
tr: Akış

# checkBoxOculus.Text
source: Oculus Store
ja: Oculusストア
tr: Oculus Mağazası

# groupBox1.Text
source: Search for applications in...
ar: بحث عن التطبيقات في...
cs: Hledání aplikací v ...
de: Suche nach Programmen in...
es: Buscar aplicaciones en...
fr: Chercher des applications dans...
hu: Alkalmazások keresése...
it: Cerca applicazioni in...
ja: ...でアプリケーションを検索
nl: Zoeken naar programma's in...
pt: Procurar aplicativos em...
pt_br: Procurar aplicativos em...
ru: Поиск приложений в...
sl: Poišči aplikacije v...
sv: Sök efter appar i...
tr: Uygulamalarda ara ...
vi: Tìm kiếm ứng dụng trong...
zh_hans: 在...中搜索应用程序

# checkBoxScanRegistry.Text
source: Registry (recommended to leave enabled)
ar: (مكتب التسجيل (مستحسن تركة ممكن
cs: Registry (doporučeno ponechat povolené)
de: Registrierung (empfohlen, aktiviert zu lassen)
es: Registro (se recomienda dejar habilitado)
fr: Registre (il est recommandé de laisser activé)
hu: Beállításjegyzékben (ajánlott)
it: Registro (si raccomanda di lasciarlo abilitato)
ja: レジストリ（有効のままにすることを推奨）
nl: Register (aanbevolen om ingeschakeld te laten)
pt: Registo (é recomendável deixá-lo activo)
pt_br: Registro (recomendado deixar ativado)
ru: Реестр (рекомендуется оставить включенным)
sl: Register (priporočeno, da pustite omogočeno)
sv: Register (rekommenderas att lämna aktiverat)
tr: Kayıt defteri (izinli kalması önerilir)
vi: Registry (khuyến khích bật)
zh_hans: 注册表(推荐启用)

# checkBoxScanDrives.Text
source: Drives (detects unregistered apps)
ar: (المحركات (يكتشف تطبيقات غير مسجله
cs: Jednotky (detekuje neregistrované aplikace)
de: Laufwerke (Erkennung nicht registrieter Programme)
es: Unidades (detecta aplicaciones no registradas)
fr: Lecteurs (détecte les apps non enregistrées)
hu: Meghajtókban (nem regisztrált alkalmazásokat észlel)
it: Dischi (rilevamento applicazioni non registrate)
ja: ドライブ（登録されていないアプリを検出）
nl: Schijven (detecteert niet geregistreerde apps)
pt: Drives (detecta aplicativos não registados)
pt_br: Drives (detecta aplicativos não registrados)
ru: Диски (обнаружение незарегистрированных приложений)
sl: Pogoni (zaznava neregistrirane aplikacije)
sv: Enheter (upptäcker oregistrerade appar)
tr: Sürücüler (kayıtsız uygulamaları algılar)
vi: Ổ đĩa (phát hiện các ứng dụng chưa đăng ký)
zh_hans: 驱动器（检测未注册的应用程序）

# checkBoxPreDefined.Text
source: Based on pre-defined rules
ar: استنادا الى قواعد محدده مسبقا
cs: Na základě předem definovaných pravidel
de: Basierend auf vordefinierten Regeln
es: Basado en reglas predefinidas
fr: Basé sur des règles pré-définies
hu: Előre meghatározott szabályok alapján
it: Basato su regole predefinite
ja: 定義済みのルールに基づく
nl: Gebasseerd op vooraf gedefinieerde regels
pt: Com base em regras pré-definidas
pt_br: Com base em regras pré-definidas
ru: Основываясь на предопределённых правилах
sl: Temelji na pred določnih pravilih
sv: Baserat på fördefinierade regler
tr: Önceden belirlenmiş kurallara göre
vi: Dựa trên các quy tắc được xác định trước
zh_hans: 基于预定义规则

# groupBoxProgramFolders.Text
source: Program installation folders
ar: مجلدات تثبيت البرنامج
cs: Složky instalačních programů
de: Programm Installationsordner
es: Carpetas de instalación de programas
fr: Dossiers d'installation des programmes
hu: Programtelepítési mappák
it: Cartelle installazione programma
ja: プログラムインストールフォルダー
nl: Programma installatie map
pt: Pastas de instalação dos programas
pt_br: Pastas de instalação dos programas
ru: Папки установки программ
sl: Mape namestitve programa
sv: Programinstallationsmappar
tr: Program yükleme klasörleri
vi: Thư mục cài đặt ứng dụng
zh_hans: 程序安装文件夹

# checkBoxRemovable.Text
source: Scan removable drives
de: Überprüfe Wechseldatenträger
es: Escanear unidades extraíbles
fr: Scanner les lecteurs amovibles
hu: Cserélhető meghajtók ellenőrzése
it: Scansiona dischi rimovibili
ja: リムーバブルドライブをスキャン
nl: Scan verwijderbare schijven
pt_br: Escanear armazenamentos externos
ru: Сканировать извлекаемые носители
sl: Preišči odstranljive diske
sv: Skanna flyttbara enheter
tr: Çıkarılabilir sürücüleri tara
vi: Quét các ổ đĩa di động
zh_hans: 扫描可删除驱动

# checkBoxAutoInstallFolderDetect.Text
source: Try to detect custom installation folders automatically
ar: محاولة الكشف عن مجلدات التثبيت المخصصة تلقائيا
cs: Pokusit se automaticky rozpoznat vlastní instalační složky
de: Automatischer Versuch benutzerdefinierte Installallierte Ordner zu finden
es: Buscar siempre las carpetas de instalación personalizadas
fr: Tenter de détecter automatiquement les dossiers d'installation personnalisés
hu: Egyéni telepítési mappák automatikus felismerése
it: Prova a rilevare automaticamente la cartella di installazione personalizzata
ja: カスタムインストールフォルダーを自動的に検出しようとします。
nl: Proberen aangepaste installatiemappen te detecteren
pt_br: Tente detectar automaticamente as pastas de instalação personalizadas
ru: Попытатся автоопределить папки с приложениями
sl: Poskusi samodejno odkriti namestitvene mape po meri
sv: Försök att automatiskt upptäcka anpassade installationsmappar
tr: Özel yükleme klasörlerini otomatik olarak algılamaya çalışın
vi: Cố gắng tự động phát hiện các thư mục cài đặt tùy chỉnh
zh_hans: 尝试自动检测自定义安装文件夹

# labelProgramFolders.Text
source: You can specify custom folders you install your applications into (e.g. D:\Applications). Those folders will be used by BCU to search for uninstallation leftovers, unregistered applications and a few other things. While it is not necessary, a list of these folders will let BCU work better. The default Windows folders are always scanned, you do not need to include them in this list. Use full directory paths, one path per line. Invalid paths and non-existing directories will be ignored.
ar: العمل بشكل افضل. BCU للبحث عن البقايا، والتطبيقات الغير مسجلة وعدد قليل من الاشياء الاخرى. في حين انه ليس من الضروري ، فان قائمه من هذه المجلدات السماح BCU وسوف تستخدم هذه المجلدات من قبل (e.g. D:\Applications).يمكنك تحديد المجلدات المخصصة التي تقوم بتثبيت تطبيقاتك فيها يتم دائما فحص مجلدات وندوز الافتراضية ، ولا تحتاج الى تضمينها في هذه القائمة. استخدام مسارات الدليل الكامل ، مسار واحد لكل سطر. سيتم تجاهل المسارات غير الصالحة والدلائل غير الموجودة.
cs: Můžete určit vlastní instalaci aplikace do složky (např D: \ Applications). Tento seznam bude používán BCU k hledání zbytků po odinstalaci, neregistrované aplikací a pár dalších věcí. I když to není nutné, seznam složek pro zlepšení operací BCU. Výchozí složky systému Windows jsou vždy zahrnuty do vyhledávání, nemusíte je přidávat. Použít celou cestu ke složce, jedna cesta na řádek. Neplatné cesty a neexistující složky budou ignorovány.
de: Sie können benutzerdefinierte Ordner angeben, in denen Sie Ihre Anwendungen installiert haben (z.B. D:\Anwendungen). Diese Ordner werden von BCU durchsucht, um Deinstallations-Reste und nicht registrierte Anwendungen zu finden. Zwar ist es nicht notwendig, aber mit einer Liste dieser Ordner wird BCU besser funktionieren. Die Standard-Ordner werden immer gescannt. Sie müssen diese nicht in die Liste aufnehmen. Verwenden Sie vollständige Verzeichnispfade, ein Pfad pro Zeile. Ungültige Pfade und nicht vorhandene Verzeichnisse werden ignoriert.
es: Puede indicar carpetas en las que instale sus aplicaciones (p,ej, D:\Aplicaciones). Estas carpetas serán utilizadas por BCU para buscar restos, aplicaciones no registradas y otras cosas. Si bien no es necesario, una lista de estas carpetas permitirá BCU trabajar mejor. Las carpetas de Windows predeterminadas siempre se analizan, no es necesario incluirlas en esta lista. Utilice rutas de directorio completas, una ruta por línea. Las rutas no válidas y los directorios no existentes se ignorarán.
fr: Vous pouvez spécifier des dossiers personnalisés dans lesquels vous installez vos applications (par ex. D:\Applications). Ces dossiers seront utilisés par BCU pour chercher des vestiges de désinstallation, des applications non enregistrées et quelques autres choses. Bien que ce ne soit pas nécessaire, une liste de ces dossiers fera mieux fonctionner BCU. Les dossiers Windows par défaut sont toujours scannés, vous n'avez pas besoin de les inclure dans la liste. Utilisez des chemins complets de dossiers, un chemin par ligne. Les chemins invalides et les dossiers non-existants seront ignorés.
hu: Az alkalmazások telepítéséhez megadhat egyéni mappákat is (pl. D:\Applications). A BCU ezeket a mappákat is használni fogja az eltávolítás utáni maradványok, nem regisztrált alkalmazások, és egyéb nyomok felkutatásához. Bár nem szükségesek, de ezeknek a mappáknak a megadásával a BCU hatékonyabban használható. Az alapértelmezett Windows mappák mindig ellenőrzésre kerülnek, így azokat nem kell megadnia ebben a listában. Soronként egy teljes elérési útvonalat adjon meg. Az érvénytelen útvonalak, vagy nem létező mappák kihagyásra kerülnek.
it: Puoi specificare cartelle personalizzate in cui installare le applicazioni (ad es. D:\Applicazioni). Le cartelle saranno usate da BCU durante la ricerca degli oggetti residui della disinstallazione, applicazioni non registrate e altro. Anche se non necessario, un elenco di queste cartelle permetterà a BCU di lavorare meglio. Le cartelle predefinite di WIndows sono sempre controllate, non hai bisogno di includerle nell'elenco. Usa il percorso completo delle cartelle, un percorso per linea. I percorsi non validi e non esistenti saranno ignorati.
ja: アプリケーションをインストールするカスタムフォルダー（例：D:\Applications）を指定できます。これらのフォルダーは、BCUがアンインストールの残骸や未登録アプリケーション、その他のいくつかの項目を検索する際に使用されます。必須ではありませんが、これらのフォルダーのリストを提供することで、BCUの機能が向上します。 デフォルトのWindowsフォルダーは常にスキャンされるため、このリストに含める必要はありません。 完全なディレクトリパスを使用し、1行につき1つのパスを指定してください。無効なパスや存在しないディレクトリは無視されます。
nl: U kunt aangepaste mappen opgeven, waarin u uw programma's heeft geïnstalleerd (bijv. D:\Programmas). Deze mappen worden door BCU gebruikt om te zoeken naar de-installatie van restanten, ongeregistreerde programma's en andere zaken. Ofschoon niet noodzakelijk, laat een lijst met dergelijke mappen BCU beter functioneren. De standaard Windows mappen worden altijd gescand, deze hoeven niet opgenomen te worden in genoemde lijst. Gebruik volledige map paden, één pad per regel. Ongeldige paden en niet bestaande mappen zullen worden genegeerd.
pt: Pode especificar pastas personalizadas onde instalará as suas aplicações (por exemplo, D: \ Applicações). Essas pastas serão utilizadas pela BCU para procurar restos da desinstalação, aplicações não registada e algumas coisas mais. Embora não seja necessário, uma lista dessas pastas vai permitir que o BCU tenha um melhor desempenho. As pastas padrão Windows são sempre verificadas, não precisa de as incluir na lista. Utilize caminhos de diretório completos, um caminho por linha. Caminhos inválidos e diretórios inexistentes serão ignorados.
pt_br: Você pode especificar pastas personalizadas nas quais você instalou seus aplicativos (por exemplo, D: \ Applications). Essas pastas serão usadas pelo BCU para procurar sobras de desinstalação, aplicativos não registrados e algumas outras coisas. Embora não seja necessário, uma lista dessas pastas permitirá que o BCU funcione melhor. As pastas padrão do Windows são sempre examinadas, você não precisa incluí-las nesta lista. Use caminhos de diretório completo, um caminho por linha. Caminhos inválidos e diretórios não existentes serão ignorados.
ru: Можно задать пользовательские папки установки приложений (например, D:\Applications). Эти папки будут использоваться BCU для поиска и удаления остатков незарегистрированных приложений и некоторых других вещей. Хотя это необязательно, со списком таких папок BCU будет работать лучше. По умолчанию папки Windows всегда проверяются, Вам не нужно включать их в этот список. Используйте полный путь каталога, один путь на строку. Недопустимые пути и несуществующие каталоги будут игнорироваться.
sl: Lahko določite mape po meri, kamor boste namestili vaše aplikacije (npr. D:\Aplikacije). Te mape bo BCU uporabil za iskanje ostankov odstranjevanja, neregistriranih aplikacij in še nekaj drugih stvari. Čeprav to ni potrebno, bo seznam teh datotek omogočil boljše delo BCU. Privzete se Windows mape vedno pregledujejo. Ni jih potrebno vključiti na seznam. Uporabite polne poti imenikov, eno pot na vrstico. Neveljavne poti in neobstoječi imeniki bodo prezrti.
sv: Du kan ange anpassade mappar där du installerar dina appar (t.ex. D:\Program). Dessa mappar kommer att användas av BCU för att söka upp rester efter avinstallation, oregistrerade appar och några andra saker. Även om det inte är nödvändigt, kommer en lista över dessa mappar, göra att BCU fungerar bättre. Standard-Windows-mapparna skannas alltid, du behöver inte inkludera dem i denna lista. Använd fullständiga sökvägar, en sökväg per rad. Ogiltiga sökvägar och icke-existerande mappar kommer att ignoreras.
tr: Uygulamalarınızı yüklediğiniz özel klasörleri belirtebilirsiniz (ör. D: \ Uygulamalar). Bu klasörler BCU tarafından kaldırım artıkları, kayıt dışı uygulamalar ve birkaç başka şey aramak için kullanılacaktır. Gerekli olmasa da, bu klasörlerin bir listesi BCU'nun daha iyi çalışmasına izin verecektir.
vi: Bạn có thể thiết lập các thư mục cài đặt ứng dụng tùy chỉnh (ví dụ: D:\Applications). Những thư mục đó sẽ được BCU sẽ sử dụng các thư mục này để tìm kiếm các tệp sót lại sau khi gỡ cài đặt, các ứng dụng chưa đăng ký và một vài thứ khác. Mặc dù không bắt buộc, nhưng việc cung cấp danh sách các thư mục này sẽ giúp BCU hoạt động hiệu quả hơn. Các thư mục mặc định của Windows luôn được quét, bạn không cần đưa chúng vào danh sách này. Hãy sử dụng đường dẫn thư mục đầy đủ, một dòng một đường dân. Đường dẫn không hợp lệ và thư mục không tồn tại sẽ bị bỏ qua.
zh_hans: 你可以指定安装应用程序的自定义文件夹（例如D:\applications）。BCU将使用这些文件夹来搜索卸载遗留问题、未注册的应用程序和其他一些内容。虽然没有必要，但列出这些文件夹可以让BCU更好地工作。 默认的Windows文件夹总是被扫描的，不需要将它们包含在此列表中。 使用完整的目录路径，每行一个路径。无效路径和不存在的目录将被忽略。

# $this.Text
source: Bulk Crap Uninstaller Settings
ar: محاولة الكشف عن مجلدات التثبيت المخصصة تلقائيا
cs: BCUninstaller Nastavení
de: BCUninstaller Einstellungen
es: Configuración de Bulk Crap Uninstaller
fr: Réglages de BCUninstaller
hu: A Bulk Crap Uninstaller beállításai
it: Impostazioni Bulk Crap Uninstaller
ja: Bulk Crap Uninstaller 設定
nl: Bulk Crap Uninstaller instellingen
pt: Configurações do Bulk Crap Uninstaller
pt_br: Configurações do Bulk Crap Uninstaller
ru: Настройки Bulk Crap Uninstaller
sl: Nastavitve BCUninstallerja
sv: Bulk Crap Uninstaller Inställningar
tr: Toplu Düzeltme Kaldırıcı Ayarları
vi: Cài đặt Bulk Crap Uninstaller
zh_hans: Bulk Crap Uninstaller设置

# checkBoxDpiaware.Text
source: Enable DPI-aware interface scaling
de: Aktivieren der DPI-kompatiblen Skalierung der Oberfläche
es: Habilitar el escalado de la interfaz en función del DPI
fr: Activer la mise à l'échelle de l'interface compatible DPI
hu: Felhasználó felület DPI-méretezésének engedélyezése
it: Abilita ridimensionamento interfaccia sensibile ai DPI
ja: DPI対応インターフェーススケーリングを有効にする
nl: DPI-bewuste interface-schaling inschakelen
pt_br: Habilitar escalonamento de interface com DPI
ru: масштабирование интерфейса с учётом DPI
sv: Aktivera DPI-anpassning för gränssnittsskalning
tr: DPI farkındalı arayüz ölçeklendirmeyi etkinleştirin
vi: Bật tính năng tỷ lệ giao diện hỗ trợ DPI
zh_hans: 启用DPI感知界面缩放

# label3.Text
source: Double clicking in application list
de: Doppelklick in der Anwendungsliste
fr: Double-cliquer dans la liste d'applications
hu: Dupla kattintás az alkalmazáslistán
ja: アプリケーションリストでのダブルクリック
nl: Dubbelklikken in applicatielijst
pt_br: Clique duplo na lista de aplicação
sv: Dubbelklicka i applistan
tr: Uygulama listesinde çift tıklama
vi: Nhấp đúp vào danh sách ứng dụng
zh_hans: 在应用程序列表双击

# checkBoxScoop.Text
source: Scoop
ru: Scoop (консольный установщик)
tr: Kazıma

# groupBox2.Text
source: Startup
cs: Okno zprávy
fr: Démarrage
hu: Inditás
it: Avvio
ja: スタートアップ
nl: Opstart
pt_br: Inicializar
sv: Uppstart
tr: Başlangıç
vi: Khởi động cùng hệ thống
zh_hans: 启动
