Repository: Klocman/Bulk-Crap-Uninstaller
Catalog: source/BulkCrapUninstaller/Forms/Windows/SettingsWindow.*.resx
Languages: ar, cs, de, es, fr, hu, it, ja, nl, pt, pt_br, ru, sl, sv, tr, vi, zh_hans

# label5.Text
source: Command line before uninstallation starts
ar: سطر الاوامر قبل بدء تشغيل الغاء التثبيت
cs: Příkazový řádek před spuštěním odinstalace
de: Anweisung VOR Ausführung der Deinstallation
es: Línea de comandos antes de que se inicie la desinstalación
fr: Ligne de commande avant le début de désinstallation
hu: Az eltávolítás elindítása előtt végrehajtandó parancssor
it: Riga di comando prima che la disinstallazione sia avviata
ja: アンインストール開始前のコマンドライン
nl: Opdrachtregel voordat de de-installatie start
pt: Linha de comando antes do início da desinstalação
pt_br: Linha de comando antes do início da desinstalação
ru: Командная строка до деинсталляции
sl: Ukazna vrstica pred začetkom odstranjevanja
sv: Kommando innan avinstallationen startar
tr: Kaldırma işleminden önce komut satırı
vi: Câu lệnh trước khi bắt đầu gỡ cài đặt
zh_hans: 卸载程序启动前命令行

# label6.Text
source: Command line after uninstallation ends
ar: سطر الاوامر بعد انتهاء التثبيت
cs: Příkazový řádek po odinstalaci ukončit
de: Anweisung NACH Beendigung der Deinstallation
es: Línea de comando después de que la desinstalación finalice
fr: Ligne de commande après la fin de désinstallation
hu: Az eltávolítás befejeződése után végrehajtandó parancssor
it: Riga di comando quando la disinstallazione termina
ja: アンインストール終了後のコマンドライン
nl: Opdrachtregel nadat de de-installatie is voltooid
pt: Linha de comando após o fim da desinstalação
pt_br: Linha de comando após o fim da desinstalação
ru: Командная строка после деинсталляции
sl: Ukazna vrstica po koncu odstranjevanja
sv: Kommando efter avinstallationen avslutas
tr: Kaldırma sona erdikten sonra komut satırı
vi: Câu lệnh sau khi gỡ cài đặt kết thúc
zh_hans: 卸载程序结束后命令行

# checkBoxAutoLoad.Text
source: Automatically load Uninstall List named "Default.bcul" on start
ar: في البداية "Default.bcul"تحميل تلقائيا قائمه الغاء التثبيت المسمى
cs: Automaticky otevřený seznam "Default.bcul" na startu
de: Automatisch offene Liste "Default.bcul" beim Start
es: Cargar automáticamente la lista de desinstalación llamada "Default.bcul" al iniciar
fr: Charger automatiquement la liste de désinstalleurs "Default.bcul" au démarrage
hu: Indításkor automatikusan töltse be a "Default.bcul" eltávolítási listát
it: Carica automaticamente all'avvio elenco disinstallazione "Default.bcul"
ja: 起動時に「Default.bcul」という名前のアンインストールリストを自動的に読み込む
nl: Automatisch openen lijst "Default.bcul" tijdens het starten
pt: Carregamento automático no início da lista de desinstalação "Default.bcul".
pt_br: Carregue automaticamente a Lista de desinstalação chamada "Default.bcul" no início
ru: Автозагрузка списка деинсталляции "Default.bcul" при запуске
sl: Ob zagonu, samodejno naloži seznam odstranjevanja "Default.bcul"
sv: Automatisk laddning av avinstallationslista med namnet "Default.bcul" vid start
tr: Başlangıçta "Default.bcul" adlı Kaldırma Listesini otomatik olarak yükle
vi: Tự động nạp danh sách bộ lọc gỡ cài đặt có tên "Default.bcul" khi khởi động
zh_hans: 启动时自动加载名为"Default.bcul"的卸载程序列表

# checkBoxColorblind.Text
source: Color-blind mode
de: Farbblinden Einstellung
es: Modo para daltónicos
fr: Mode daltonien
hu: Színvak mód
it: Modalità per daltonici
ja: バリアフリーカラーモード (色盲の方に配慮した色に切り替えます)
nl: Kleurenblind modus
pt_br: Modo para daltônicos
ru: Режим цветовой слепоты (для дальтоников)
sv: Färgblind läge
tr: Renk körü modu
vi: Chế độ mù màu
zh_hans: 色盲模式

# groupBoxMisc.Text
source: Misc
ar: misc.5
cs: Různé
de: Div.
es: Variedad
fr: Divers
hu: Vegyes
it: Varie
ja: その他
nl: Div.
pt: Diversos
pt_br: Diversos
ru: Разное
sl: Razno
sv: Övrigt
tr: Çeşitli
vi: Lặt vặt
zh_hans: 杂项

# checkBoxRatings.Text
source: Enable user ratings of applications
ar: تمكين تصنيفات المستخدم للتطبيقات
cs: Aktivovat uživatelských ratingy aplikací
de: Aktivieren nutzerbewertungen von Applikationen
es: Activar calificaciones de las aplicaciones
fr: Activer les notes utilisateurs des applications
hu: Programok felhasználói értékelésének engedélyezése
it: Abilita valutazioni utente delle applicazioni
ja: アプリケーションのユーザー評価を有効にする
nl: Inschakelen gebruikers waarderingen van programma's
pt: Permitir avaliações do utilizador das aplicações
pt_br: Habilitar classificações de usuários de aplicativos
ru: Включить пользовательский рейтинг приложений
sl: Omogoči uporabnikove ocene aplikacij
sv: Aktivera användarbedömningar av appar
tr: Uygulamaların kullanıcı derecelendirmelerini etkinleştir
vi: Hiển thị xếp hạng người dùng cho ứng dụng
zh_hans: 启用应用程序用户评分

# checkBoxUpdateSearch.Text
source: Search for updates on startup
ar: البحث عن التحديثات عند بدء التشغيل
cs: Vyhledat aktualizace po spuštění
de: Suche nach Updates beim Start
es: Buscar actualizaciones al iniciar
fr: Chercher des mises à jour au démarrage
hu: Frissítések keresése a program elindításakor
it: Cerca aggiornamenti all'avvio
ja: 起動時にアップデートを確認
nl: Zoeken naar updates tijdens het starten
pt: Verificar actualizações no arranque.
pt_br: Procure por atualizações na inicialização
ru: Поиск обновлений при запуске
sl: Ob zagonu, pošči posodobitve
sv: Sök efter uppdateringar vid start
tr: Başlangıçta güncellemeleri denetle
vi: Kiểm tra các bản cập nhật khi khởi động
zh_hans: 启动时搜索更新

# checkBoxSendStats.Text
source: Send anonymous usage statistics
ar: ارسال احصائيات الاستخدام المجهول
cs: Poslat anonymní statistiky používání
de: Anonyme Nutzungsstatistiken senden
es: Enviar estadísticas de uso anónimas
fr: Envoyer des statistiques anonymes d'utilisation
hu: Névtelen használati statisztika küldése
it: Invia statistiche d'uso anonime
ja: 匿名の使用統計を送信
nl: Anonieme gebruikers statistieken sturen
pt: Enviar estatísticas anónimas de utilização
pt_br: Enviar estatísticas anônimas de uso
ru: Отправлять анонимную статистику
sl: Pošlji anonimno statistiko uporabe
sv: Skicka anonym användningsstatistik
tr: Anonim kullanım istatistikleri gönder
vi: Gửi số liệu thống kê sử dụng ẩn danh
zh_hans: 发送匿名使用情况统计信息

# label9.Text
source: Application language:
ar: لغة التطبيق:
cs: Jazyk aplikace:
de: Sprache:
es: Idioma de la aplicación:
fr: Langage de l'application :
hu: A program nyelve:
it: Lingua applicazione:
ja: アプリケーション言語:
nl: Taal:
pt: Idioma da aplicação:
pt_br: Idioma do aplicativo:
ru: Язык приложения:
sl: Jezik aplikacije:
sv: Appspråk:
tr: Uygulama dili:
vi: Ngôn ngữ ứng dụng:
zh_hans: 应用程序语言:

# label10.Text
source: The application will have to be restarted for the language change to take effect.
ar: سيتعين اعاده تشغيل التطبيق لتصبح تغييرات اللغة نافذه المفعول.
cs: Aplikace bude muset být restartována. Aby se změna jazyka projevíla.
de: Die Anwendung muss neu gestartet werden, damit die Änderung der Sprache wirksam wird.
es: Reinicie la aplicación para cambiar el idioma.
fr: L'application devra être relancée pour prendre en compte le changement de langage.
hu: A programot újra kell indítani, a nyelvi módosítások érvényesítéséhez.
it: Per applicare le modifiche alla lingua l'applicazione deve essere riavviata
ja: 言語変更を反映させるには、アプリケーションを再起動する必要があります。
nl: Het programma moet opnieuw worden gestart, om de taal wijziging te gebruiken.
pt: A aplicação terá de ser reiniciada para que a alteração do idioma tenha efeito.
pt_br: O aplicativo terá que ser reiniciado para que a alteração de idioma entre em vigor.
ru: Приложение надо перезапустить, чтобы изменения языка вступили в силу.
sl: Za spremembo jezika morate ponovno zagnati aplikacijo.
sv: Appen måste startas om för att språkändringen ska träda i kraft
tr: Dil değişikliğinin etkili olması için uygulamanın yeniden başlatılması gerekir.
vi: Ứng dụng phải được khởi động lại để thay đổi ngôn ngữ có hiệu lực.
zh_hans: 必须重新启动应用程序才能使语言更改生效。

# groupBoxMessages.Text
source: Message boxes
ar: مربعات الرسائل
cs: Okno zpráv
de: Message-Boxen
es: Cajas de mensaje
fr: Boîtes de message
hu: Üzenetablakok
it: Riquadro messaggi
ja: メッセージボックス
nl: Bericht vensters
pt: Caixas de mensagens
pt_br: Caixas de mensagens
ru: Окна сообщений
sl: Sporočilna okna
sv: Dialogrutor
tr: Mesaj kutusu
vi: Hộp tin nhắn
zh_hans: 消息框

# groupBoxBackup.Text
source: Backup before leftover removal
ar: نسخ احتياطي قبل ازالة البقايا
cs: Zálohování před odebráním zbytku
de: Backup vor der Resteentfernung
es: Respaldar antes de limpiar restos
fr: Sauvegarder avant la suppression des résidus
hu: Biztonsági mentés a maradványok eltávolítása előtt
it: Backup prima della rimozione dei residui
ja: 残留物を削除する前にバックアップ
nl: Back-up alvorens restanten te verwijderen
pt_br: Backup antes da remoção de sobras
ru: Резервное копирование перед удалением остатков
sl: Varnostno kopiraj pred odstranjevanjem ostankov
sv: Säkerhetskopiera innan borttagning av rester
tr: Arta kalan kaldırma işleminden önce yedekleme
vi: Sao lưu trước khi xóa phần còn sót lại
zh_hans: 删除前备份

# radioButtonBackupAsk.Text
source: Always ask to create
ar: اطلب الانشاء دائما
cs: Vždy požádat o vytvoření
de: Immer Fragen beim Erstellen
es: Siempre pedir crear
fr: Toujours demander pour créer
hu: Mindig kérdezze
it: Chiedi sempre per creare
ja: 作成時、常に確認
nl: Altijd vragen om te maken
pt_br: Sempre pergunte para criar
ru: Всегда спрашивать о создании
sl: Vedno vprašaj za ustvarjanje
sv: Fråga alltid om att skapa
tr: Oluşturmak için her zaman sor
vi: Luôn yêu cầu tạo
zh_hans: 创建时总是询问

# radioButtonBackupNever.Text
source: Never ask to create
ar: لا تطلب ابدا انشاء
cs: Nikdy se neptat
de: Niemals Fragen beim Erstellen
es: Nunca pedir crear
fr: Ne jamais demander pour créer
hu: Soha ne kérdezze
it: Non chiedere mai per creare
ja: 作成時、確認しない
nl: Nooit vragen om te maken
pt_br: Nunca pergunte para criar
ru: Никогда не спрашивать о создании
sl: Nikoli ne vprašaj za ustvarjanje
sv: Fråga aldrig om att skapa
tr: Oluşturmak için asla sorma
vi: Không bao giờ yêu cầu tạo
zh_hans: 创建时从不询问

# radioButtonBackupAuto.Text
source: Create automatically in directory:
ar: انشاء تلقائيا في الدليل:
cs: Vytvořit automaticky v adresáři:
de: Erzeuge automatisch im Verzeichnis:
es: Crear automáticamente en el directorio:
fr: Créer automatiquement dans le dossier:
hu: Automatikusan ebbe a mappába:
it: Crea automaticamente nella cartella:
ja: 自動的にディレクトリに作成:
nl: Maak automatisch in de map:
pt_br: Crie automaticamente no diretório:
ru: Создавать автоматически в каталоге:
sl: Samodejno ustvari v imeniku:
sv: Skapa automatiskt i mapp:
tr: Dizinde otomatik olarak oluştur:
vi: Tự động tạo trong thư mục:
zh_hans: 自动在目录中创建:

# checkBoxShowAllBadJunk.Text
source: Always show junk with low confidence
ar: تظهر دائما الغير مرغوب فيه مع انخفاض الثقة
cs: Vždy zobrazovat nepotřebné s nízkou důvěrou
de: Anzeige von Junk immer mit geringem Vertrauen
es: Mostrar siempre restos de baja confianza
fr: Toujours montrer les résidus avec faible confiance
hu: Mindig mutatja, ha egy program kevésbé megbízható
it: Visualizza sempre i residui con basso livello di affidabilità
ja: 信頼度の低いジャンクを常に表示
nl: Rommel dat u niet vertrouwt altijd weergeven
pt: Mostra sempre que um determinado programa não é de confiança.
pt_br: Sempre exibir sobras com baixo nível de confiança
ru: Всегда показывать мусорные с низким рейтингом
sl: Vedno pokaži smeti z nizko oceno
sv: Visa alltid skräp med låg tillförlitlighet
tr: Önemsiz olanları her zaman düşük güvenli olarak göster
vi: Luôn hiển thị nội dung rác với độ tin cậy thấp
zh_hans: 总是显示低置信度垃圾

# checkBoxLoud.Text
source: Ask to remove loud uninstallers from a quiet task
ar: اطلب ازاله المثبتات بصوت عال من المهمة بهدوء
cs: Zeptat se, zda chcete odebrat hlasité odinstalace z tichého zadání
de: Fragen, ob normale Uninstaller von der Liste der stillen entfernt werden sollen
es: Preguntar para eliminar desinstaladores fuertes de una tarea silenciosa
fr: Demander pour supprimer les désinstalleurs causants d'une tâche silencieuse
hu: Kérdezzen rá, hogy egy csendes feladatot normál végezzen-e el
it: Chiedi di rimuovere i disinstallatori guidati da una procedura silenziosa
ja: 静かなタスクから騒音アンインストーラーを削除するか確認
nl: Vragen of normale de-installers uit de lijst met stille de-installers moet worden verwijderd
pt: Pedir para remover desinstaladores activos de uma tarefa em segundo plano.
pt_br: Perguntar para remover desinstaladores fortes de uma tarefa silenciosa
ru: Запрос отключения громких деинсталляторов из тихих задач
sl: Vprašaj za odstranjevanje glasnih odstranjevalcev iz tihega opravila
sv: Fråga om att ta bort synliga avinstallationsprogram från en tyst uppgift
tr: Kaldırmak için sessiz modu veya normal modu seçin
vi: Yêu cầu xóa trình gỡ cài đặt gốc khỏi tác vụ âm thầm
zh_hans: 从静默任务中删除交互卸载程序时询问

# checkBoxNeverFeedback.Text
source: Never ask for feedback or help
ar: لا تطلب ابدا للحصول على ملاحظات او مساعده
cs: Nepožadovat zpětnou vazbu, nebo pomoc
de: Niemals nach Rückmeldungen und Hilfe fragen
es: Nunca solicitar comentarios o ayuda
fr: Ne jamais demander les impressions ou de l'aide
hu: Ne kérdezzen rá a visszajelzésre, vagy a segítségre
it: Non chiedere mai per aiuto o feedback
ja: フィードバックやヘルプを求めない
nl: Vraag nooit om feedback of hulp
pt: Nunca pedir comentários ou ajuda.
pt_br: Nunca pedir comentários ou ajuda
ru: Никогда не просить отзыв или помощь
sl: Nikoli ne prosi za pomoč
sv: Fråga aldrig efter feedback eller hjälp
tr: Geribildirim veya yardım için asla sorma
vi: Không bao giờ yêu cầu phản hồi hoặc trợ giúp
zh_hans: 从不询问反馈或帮助

# label1.Text
source: Search for junk after uninstalling
ar: البحث عن الخردة بعد الغاء التثبيت
cs: Hledání pozůstatky odinstalování
de: Nach Deinstallation nach Programmresten suchen
es: Buscar restos tras desinstalar
fr: Rechercher des résidus après désinstallation
hu: Maradványok keresése az eltávolítást követően
it: Dopo la disinstallazione cerca i residui
ja: アンインストール後にジャンクを検索
nl: Na de-installatie zoeken naar programma restanten
pt: Procurar lixo após a desinstalação
pt_br: Procurar sobras após a desinstalação
ru: Искать мусор после деинсталляции
sl: Po odstranjevanju poišči neuporabne datoteke
sv: Sök upp skräp efter avinstallation
tr: Kaldırdıktan sonra kalıntıları tara
vi: Tìm kiếm rác sau khi gỡ cài đặt
zh_hans: 卸载后搜索垃圾

# label2.Text
source: Create restore point before uninstalling
ar: انشاء نقطه استعاده قبل الغاء التثبيت
cs: Vytvoření bodu obnovení
de: Vor Deinstallation einen Wiederherstellungspunkt erstellen
es: Crear un punto de restauración antes de desinstalar
fr: Créer un point de restauration avant de désinstaller
hu: Visszaállítási pont készítése az eltávolítás előtt
it: Prima della disinstallazione crea un punto di ripristino
ja: アンインストール前に復元ポイントを作成
nl: Voor de-installatie een herstelpunt maken
pt: Criar um ponto de restauro antes da desinstalação
pt_br: Criar ponto de restauração antes de desinstalar
ru: Создать точку восстановления перед удалением
sl: Pred odstranjevanjem ustvari obnovitveno točko
sv: Skapa återställningspunkt innan avinstallation
tr: Kaldırmadan önce geri yükleme noktası oluştur
vi: Tạo điểm khôi phục trước khi gỡ cài đặt
zh_hans: 卸载前创建还原点

# groupBoxExternal.Text
source: External applications
ar: التطبيقات الخارجية
cs: Externí aplikace
de: Externe Anwendungen
es: Aplicaciones externas
fr: Applications externes
hu: Külső alkalmazások
it: Applicazioni esterne
ja: 外部アプリケーション
nl: Externe programma's
pt: Aplicações externas
pt_br: Aplicações externas
ru: Внешние приложения
sl: Zunanje aplikacije
sv: Externa appar
tr: Harici uygulamalar
vi: Ứng dụng bên ngoài
zh_hans: 外部应用程序

# checkBoxEnableExternal.Text
source: Enable execution of external applications
ar: تمكين تنفيذ التطبيقات الخارجية
cs: Povolit spuštení externích aplikací
de: Ausführung von externen Anwendungen erlauben
es: Permitir la ejecución de aplicaciones externas
fr: Activer l'exécution d'applications externes
hu: Külső alkalmazások futtatásának engedélyezése
it: Abilita esecuzione di applicazioni esterne
ja: 外部アプリケーションの実行を有効にする
nl: Uitvoeren van externe programma's toestaan
pt: Permitir a execução de aplicações externas.
pt_br: Habilitar a execução de aplicativos externos
ru: Включить выполнение внешних приложений
sl: Omogoči izvajanje zunanjih aplikacij
sv: Aktivera körning av externa appar
tr: Harici uygulamaların yürütülmesini etkinleştir
vi: Cho phép thực thi các ứng dụng bên ngoài
zh_hans: 启用外部应用程序的执行

# label7.Text
source: You can specify commands that will run before and after uninstallation. One line equals to one command and will be executed as if you used the "Run..." dialog. BCU will wait until the currently running command completes before executing the next one.
ar: يمكنك تحديد الاوامر التي سيتم تشغيلها قبل الغاء التثبيت وبعده. سطر واحد يساوي امر واحد سيتم تنفيذها كما لو كنت تستخدم "تشغيل..." مربع الحوار. سينتظر حتى اكتمال الامر قيد التشغيل الحالي قبل تنفيذ التالية BCU
cs: Můžete zadat příkazy, které mají být provedeny před a po odinstalaci. Jeden řádek obsahuje jeden příkaz, který bude proveden jako okno "Spustit ...". BCU bude čekat na dokončení příkazu před zahájením dalšího.
de: Sie können Befehle angeben, die vor und nach der Deinstallation ausgeführt werden. Eine Zeile entspricht einem Befehl und wird ausgeführt, als hätten Sie das Dialogfeld "Ausführen..." verwendet. BCU wartet mit der nächsten Ausführung, bis der aktuell ausgeführte Befehl abgeschlossen ist.
es: Puede especificar los comandos que se ejecutarán antes y después de la desinstalación. Una línea es igual a un comando y se ejecutará como si utilizara el diálogo "Ejecutar...". BCU esperará hasta que el comando activado se complete antes de ejecutar el siguiente.
fr: Vous pouvez spécifier des commandes qui se lanceront avant et après la désinstallation. Une ligne égale une commande et sera exécutée comme en utilisant le dialogue "Exécuter...". BCU attendra la fin de la commande courante avant d'exécuter la suivante.
hu: Megadhat olyan parancsokat, amelyek az eltávolítás előtt, vagy után fognak végrehajtódni. Egy sorba egy parancs kerüljön, és az úgy kerül végrehajtásra, mintha a "Futtatás..." ablakot használná. A BCU, a következő elindítása előtt megvárja amíg az adott parancs befejeződik.
it: Puoi specificare comandi che saranno eseguiti prima e dopo la disinstallazione. Una linea corrisponde ad un comando e sarà eseguita come se usassi la finestra "Esegui...". BCU attenderà il completamento del comando in esecuzione prima dell'esecuzione del successivo.
ja: アンインストールの前後に実行するコマンドを指定できます。1行が1コマンドに相当し、「実行...」ダイアログを使用したかのように実行されます。 現在実行中のコマンドが完了するまでBCUは次のコマンドの実行を待ちます。
nl: U kunt opdrachten opgeven die voor en/of na de de-installatie worden uitgevoerd. Op elke regel één opdracht en deze wordt dan uitgevoerd alsof u de dialoog "Uitvoeren..." zou gebruiken. BCU wacht tot de momenteel uitgevoerde opdracht is voltooid, voordat de volgende wordt uitgevoerd.
pt: Pode especificar comandos que serão executados antes e após a desinstalação. Uma linha é igual a um comando e este será executado como se você usasse a caixa de diálogo "Executar ...". O BCU vai esperar até que o comando actualmente em execução esteja concluído antes de executar o próximo.
pt_br: Você pode especificar comandos que serão executados antes e depois da desinstalação. Uma linha é igual a um comando e será executada como se você usasse a caixa de diálogo "Executar...". O BCU aguardará até que o comando em execução seja finalizado antes de executar o próximo.
ru: Можно указать команды, которые будут выполняться до и после удаления. Одна линия равна одной команде и будет выполняться, как через диалог «Выполнить...». BCU будет ждать завершения одной команды для начала выполнения следующей.
sl: Lahko določite ukaze, ki bodo zagnani pred, ali po odstranjevanju. Ena vrstica je enaka enemu ukazu in bo izvedena kot, če bi uporabili pogovorno okno "Zaženi...". BCU bo počakal, da se trenutno delujoč ukaz konča preden izvede naslednjega.
sv: Du kan ange kommandon som ska köras före och efter avinstallationen. En rad motsvarar ett kommando och kommer att köras som om du använde dialogrutan "Kör...". BCU kommer att vänta tills det aktuella kommandot är klart innan det kör nästa.
tr: Kaldırma işleminden önce ve sonra çalışacak komutları belirtebilirsiniz. Bir satır bir komuta eşittir ve "Çalıştır ..." iletişim kutusunu kullanmış gibi yürütülür. BCU, o sırada çalışan komutun bir sonraki çalıştırılmadan önce tamamlanmasını bekleyecektir.
vi: Bạn có thể chỉ định các câu lệnh sẽ thực thi trước và sau khi gỡ cài đặt. Mỗi dòng tương ứng với một lệnh và được thực thi như thể sử dụng hộp thoại "Khởi chạy...". BCU sẽ đợi cho đến khi lệnh hiện đang thực thi hoàn tất trước khi thực thi lệnh tiếp theo.
zh_hans: 你可以指定将在卸载前后运行的命令。一行一个命令，执行时就像使用"运行..."对话框一样。 BCU将等待当前运行的命令完成后再执行下一个命令。

# button2.Text
source: &Close
ar: &اغلاق
cs: &Zavřít
de: S&chließen
es: &Cerrar
fr: &Fermer
hu: &Bezárás
it: &Chiudi
ja: &閉じる
nl: Sluiten
pt: &Fechar
pt_br: &Fechar
ru: &Закрыть
sl: &Zapri
sv: &Stäng
tr: &Kapat
vi: Đó&ng
zh_hans: 关闭

# tabPageGeneral.Text
source: General
ar: عام
cs: Obecné
de: Allgemein
fr: Général
hu: Általános
it: Generale
ja: 一般
nl: Algemeen
pt: Geral
pt_br: Geral
ru: Общие
sl: Splošno
sv: Allmänt
tr: Genel
vi: Chung
zh_hans: 常规

# tabPageInterface.Text
source: Interface
ar: الواجهه
cs: Rozhraní
de: Schnittstelle
es: Interfaz
hu: Felület
it: Interfaccia
ja: インターフェース
ru: Интерфейс
sl: Vmesnik
sv: Gränssnitt
tr: Arabirim
vi: Giao diện
zh_hans: 界面

# tabPageUninstallation.Text
source: Uninstallation
ar: الغاء التثبيت
cs: Odinstalace
de: Deinstallation
es: Desinstalación
fr: Désinstallation
hu: Eltávolítás
it: Disinstallazione
ja: アンインストール
nl: De-installatie
pt_br: Desinstalação
ru: Деинсталляция
sl: Odstranjevanje
sv: Avinstallation
tr: Kaldırma
vi: Gỡ cài đặt
zh_hans: 卸载

# tabPageDetection.Text
source: Detection
ar: كشف
cs: Detekce
de: Erkennung
es: Detección
fr: Détection
hu: Ellenőrzés
it: Rilevamento
ja: 検出
nl: Detectie
pt: Detecção
pt_br: Detecção
ru: Обнаружение
sl: Odkrivanje
sv: Upptäckt
tr: Tespit
vi: Phát hiện
zh_hans: 检测

# tabPageExternal.Text
source: External tools
ar: ادوات خارجيه
cs: Externí nástroje
de: Externe Werkzeuge
es: Herramientas externas
fr: Outils externes
hu: Külső eszközök
it: Strumenti esterni
ja: 外部ツール
nl: Externe gereedschappen
pt: Ferramentas externas
pt_br: Ferramentas externas
ru: Внешние инструменты
sl: Zunanja orodja
sv: Externa verktyg
tr: Harici araçlar
vi: Công cụ bên ngoài
zh_hans: 外部工具

# tabPageFolders.Text
source: Folders
ar: مجلد
cs: Složky
de: Ordner
es: Carpetas
fr: Dossiers
hu: Mappák
it: Cartelle
ja: フォルダー
nl: Mappen
pt: Pastas
pt_br: Pastas
ru: Папки
sl: Mape
sv: Mappar
tr: Klasörler
vi: Thư mục
zh_hans: 文件夹

# groupBox3.Text
source: Network
ar: الشبكة
de: Netzwerk
es: Red
fr: Réseau
hu: Hálózat
it: Rete
ja: ネットワーク
nl: Netwerk
pt_br: Rede
ru: Сеть
sl: Omrežje
sv: Nätverk
tr: Ağ
vi: Mạng
zh_hans: 网络

# tabPageMisc.Text
source: Miscellaneous
ar: متنوع
cs: Různé
de: Verschiedenes
es: Variados
fr: Divers
hu: Vegyes
it: Varie
ja: その他
nl: Diversen
pt: Diversos
pt_br: Diversos
ru: Прочее
sl: Razno
sv: Övrigt
tr: Çeşitli
vi: Lặt vặt
zh_hans: 其他

# groupBoxLanguage.Text
source: Language
ar: اللغة
cs: Jazyk
de: Sprache
es: Idioma
fr: Langue
hu: Nyelv
it: Lingua
ja: 言語
nl: Taal
pt_br: Idioma
ru: Язык
sl: Jezik
sv: Språk
tr: Dil
vi: Ngôn ngữ
zh_hans: 语言

# groupBoxAppStores.Text
source: Application stores to scan
ar: مخازن التطبيقات للمسح
cs: Úložiště aplikací pro skenování
de: Anwendungsspeicher Scannen
es: Almacenes de aplicaciones para escanear
fr: Magasins d'application à scanner
hu: Alkalmazásforrások az ellenőrzéshez
it: Archivi applicazioni da scansionare
ja: スキャンするアプリケーションストア
nl: Programma opslaan om te scannen
pt: Armazenamento de aplicativos para digitalizar
pt_br: Armazenamento de aplicativos para examinar
ru: Места с приложениями для сканирования
sl: Shranjena aplikacija za pregled
sv: Applikationsbutiker att skanna
tr: Tarama için uygulama depoları
vi: Kho ứng dụng để quét
zh_hans: 要扫描的应用程序商店
