Repository: Klocman/Bulk-Crap-Uninstaller
Catalog: source/BulkCrapUninstaller/Forms/Windows/UninstallProgressWindow.*.resx
Languages: vi

# label1.Text
source: Status...
vi: Trạng thái...

# buttonClose.Text
source: Cancel
vi: Huỷ

# olvColumnStatus.Text
source: Status
vi: Trạng thái

# olvColumnIsSilent.Text
source: Quiet
vi: Âm thầm

# olvColumnName.Text
source: Name
vi: Tên

# skipToolStripMenuItem.Text
source: Skip
vi: Bỏ qua

# terminateToolStripMenuItem.Text
source: Terminate
vi: Chấm dứt

# runNowToolStripMenuItem.Text
source: Run uninstaller now
vi: Khởi chạy trình gỡ cài đặt ngay bây giờ

# manualUninstallToolStripMenuItem.Text
source: Manual uninstall
vi: Gỡ cài đặt thủ công

# openInstallDirectoryToolStripMenuItem.Text
source: Open install directory
vi: Mở thư mục cài đặt

# propertiesToolStripMenuItem.Text
source: Properties
vi: Thuộc tính

# label3.Text
source: Selected uninstallers will now be executed one at a time. If the process appears to be stuck you can click on the "Skip" button to avoid waiting for it to complete. This can happen if the uninstaller crashes or starts a new process and doesn't close it.
vi: Các trình gỡ cài đặt đã chọn sẽ được chạy lần lượt. Nếu một quá trình có vẻ bị kẹt, bạn có thể nhấp vào nút "Bỏ qua" để tránh các tác vụ bị kẹt. Quá trình gỡ cài đặt bị kẹt có thể xảy ra khi trình gỡ cài đặt gặp sự cố, bắt đầu một quy trình mới hoặc không đóng quy trình đó.

# toolStripButtonRun.Text
source: Run uninstaller
vi: Khởi chạy trình gỡ cài đặt

# toolStripButtonSkip.Text
source: Skip
vi: Bỏ qua

# toolStripButtonTerminate.Text
source: Terminate
vi: Chấm dứt

# toolStripButtonManualUninstall.Text
source: Uninstall manually
vi: Gỡ cài đặt thủ công

# toolStripButtonFolderOpen.Text
source: Open install location
vi: Mở vị trí cài đặt

# toolStripButtonProperties.Text
source: Properties
vi: Thuộc tính

# toolStripButtonSettings.Text
source: Settings
vi: Cài đặt

# toolStripButtonHelp.Text
source: Help
vi: Trợ giúp

# label2.Text
source: Contents of this list will be uninstalled going from top to bottom.
vi: Chúng sẽ được gỡ cài đặt theo thứ tự từ trên xuống.

# groupBox1.Text
source: Uninstaller list
vi: Danh sách trình gỡ cài đặt

# checkBoxFinishSleep.Text
source: Put PC to sleep when done
vi: Đặt PC của bạn vào chế độ ngủ khi hoàn tất

# $this.Text
source: Uninstall progress
vi: Tiến trình gỡ cài đặt
