Repository: Klocman/Bulk-Crap-Uninstaller
Catalog: source/BulkCrapUninstaller/Forms/Wizards/BeginUninstallTaskWizard.*.resx
Languages: es, it, ja, nl, sv, tr, vi

# buttonExit.Text
source: Cancel
es: Cancelar
it: Annulla
ja: キャンセル
nl: Annuleren
sv: Avbryta
tr: Vazgeç
vi: Huỷ

# buttonPrev.Text
source: Back
es: Atrás
it: Indietro
ja: 戻る
nl: Vorige
sv: Tillbaka
tr: Geri
vi: Trờ về

# buttonNext.Text
source: Continue
es: Continuar
it: Continua
ja: 続き
nl: Volgende
sv: Fortsätt
tr: Devam
vi: Tiếp tục

# p1Heading.Text
source: Related applications you might want to uninstall
es: Aplicaciones relacionadas que quizás quieras desinstalar
it: Applicazioni associate che potresti voler disinstallare
ja: アンインストールする関連アプリケーション
nl: Gerelateerde programma's die u wilt de-installeren
sv: Relaterade appar som du kanske vill avinstallera
tr: Kaldırmak isteyebileceğiniz ilgili uygulamalar
vi: Các ứng dụng liên quan cần gỡ cài đặt

# tabPage1.Text
source: Related
es: Relacionado
it: Associato
ja: 関連
nl: Gerelateerd
sv: Relaterat
tr: İlgili
vi: Liên quan

# label1.Text
source: Confirm that everything below is safe to uninstall
es: Confirme que todo lo que se muestra a continuación sea seguro para desinstalar
it: Conferma che ogni elemento in basso si può disinstallare in sicurezza
ja: アンインストールしても問題がないことを確認する
nl: Bevestig dat alles hieronder veilig is om te de-installeren
sv: Bekräfta att allt nedan är säkert att avinstallera
tr: Aşağıdaki her şeyin kaldırılmasının güvenli olduğunu doğrulayın
vi: Xác nhận rằng những mục dưới đây không có vấn đề gì khi gỡ cài đặt

# tabPage2.Text
source: Confirmation
es: Confirmación
it: Conferma
ja: 確認事項
nl: Bevestiging
sv: Bekräftelse
tr: Onayla
vi: Xác nhận

# label2.Text
source: Some applications might need to be closed before uninstalling
es: Algunas aplicaciones pueden necesitar cerrarse antes de desinstalar
it: Prima della disinstallazione potrebbe essere necessario chiudere le applicazioni
ja: アプリケーションによっては、アンインストール前に終了する必要がある場合があります。
nl: Sommige programma's moeten mogelijk worden afgesloten voor de-installatie
sv: Vissa appar kanske behöver stängas innan avinstallation
tr: Bazı uygulamaların kaldırılmadan önce kapatılması gerekebilir
vi: Một số ứng dụng cần phải đóng trước khi gỡ cài đặt.

# tabPage3.Text
source: Running apps
es: Ejecutando
it: In esecuzione
ja: アプリを起動する
nl: Loopt nog
sv: Appar som körs
tr: Çalışan uygulamalar
vi: Các ứng dụng đang khởi chạy

# label5.Text
source: Change uninstallation settings
es: Cambiar la configuración de desinstalación
it: Modifica impostazioni disinstallazione
ja: アンインストールの設定を変更する
nl: Wijzig de-installatie instellingen
sv: Ändra avinstallations-inställningar
tr: Kaldırma ayarlarının değiştirilmesi
vi: Thay đổi cài đặt của quá trình gỡ cài đặt

# tabPage4.Text
source: Settings
es: Configuración
it: Impostazioni
ja: 設定方法
nl: Instellingen
sv: Inställningar
tr: Ayarlar
vi: Cài đặt

# label19.Text
source: Other / Misc
es: Otros / Varios
it: Altro / varie
ja: その他 / その他
nl: Anders / Divers
sv: Annat / Övrigt
tr: Diğer / Çeşitli
vi: Khác / Lặt vặt

# label17.Text
source: Concurrent uninstallation is enabled
es: La desinstalación simultánea está habilitada
it: La disinstallazione simultanea è abilitata
ja: 同時アンインストールを有効にする
nl: Gelijktijdig de-installeren is ingeschakeld
sv: Samtidig avinstallation är aktiverad
tr: Eşzamanlı kaldırma etkinleştirildi
vi: Cho phép gỡ cài đặt đồng thời

# label15.Text
source: Uninstallation will be silent
es: La desinstalación será silenciosa
it: La disinstallazione sarà silenziosa
ja: アンインストールはサイレントで行われます
nl: De-installatie zal 'stil' verlopen
sv: Avinstallationen kommer att vara tyst
tr: Kaldırma işlemi sessiz olacak
vi: Gỡ cài đặt âm thầm

# label13.Text
source: Create a new restore point
es: Se creó un punto de restauración
it: Crea un nuovo punto di ripristino
ja: 新しい復元ポイントを作成する
nl: Maak een nieuw herstelpunt
sv: Skapa ny återställningspunkt
tr: Geri yükleme noktası oluşturuldu
vi: Tạo một điểm khôi phục mới

# label11.Text
source: Files are still used by running processes
es: Los archivos siguen siendo usados por los procesos en ejecución
it: I file sono ancora in uso da processi in esecuzione
ja: 実行中のプロセスによってファイルがまだ使用されている
nl: Bestanden worden nog gebruikt door lopende processen
sv: Filer används fortfarande av körande processer
tr: Dosyalar hala çalışan işlemler tarafından kullanılıyor
vi: Đang được dùng bởi tiến trình khác

# label9.Text
source: Total estimated size
es: Tamaño total estimado
it: Dimensione totale stimata
ja: 推定サイズの合計
nl: Totaal geschatte grootte
sv: Totalt beräknad storlek
tr: Toplam tahmini boyut
vi: Ước tính kích thước tổng

# label7.Text
source: Applications to uninstall
es: Aplicaciones a desinstalar
it: Applicazioni da disinstallare
ja: アンインストールするアプリケーション
nl: Programma's om te de-installeren
sv: Appar att avinstallera
tr: Kaldırılacak uygulamalar
vi: Các ứng dụng để gỡ cài đặt

# button2.Text
source: BEGIN UNINSTALLATION
es: INICIAR LA DESINSTALACIÓN
it: AVVIO DISINSTALLAZIONE
ja: アンインストールを開始する
nl: START DE-INSTALLATIE
sv: PÅBÖRJA AVINSTALLATION
tr: KALDIRMA İŞLEMİNE BAŞLA
vi: KHỞI ĐỘNG QUÁ TRÌNH GỠ CÀI ĐẶT

# label6.Text
source: Please make sure the following information is correct before starting the uninstallation. This is the last chance!
es: Asegúrese de que la siguiente información sea correcta antes de comenzar la desinstalación. ¡Esta es la última oportunidad!
it: Prima di avviare la disinstallazione assicurati che le seguenti informazioni siano corrette. Questa è l'ultima possibilità!
ja: アンインストールを開始する前に、以下の内容に間違いがないことを確認してください。これが最後のチャンスです！
nl: Wees er van overtuigd dat de volgende informatie juist is, alvorens de de-installatie te starten. Dit is uw laatste kans!
sv: Kontrollera att följande information är korrekt innan du påbörjar avinstallationen. Detta är sista chansen!
tr: Kaldırma işlemine başlamadan önce aşağıdaki bilgilerin doğru olduğundan emin olun. Bu son şans!
vi: Vui lòng xác nhận rằng thông tin sau là chính xác trước khi bắt đầu gỡ cài đặt. Đây là cơ hội cuối cùng của bạn!

# tabPage5.Text
source: Final
es: Finalización
it: Finale
ja: 最終
nl: Finale
sv: Avslutningsvis
tr: Tamamlandı
vi: Hoàn thành

# $this.Text
source: Begin new uninstallation task
es: Iniciar nueva tarea de desinstalación
it: Avviamento nuova procedura di disinstallazione
ja: 新しいアンインストールタスクを開始する
nl: Start nieuwe de-installatie taak
sv: Börja ny avinstallationsuppgift
tr: Yeni kaldırma görevine başla
vi: Khởi động tác vụ gỡ cài đặt mới
